{
     "africaDescription": [
        {
            "title":"<p><strong>AFRYKA</strong></p><p>(Ogólna charakterystyka polityczno-gospodarcza)</p>",
            "position":"<p><strong>Położenie:</strong> Leży w przeważającej części na Półkuli Wschodniej, między oceanem Atlantyckim a Oceanem Indyjskim. Najbardziej wysuniętym na północ punktem kontynentu jest przylądek Biały w Tunisie, na południe - Przylądek Igielny w Republice Południowej Afryki, na zachód - Przylądek Zielony w Senegalu, a na wschód - Przylądek Hafun w Somalii</p>",
            "area":"<p><strong>Powierzchnia:</strong> km<sup>2</sup> 730 319 069 km<sup>2</sup>, drugi co do wielkości kontynent</p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 54 jednostki państwowe; pod względem geograficznym do kontynentu afrykańskiego zaliczone są także posiadłości hiszpańskie Ceuta i Melila. kolonia brytyjska Św. Helena, Wyspy Kanaryjskie (7 272 km<sup>2</sup>), Madera 797 km<sup>2</sup>, Sokotra (3 626 km<sup>2</sup>) i Brytyjskie Terytorium Oceanu Indyjskiego (49 km<sup>2</sup>)</p>",
            "biggestCities":"<p><strong>Największe miasta:</strong> Kair (ok 11 000 000 mieszk.), Aleksandria (2 700 000 mieszk.), Kinszasa (2 500 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> ok. 473 000 000l państwami o największej liczbie mieszkańców są Nigeria (75 000 000), Egipt (41 000 000), Etiopia (30 400 000)</p>",
            "naturalConditions":"<p> Powierzchnię Afryki wypełnia niemal w całości rozległa platforma obrzeżona pasmami górskimi wznoszącymi się stipniowo od wybrzeży, toteż nie ma yu prawie nizin nadmorskich. Średnia wysokość kontynentu wynosi 750 m, najwyższym punktem jest szczyt Uhuru (5 895 m) w grupie Kilimandżaro, najniższym - depresja jeziora Assal (-173 m). Najdłuższe rzeki to Nil (6 671 km), Kongo (4 375 km) i Niger (4 160 km). Największe jeziora: Ukerewe (Jez. Wiktorii - 68 800 km<sup>2</sup>), Tanganika (32 893 km<sup>2</sup>) i Malawi (30 800 km<sup>2</sup>). Na większości obszaru Afryki panuje klimat tropkalny, tylko na południu i północy kontynentu - podzwrotnikowy; wokół równika rozciąga się pas wilgotnej puszczy tropikalnej, który ku północy i ku południowi przechodzi w stepy i sawanny, a te z kolei - w pustynie.</p><p>Wybrzeże Morza Śródziemnego oraz Kraj Przylądkowy w południowej części kontynentu charakteryzują siię roślinnością podzwrotnikową.</p>",
            "historyPoliticalOutline":"<p> Pólnocno - wschodnia część kontynentu afrykańskiego - terytorium obecnego Egiptu i Etiopii - należała w starożytności do obszarów o wysokiej cywilizacji. W okresieod XI do XII w. p.n.e. północne i zachodnie wybrzeża Afryki zostały skolonizowane przez Fenicjan, a począwszy od I w. p.n.e. zaczęły tu również przenikać wpływy Cesarstwa Rzymskiego. W VII w. n.e. na północy Afryki osiedlają się  Arabowie; w tym samym mniej więcej czasie na kontynencie afrykańskim powstają pierwsze państwa feudalne, NIektóre z nich przetrwały wiele stuleci i zostały zniszczone przez Europejczyków dopiero w okresie ekspansji kolonialnej. Początki europejskiej kolonizacji kontynentu afrykańskiego datują się na w. XV. Od r. 1501 zaczyna rozwijać się handel niewolnikami i wywóz Afrykanów do prac na plantacjach a Ameryce Północnej i Południowej.</p><p>Aż do końca XVIII w. infiltracja europejska na kontynent afrykański ograniczała się praktycznie do zakładania faktorii na wybrzeżach. Dopiero w ciągi XIX w. kolonizacja zaczyna przenikać w głąb lądu wraz ze wszystkimi wynikającymi stąd konsekwencjami politycznymi i gospodarczymi. W r. 1875 ogółem 10,8% powierzchni kontynentu afrykańskiego znajdowało się pod panowaniem kolonizatorów, a ówczesne mocarstwa europejskie - Francja, Wielka Brytania, cesarskie Niemcy, Portugalia, Włochy i Belgia wykazywały coraz większą ekspansywność, tak iż do r. 1900 podporządkowały sobie już 90,4% obszaru Afryki. Na początku naszego stulecia jedynymi niepodległymi państwami afrykańskimi były Etiopia, która nigdy nie stała się posiadłością kolonialną w tradycyjnym tego słowa znaczeniu oraz utworzona w r. 1847 Liberia. Po Wielkiej Socjalistycznej Rewolucji Październikowej walka narodów kolonialnych przeciwko panowaniu kolonialnemu przybrała na sile; fal ruchu narodowowyzwoleńczego w Afryce wznosi się zwłaszcza po II wojnie światowej, powodując rozpad imperium kolonialnego mocarstw europejskich. Momentem przełomowym e historii tego kontynentu stał się r. 1960, określany jako Rok Afryk; w ciągu tego roku uzyskało niepodległość ogółem 17 krajów afrykańskich. W późniejszych latach stopniowo dołączały do nichj następne i w chwili obecnej praktycznie już większość terytoriów afrykańskich jest niepodległa. Tylko na południu kontynentu zachował się relikt niesławnej ery kolonialnej w postaci rasistowskiej Republiki Południowej Afryki, bezprawnie okupującej terytorium sąsiedniej Namibii.</p><p>Jednakże zarówno w samej RPA, jak i w Namibii rozwinęła się w ostanim okresie na wielką skalę walka narodowowyzwoleńcza. Jej natężenie wskazuje, że pnowanie białych rasistów w obu krajach zbliża się zdecydowanie ku końcowi. Do chwili obecnej pod zarządem kolonialnym Wielkiej Brytanii i Francji pozostało jeszcze kilka wysp na Oceanie Atlantyckim i Indyjskim, natomiast częścią Hiszpanii jest rejon Ceuty i Melilli oraz kilka wysp u północnego wybrzeża Afryki.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Najważniejszą gałęzią gospodarki afrykańskiej jest rolnictwo, zatrudniające 80% ludności.</p><p>Udział przemysłu w tworzeniu globalnego produktu społecznego krajów afrykańskich wynosi niecałe 30%. Bogactwa naturalne kontynentu afrykańskiego są ogromne, choć nie całkowice wykorzystane; np. w roku 1974 90% całego złota wydobytego w krajach niesocjalistycznych pochodziło z Afryki. To samo dotycyło 80% diamentów. 70% kobaltu, 35% chromu, 30% mnganu i wanadu, 29% antymonu, 24% fosfatów, 20% miedzi, 12% cyny, 11% azbestu i 9% rudy żelaza. Te ogromne bogactwa naturalne mogłyby sie stać podstawą szybkiego rozwoku całego kontynentu i podniesienia stopy życiowej narodów afrykańskich. Jak dotąd tylko częściowo d=służą rzeczywistym inrteresom narodów Afryki, gdyż w wielu krajach tego kontynentu, również po uzyskaniu przez nie noiepodległości, zachowały swoje pozycje monopole zagraniczne. Do ich rąk trafiają także zyski z eksploatacji złóż surowcowych.</p>",
            "map":"<div id='map'><img src='maps/afryka.jpg' alt='Africa map'></div>"
        }
    ],
    "algieria": [
        {   
            "title":"<p><strong>ALGIERIA</strong></p>",
            "subtitle":"<p><strong>AAlgierska Republika Ludowo - Demokratyczna</strong></p><p>Al - Dżumhurija al-Dżazajrija asz - Szaabija ad Dimukratija</p>",
            "position":"<p><strong>Położenie:</strong> Północna część kontynentu afrykańskiego, bnad Morzem Śródziemnym</p>",
            "area":"<p><strong>Powierzchnia:</strong> 2 381 741 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 31 wilajetów</p>",
            "capitol":"<p><strong>Stolica:</strong> Algier (Al - Dżaza'ir, 2 160 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Oran (Wahran 326 000 mieszk.), Konstantyna (Kusantina, 246 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 21 000 000; 90% mieszkańców to Arabowie i Berberowie, poza tym mieszkają tu Tauregowie, Kabylowie, Szawijowie i niewielki procent Europejczyków.</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Poza pasmem gór przybrzeżnych nad Morzem Śródziemnym z zachodu na wschóed ciągnie się górski łańcuch Atlasu Tellskiego. Równolegle do niego na południu biegnie masyw górski Atlasu Saharyjskiego, za którym rozciąga się pustynia. Klimat w północnej części kraju śródziemnomorski i pół suchy, na południu - suchy i pustynny</p>",
            "language":"<p><strong>Język urzędowy:</strong> arabski</p>",
            "currency":"<p><strong>Waluta:</strong> Dinar algierski = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Pierwsze wzmianki o istnieniu organizacji państwowych na obszarze obecnej Algierii pochodzą z III w. p.n.e., kiedy to należał on do Numidów (przodków Berberów). W VII w. n.e. Algierię kolonizują Arabowie, którzy przynoszą ze soba islam. W w. XVI kraj dostaje się pod panowanie tureckie.</p><p>Kolonizacja europejska tych terenów rozpoczęła sie w I połowie XIX w. - w 1830 r. do Algierii wkroczyły wojska francuskie, w ciągu następnych dziesięcioleci Paryż podporządkował sobie cały kraj. Od r. 1918 w Algierii rozwija się ruch narodowowyzwoleńczy, który wkrótce nabiera charakteru ogólnonarodowego. Jego intensywność wzrasta zwłaszcza po II wojnie światowej; w listopadzie 1954 r. w kraju wybuchło powstanie zbrojne przeciwko kolonizatorom; w r. 1958 powstał Tymczasowy Rząd Republiki Algierskiej. 18 marca 1962 r. rząd ten podpisał z Francją układ w Evian - les - Bains, na mocy którego w czerwcu tegoż roku proklamowano niepodległość Algierii. W r. 1963 uchwalono pierwszą konstytucję algierską. Po 19 czerwca 1965 r. pełną władzę w kraju skupiła w swym ręku Rada Rewolucyjna, która zaczęła prowadzić konsekwentną politykę antyimperialistyczną. Pod jej kierownictwem w kraju rozpoczął się proces zasadniczych przemian społeczno - ekonomicznych.</p><p>Ważnym momentem przełomowym w życiu Algierskiej Republiki Ludowo - Demokratycznej stało się referendum ogólnonarodowe, które odbyło się 19 listopada 1976 r., i w nim przeważającą większością głosów zaaprobowano projekt nowej konstytucji. W jej tekście podkreślono, że programowym celem całego narodu algierskiego jest zbudowanie społeczeństwa socjalistycznego.</p><p>Głową państwa jest prezydent wybierany w wyborach bezpośrednich na sześć lat. Prezydent sprawuje władzę wykonawczą, stoi na czele rządu (nie ma jednak tytułu premiera), mianuje i odwołuje jego członków, a w razie konieczności może mioanować wiceprezydenta oraz premiera, którzy z racji swoich funkcji są odpowiedzialni wyłącznie przed szwefem państwa. Najwyższym organem ustawodawczym jest jednoizbowe Ludowe Zgromadzenie Narodowe liczące 281 deputowanych wybieranych w wyborach bezpośrednich co 5 lat; większość z nich stanowią robotnicy i rolnicy.</p>",
            "economy":"<p><strong>Gospodarka:</strong> W przeszłości Algieria była słabo rozwiniętym państwem rolniczym o bogatych zasobach surowców naturalnych i mało rozwiniętym przemyśle przetwórczym. Aż do momentu uzyskania niepodległości w r. 1962 gospodarka narodowa kraju znajdowała się wyłącznie w rękach francyskich monopoli oraz francuskich osadników. Obecnie Algierska Republika Ludowo - Demokratyczna jest jednym z najdynamiczniej rozwijających się państw na kontynencie afrykańskim. Przemysł dostarcza ponad 40% globalnego produktu społecznego. Industrializacja kraju zmierza do stworzenia przemysłu hutniczego i stalowego oraz przemysłu maszynowego i wydobywczego. Dominującą rolę w gospodarce Algierii odgrywa sektor państwowy, który kontroluje ponad 87% całej produkcji przemysłowej. Algieria ma bogate zasoby surowców mineralnych; wydobywa się tu ropę naftową, której złoża oceniane są na 960 mln ton, gaz ziemny (zasoby ok. 7 100 mld m<sup>3</sup>), rudę żelaza, ołowiiu i cynku, fosfaty i węgiel kamienny.</p><p>Produkcja rolna dostarcza ok. 17% produktu społecznego brutto. Punkt ciężkości tej produkcji znajduje się w sektorze spółdzielczym. N ok. 3 mln ha uprwaia się zboża (pszenicę, owies i jęczmień), a w rejonach nadbrzeżnych - winorośl (270 tys. ha) oraz oliwki (80 tys. ha). W Algierii uprawia się także ziemniaki, wczesne wartzywa, owoce połdniowe oraz tytoń. Produkcja zwierzęca nastawiona jest głównie na hodowlę bydła. Dość dobrze rozwinięte jest rybołówstwo.</p><p>Algiera eksportuje głównie ropę naftową i gaz ziemny, a poza tym pozostałe surowce mineralne i produkty rolne. W imporcie na pierwszym  miejscu znajdują się towary konsumpcyjne, następnie, maszyny i urządzenia przemysłowe. Do najważniejszych partnerów handlowych tego kraju tradycyjnie juz należy Francja; tendencję zwyżkową wykazuje również wymiana handlowa z państwami wspólnoty socjalistycznej.</p>",
            "map":"<div id='map'><img src='maps/algieria-min.jpg' alt='Algieria map'></div>"
        }
    ],
    "angola": [
        {   
            "title":"<p><strong>ANGOLA</strong></p>",
            "subtitle":"<p><strong>Angolska Republika Ludowa</strong></p><p>Rep&#250;blica Popular de Angola</p>",
            "position":"<p><strong>Położenie:</strong> Południowo - zachodnia część kontynentu afrykańskiego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 1 246 700 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 18 prowincji</p>",
            "capitol":"<p><strong>Stolica:</strong> Luanda (1 200 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Lobito (88 000 mieszk.), Benguela (36 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 7 200 000, przeważnie Murzyni Bantu</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Z wyjątkiem wąskiego pasa wybrzeża terytorium Angoli zajmuje płaskowyż i wyżyna. Klimat tropikalny</p>",
            "language":"<p><strong>Język urzędowy:</strong> portugalski</p>",
            "currency":"<p><strong>Waluta:</strong> Kwanza = 100 lwei</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W średniowieczu na obszarze obecnej Angoli istniało silne państwo afrykańskie. Pierwszym Europejczykiem, który przybił do tutejszych wybrzeży w r. 1482 był portugalski żeglarz Diego C&#227;o. Sto lat później terytorium angolskie zostało uznane za kolonię Lizbony; wskutek oporu, jaki szerokie warstwy ludności stawiały zaborcom, Portugalczykom udało sie podporządkować sobie cały kraj dopiero u schyłku ubiegłego stulecia.</p><p>Po II wojnie światowej na terytorium angolskim zaczęły powstawać partie polityczne, które za swój programowy cel uznały osiągnięcie niepodległości kraju; w r. 1956 te postępowe organizacje zjednoczyły się w jednolity Ludowy Ruch Wyzwolenia Angoli (MPLA), który w 1961 r. rozpoczął narodowowyzwoleńczą walkę zbrojną. Po obaleniu reżimu faszystowskiego nowy rząd Portugali przyznał Angoli prawo do niepodległości i samostanowienia. 11 listopada 1975 r, proklamowano niepodległą Angolską Republikę Ludową.</p><p>Jednakże bezpośrednio po tym siły reakcji wewnętrznej wspierane przez imperializm amerykański i rasistowski z sąsiedniej Republiki Południowej Afryki rozpoczęły otwarta walkę przeciwko młodemu państwu angolskiemu. Po wielomiesięcznych walkach siły te dzięki internacjonalistycznej pomocy jednostek kubańskich zostały rozbite w marcu 1976 r. Jednak imperializm nadal podejmuje próby zmierzające do udaremnienia procesu zasadniczych przemian społecznych w Angoli - świadczy o tym szereg agresywnych akcji wojskowych rasistowskiej RPA wymierzonych w ostatnich latach przeciwko państwu angolskiemu.</p><p>Głową państwa jest prezydent, będący jednocześnie przwodniczącym Rady Rewolucyjnej. Zgodnie z konstytucją. organem ustwodawczym jest jednoizbowe Zgromadzenie Ludowe. Kierowniczą siłą polityczną w kraju jest Ludowy ruch Wyzwolenia Angoli - Partia Pracy (MPLA - PT), marksistowsko - leninowska awangarda spłoeczeństwa.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Angolska Republika Ludowa jest jeszcze krajem słabo rozwiniętym gospodarczo. W produkcji rolnej zatrudnione jest 55% ludności.</p><p>W kraju uprawia się bawełnę, kawę, trzcinę cukrowa, sizal, orzeszki ziemne, zaś na użytek wewnętrzny - maniok, kasawę, ryż, fasolę, groch, yamy. Ważną gałęzią produkcji rolnej jest hodowla bydła i rybołówstwa. Główna siłą produkcyjną w rolnictwie jest kilka tysięcy spółdzielni rolniczych oraz państwowych gospodarstw rolnych.</p><p>Po zwycięstwie rewolucji angolskiej zaczęto relizować zasadnicze przemiany we wszystkich dziedzinach życia gospodarczego; państwo przejęło stopniowo na własność banki, zakłady przemysłowe, plantacje i fermy należące do towarzystw zagranicznych, a także objęło kontrolą handel zagraniczny i transport. Angolska Republika Ludowa ma znaczne bogactwa mineralne: wydobywa sie tu przede wszystkim rudę żelaza, diamenty i ropę naftową. W 1975 r. odkryto wielkie pokłady uranu; bogate sa również złoża manganu, miedzi, złota, siarki, cyny, niklu, boksytów, asfaltu itd. Najważniejszą gałęzią przemysłu angolskiego jest wydobycie mienrałówl duże znaczenie dla gospodarki narodowej ma także przemysł spożywczy oraz włókienniczy.</p><p>Głównymi artykułami eksportowymi są ropa naftowa, ruda żelaza, kawa, bawełna i sizal. Importuje się przede wszystkim urządzenia przemysłowe, maszyny, środki transportu i artykuły spożywcze. Do najważniejszych partnerów handlowych Angolii należą państwa EWG, Związek Radziecki i Portugalia.</p>",
            "map":"<div id='map'><img src='maps/angola-min.jpg' alt='Angola map'></div>"
        }
    ],
    "benin": [
        {   
            "title":"<p><strong>BENIN</strong></p>",
            "subtitle":"<p><strong>Benińska Republika Ludowa</strong></p><p>R&#233;publique Populaire du B&#233;nin</p>",
            "position":"<p><strong>Położenie:</strong> Zachodnia Afryka, częściowo przylega do Zatoki Gwinejskiej na Oceanie Atlantyckim</p>",
            "area":"<p><strong>Powierzchnia:</strong> 112 622 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 6 departamentów</p>",
            "capitol":"<p><strong>Stolica:</strong> Porto Novo (104 000 mieszkańców), siedzibą prezydenta i rządu jest Cotonou (178 000 mieszk.)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Natitingou (51 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 3 600 000; w południowej części kraju zamieszkują ludy gwinejskie, w części półcocnej - ludy środkowobantuidalne i zachodniobantuidalne</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość kraju zajmuje pokryty sawannami płaskowyż. Na nizinie nad Oceanem Atlantyckim rosną tropikalne puszcze. Klimat tropikalny</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank CFA = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W przeszłości na terytorium Beninu istniały silne państwa afrykańskie; do najważniejszych z nich należął Dahomej. W XVI w. na tutejszym wybrzeżu wylądowali Portugalczycy, a w w. XVII przybyli koloniści holenderscy, francuscy i brytyjscy. Stopniowo zaczęły tu wzrastać wpływy francuskie i po zwycięstwie w wojnie kolonialnej, jaką Paryż w latach 1888 - 1893 prowadził przeciwko ludności afrykańskiej , obszar obecnego Beninu został przyłączony do francuskiej posiadfłości w Afryce. Pod naciskiem ruchu narodowowyzwoleńczego, który przybrał na sile zwłaszcza po II wojnie światowej Francja zmuszona była przyznać krajowi status terytorium zamorskiego, a następnie pójść na dalsze ustępstwa; w r. 1956 kraj uzyskał samorząd wewnętrzny, a dwa lata później stał się tzw. autonomiczną republiką w ramach Wspólnoty Francuskiej. 1 sierpnia 1960 r, kraj wystąpił z tego związku i proklamował niepodległość jako Republika Dahomeju.</p><p>Charakterystyczną cechą pierwszych lat istnienia niepodległego Dahomeju była ogromna  niestabilność polityczna; pod względem liczby zamachów stanu kraj ten zajmował pierwsze miejsce w Afryce.</p><p>Na drogę rzeczywiście niepodległego rozwoju ówczesna Republika Dahomeju wkroczyła dopiero 26 października 1972 r., kiedy to władzę przejęła armia tworząc wojskowy rząd rewolucyjny. Rządowi temu udało się stopniowo ustabilizować sytuację w kraju. Konsekwencją jego wysiłków zmierzających do stworzenia państwa rzeczywiście niezależnego pod względem gospodarczym i politycznym było ogłoszenie programu działań zmierzających do budowy społeczeństwa postępowego, socjalistycznego typu. Po ogłoszeniu tego programu siły awangardy skupiły się w partii Ludowej Rewolucji Beninu (PRPB); 30 listopada 1975 r. kraj został przemianowany na Benińską Republikę Ludową. Głową państwa jest prezydent, stojący na czele wykonawczej Rady Narodowej (rządu). Władzę ustawodawczą sprawuje Narodowe Zgromadzenie Rewolucyjne. Kierowniczą siłąpolityczną w kraju jest Partia Ludowej Rewolucji Beninu, która w swojej działalności kieruje się zasadami socjalizmu naukowego.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Benińska Republika Ludowa jest jak dotąd słabo rowiniętym państwem rolniczym. Po r. 1972, kiedy władzę przejęły siły postępowe, upaństwowiono główne przedsiębiorstwa przemysłowe, majątek zagranicznych towarzystw naftowych, transport, produkcję energii elektrycznej, banki i towarzystwa ubezpieczeniowe. Uspołeczniono także grunty i wywłaszczono majątki miejscowych feudałów na rzecz spółdzielni rolniczych i państwa.</p><p>Przemysł zaczyna się dopiero rozwijać; z okresu kolonialnego i neokolonialnego w kraju zostało kilka małych przedsiębiorstw przetwórstwa produktów rolnych. W ostatnim okresie zbudowano montownię samochodów i fabrykę odbiorników radiowych; przy pomocy krajów socjalistycznych powstaje wielka cementownia.</p><p>Podstawę gospodarki narodowej stanowi do dziś produkcja rolna, w której zatrudnione jest ponad 50% zawodowo czynnej ludności. Produkcja rolna ciągle jeszcze nastawiona jest przede wszystkim na plantacyjną uprawę palmy oleistej, której owoce i olej są głównymi artykułami eksportowymi. Poza tym uprawia się na eksport kawę, bawełnę, orzeszki ziemne i banany.</p><p>Przeważającą część eksportu Beninu stanowią płody rolne. Kraj importuje artykuły spożywcze, maszyny i urządzenia technologiczne. W związku z dążeniem do pełnej niezależności gospodarczej Benin stopniowo ogranicza kontakty handlowe z państwami zachodnimi w coraz większej mierze orientując się na świat postępu.</p>",
            "map":"<div id='map'><img src='maps/benin-min.jpg' alt='Benin map'></div>"
        }
    ],
    "botswana": [
        {   
            "title":"<p><strong>BOTSWANA</strong></p>",
            "subtitle":"<p><strong> Republika Botswany</strong></p><p>Lefatshe la Botswana</p><p>Republic of Botswana</p>",
            "position":"<p><strong>Położenie:</strong> Państwo śródlądowe w południowej części kontynentu afrykańskiego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 600 372 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 16 dystryktów</p>",
            "capitol":"<p><strong>Stolica:</strong> Gaborone (63 000 mieszkąńców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Kanye (35 000 mieszk.), Serowe (34 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 936 000, z czego ponad 93% stanowią Afrykanie mależące do grupy językowej Bantu (głównie Murzyni Beczuana); poza tym mieszkaja tu narodowości Bakgatla, Bakwana, Bamalete, Bamangwano, Bangwaketse, Batawana, Batlokwa i Barolong</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość powierzchni kraju zajmuje pustynia Kalahari, Bujniejsza wegetacja występuje wyłącznie na północnym wschodzie. Południowy zachód zajmuje rozległa wyżyna. Klimat zwrotnikowy</p>",
            "language":"<p><strong>Język urzędowy:</strong> angielski i tswana</p>",
            "currency":"<p><strong>Waluta:</strong> Pula = 100 thebe</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong>  U schyłku XVIII w. na obszarze dzisiejszej Botswany żyło 8 niezależnych plemion afrykańskich. Pierwsi Europejczycy dotarli do tej części Afryki na początku XIX w. W r. 1889 obszar ten stał się protektoratem Wilekiej Brytanii pod nazwą Beczuana. Aż do września 1966 r. podlegała ona rezydentowi brytyjskiemu, który rządził krajem wraz z kilkoma komisarzami okręgowymi.</p><p>30 września 1966 r. Beczuana uzyskała niepodległość i otrzymała nazwę Republika Bostwany. W pierwszych latach samodzielnego bytu orientowała się prawie wyłącznie na Wielką Brytanię i rasistowską Republikę Południiowej Afryki, jednakże w ostatnim okresie rząd Bostwany coraz energiczniej prowadzi niezależną politykę. Kraj ten udziela schronienia uciekinierom z rasistowskiej RPA.</p><p>Głową państwa jest prezydent, który stoi również na czele rządu (nie ma jednak tytułu premiera).</p><p>Władzę ustawodawczą sprawuje Zgromadzenie Narodowe, liczące 38 deputowanych. Organem doradczym prezydenta jest Izba Wodzów. Aparat ustawodawczy i administracyjny podporządkowany jest prezydentowi.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Botswana jest zacofanym krajem rolniczym. W rolnictwie zatrudnionych jest 65% ludnosći czynnej zawodowo. Spośród zakładów przemysłowych największe znaczenie mają zakłady przetwórstwa płodów rolnych. Bogactwa mineralne nie są jeszcze dostatecznie zbadane; w rejonie Orapa wydobywa się dimanety, poza tym znajdują się tu złoża rudy miedzi, niklu, manganu, złota i srebra. Bostwana ma również znaczne zasoby węgla.</p><p>W związku z tym , że przeważająca część powierzchni kraju zajmuje nieurodzajna pustynia Kalahari, tylko 2% powierzchni państwa stanowią ziemie uprawne. Na potrzeby wewnętrzne uprawia się przede wszystkim kukurydzę, pszenicę, proso, ziemnikai, cebulę i orzeszki ziemne. Podstawą utrzymania ludności Botswany jest jednak hodowla bydła. Eksport obejmuje głównie surowce mineralne i mięso, import zaś przede wszystkim artykuły przemysłowe. W celu zwiększenia niezależności gospodarczej kraju w ostatnich latach zaczęto preferować kontakty handlowe z niepodległymi państwami afrykańskimi.</p>",
            "map":"<div id='map'><img src='maps/botswana-min.jpg' alt='Botswana map'></div>"
        }
    ],
    "burkinafaso": [
        {   
            "title":"<p><strong>BURKINA FASO (d. Górna Wolta)</strong></p>",
            "subtitle":"<p><strong>Burkina Faso</strong></p><p>Burkina Faso</p>",
            "position":"<p><strong>Położenie:</strong> Zachodnia część kontynentu afrykańskiego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 274 200 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 90 departamentów</p>",
            "capitol":"<p><strong>Stolica:</strong> Wagadugu (Oaugadougou, 180 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Bobo - Dioulasso (105 000 mieszk.), Koudougou (41 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 7 100 000, przeważnie przedstawiciele grup etnicznych Mossi, Fulbe i in.</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość kraju zajmuje stepowa wyżyna. Klimat tropikalny, suchy</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank CFA = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Od X w. na tym terenie istaniły liczne organizacje państwowe, których ośrodki znajdowały się na obszarze obecnego Mali i Nigru. Najważniejszym z nich było państwo Songhaj, które zanikło w końcu XVI w. U schyłku XIX w. do rejonu dotarli Francuzi. Ich akcje kolonizacyjne spotkały się z zaciętym oporem ludności murzyńskiej. Mimo to w r. 1904 kraj został przyłączony do powstałej kilka lat wcześniej francuskiej kolonii Górny Senegal - Niger. Tuż po I wojnie światowej obecne terytorium Burkina Faso (do 4 sierpnia  1984 r. kraj nosił nazwę Górna Wolta) zostało włączone do Francuskiej Afryki Zachodniej. Pod naporem ruchu narodowowyzwoleńczego, który zintensyfikował się zwłaszcza po II wojnie światowej, Paryż był zmuszony przyznać Górnej Wolcie w - 1958 r. autonomię, a w dwa lata później - z dniem 5 sierpnia 1960 r. - niepodległość. Ponieważ pierwszy rząd młodego państwa afrykańskiego nie potrafił rozwiązać problemów narosłych w latach francuskiego panowania kolonialnego, w r. 1966 doszło do wojskowego zamachu stanu i na okres przejściowy władzę przejęła administracja wojskowa. Podjęła ona szereg kroków zmierzających do rozwoju kraju, jednak próba przekazania rządów w ręce cywilne nie powiodła się i w r. 1974 wojskowi ponownie objęli ster rządów.</p><p>U schyłku lat siedemdziesiątych w kraju zaczęto przygotowywać się do przekazania władzy w ręce rządu cywilnego; po wielomiesięcznej publicznej dyskusji 27 listopada 1977 r. odbyło się ogólnonarodowe referewndum na temat nowej konstytucji. W styczniu 1978 r. został zreorganizowany rząd i większość stanowisk w nim objęli politycy cywilni, w maju 1978 r. odbyły się wybory do nowego Zgromadzenia Narodowego. W listopadzie 1980 r. miał jednak miejsce następny wojskowy zamach stanu. Do kolejnego przewrotu wojskowego doszło w sierpniu 1983 r.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Burkina Faso jest krajem rolniczym, podstawę jego gospodarki stanowi rolnictwo, w którym zatrudnione jest 81% zawodowo czynnej ludności. Przeważa grupowa własność ziemi. W Burkina Faso uprawia się proso, sorgo, orzeszki ziemne, kukurydzę, bawełnę, ryż i niektóre inne kultury. Rozwinięta jest produkcja zwierzęca.</p><p>Udział przemysłu w produkcie narodowym brutto nie przekracza 10%; najlepiej rozwinięta jest produkcja artykułów spożywczych i wyrobów włokienniczych; ważnym elementem gospodarki jest również przemysł wydobywczy, nastawiony na eksploatację złóż rudy manganu i pokładów wapienia. Wydobywa się również złoto.</p><p>Najważniejszymi partnerami handlowymi Burkina Faso jest są Francja, Wybrzeże Kości Słoniowej i Ghana. Eksport obejmuje przede wszystkim orzeszki ziemne, bawełnę oraz żywe bydło, w imporcie przeważają maszyny, produkty ropopochodne, żywność i tkaniny.</p>",
            "map":"<div id='map'><img src='maps/burkinafaso-min.jpg' alt='Burkina Faso map'></div>"
        }
    ],
    "burundi": [
        {   
            "title":"<p><strong>BURUNDI</strong></p>",
            "subtitle":"<p><strong>Republika Burundi</strong></p><p>Republika y&#700;Uburundi</p><p>R&#233;publique de Burundi</p>",
            "position":"<p><strong>Położenie:</strong> Afryka równikowa, północno - zachodni brzeg jeziora Tanganika</p>",
            "area":"<p><strong>Powierzchnia:</strong> 27 834 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 8 prowincji</p>",
            "capitol":"<p><strong>Stolica:</strong> Bujumbura (157 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Kitega (21 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 4 300 000, z czego większość stanowią Afrykanie należą do grupy etnicznej Hutów (80% populacji), zaś 17% - Tubsi</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość powierzchni zajmuje wyżyna. Kraj przylega do jeziora Tanganika o powierzchni 32 893 km<sup>2</sup>, które jest drugim co do wielkości jeziorem afrykańskim. Klimat równikowy</p>",
            "language":"<p><strong>Język urzędowy:</strong> rundi i francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank Burundi = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W XVI w. na obszarze dzisiejszego Burundi powstało dość dobrze rozwinięte państwo feudalne, które okres swego największego rozkwitu przeżyło za panowania króla Ntare II (lata 1825 - 1852).</p><p>Przy podziale Afryki między mocarstwa imperialistyczne, na konferencji berlińskiej, w r. 1885 cesarskie Niemcy zapewniły sobie panowanie nad Burundi i sąsiednią Rwandą. W r. 1899 oba kraje pod nazwą Ruanda - Urundi zostały włączone do ówczesnej Niemieckiej Afryki Wschodniej. W czasie I wojny światowej w r. 1916 kraj został zajęty przez Belgów, a w 1923 r. stał się częśćią belgijskiego terytorium powierniczego Ruanda - Urundi. 1 lipca 1962 r. Burundi, podobnie jak sąsiednia Rwand, uzyskało niepodległość i stało się monarchią. 28 listopada 1966 r. monarchia została obalona, a kraj proklamowano republiką.</p><p>Niezdolność rządu do rozwiązywania nawarstwionych problemów społecznych i gospodarczych sprawiła, iz 1 listopada 1976 r. został on pozbawiony władzy. Rządy w kraju objęła Najwyższa Rada rewolucyjna, której celem jest zorganizowanie demokratycznego państwa oraz umocnienie jedności ludu Burundi i stworzenie materialnej bazy niepodległego rozwoju. Władzę ustawodawcza w Republice Burundi sprawuje jednoizbowe Zgromadzenie Narodwoe, złożone z 65 deputowanych, o 5 - letniej kadencji. Władzę wykonawczą pełni rząd powoływany przez prezydenta. Jedyną partią polityczną w kraju jest rządząca Partia Jedności i Rozwoju Narodowego (UPRONA), założona w 1959 r. jej pierwszy zjazd odbył się w końcu grudnia 1979 r.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Republika Burundi jest słabo rozwiniętym krajem rolniczym - statystyki ONZ zaliczają ją do 25 najuboższych państw świata. W produkcji rolnej, która dostarcza 95% artykułów eksportowych, zatrudnione jest 90% czynnej zawodowo ludności. Rolnictwo jest zacofane, przeważają w nim stosunki rodowe i feudalne. Rząd stara się przyspieszyć rozwój rolnictwa przy pomocy kapitału zagranicznego, głównie belgijskiego, zachodnioniemieckiego i francuskiego.</p><p>Na użytek wewnętrzny uprawia się przede wszystkim maniok, kukurydzę. sorgo, bataty, pszenicę, orzeszki ziemne i banany.</p><p>Najważniejszym towarem eksportowym jest kawa, której zbiory wynoszą ok. 20 tys. ton rocznie. Poza tym pod kątem eksportu uprawia się bawełnę, chinowiec, sizal, palmę oleistą i tytoń. Do tradycji należy hodowla bydła; bardzo duże znaczenie ma również rozwinięte rybołówstwo. Przemysł jest słabo rozwinięty, przeważają niewielkie zakłady przetwórcze, głównie przemysłu spożywczego i włókienniczego. Kraj ma sporo kopalinn użytecznych; występują tu rudy cyny, wolframu, baru, niobu i tantalu (kolumbit), beryl, a także złoto. Odkryto znaczenie złoża niklu i rudy uranu, które wzbudziło wielkie zainteresowanie zagranicznych, przede wszystkim amerykańskich spółek wydobywczych. Eksport obejmuje głównie artykuły rolne, w imporcie zaś przeważają maszyny, części zamienne, artykuły przemysłowe i włókiennicze. Najważniejszymi partnerami handlowymi Republiki Burundi są Tanzania, USA, Belgia, RFN i Japonia.</p>",
            "map":"<div id='map'><img src='maps/burundi-min.jpg' alt='Burundi map'></div>"
        }
    ],
    "ceuta": [
        {   
            "title":"<p><strong>CEUTA</strong></p>",
            "subtitle":"<p><strong>Ceuta</strong></p><p>Ceuta</p><p>(Kolonia hiszpańska na północnym wybrzeżu Maroka)</p>",
            "position":"<p><strong>Położenie:</strong> Północna afryka, nad Morzem Śródziemnym</p>",
            "area":"<p><strong>Powierzchnia:</strong> 19 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> Administracyjnie obszar ten przyłąćzony jest do hiszpańskiej prowincji Kadyks (C&#225;diz)</p>",
            "capitol":"<p><strong>Stolica:</strong></p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong></p>",
            "population":"<p><strong>Ludność:</strong> 68 000 mieszkańców, w większości pochodzenia hiszpańskiego i arabskiego</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong></p>",
            "language":"<p><strong>Język urzędowy:</strong> hiszpański</p>",
            "currency":"<p><strong>Waluta:</strong> Peseta = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W r. 1415 Ceutę podporządkowali sobie Portugalczycy, a w r. 1580 przypadła w udziale Hiszpanii.</p><p>Do obszaru Ceuty rości pretensje Maroko.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Ceuta jest Portem wolnocłowym oraz hiszpańską bazą wojsokową. Przez terytorium to przebiega znaczna część tranzytowych linii komunikacyjnych z Hiszpanii do Maroka. Działają tu małe zakłady przemysłu spożywczego oraz stocznie. Handel zagraniczny nastawiony jest na Hiszpanię</p>",
            "map":"<div id='map'><img src='maps/ceuta-min.jpg' alt='Ceuta map'></div>"
        }
    ],
    "czad": [
        {   
            "title":"<p><strong>CZAD</strong></p>",
            "subtitle":"<p><strong> Republika Czadu</strong></p><p>R&#233;publique du Tchad</p>",
            "position":"<p><strong>Położenie:</strong> Środkowa Afryka; państwo śródlądowe</p>",
            "area":"<p><strong>Powierzchnia:</strong> 1 284 000 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 14 prefektur</p>",
            "capitol":"<p><strong>Stolica:</strong> N&#700;Djamena (250 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Sarh (45 000 mieszk.), Moundou (40 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 4 600 000. Skład narodowościowy jest bardzo zróżnicowany. Mieszkają tu przedstawiciele ponad 130 mniejszości narodowych, należących do 12 grup językowych</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Znaczną częś powierzchni Czadu zajmuje pustynia Sahara (ok. 500 000 km<sup>2</sup>, która na północy przechodzi w potężny masyw górski Tibesti. Dalsze ok. 400 000 km <sup>2</sup> to tzw. sahel (suchy obszar stepowy między pustynną a tropikalną częścią Afryki); południowa część kraju leży już w strefir podrównikowej. Klimat przeważnie gorący i suchy.</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank CFA = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Już w IX i X w. n.e. obszarze obecnego Czadu powstały pierwsze organizacje państwowe. U schyłku ubiegłego stulecia w rejonie jeziora Czad zaczęły  ścierać się interesy europejskich mocarstw kolonialnych, wśród których pozycję dominującą zajęła w końcu Francja. W r. 1913 Francuzi zakończyli kolonizację tego obszaru.</p><p>Po II wojnie światowej, Paryż dążąc do ja najdłuższego utzrymania swego panowania w tym obfitującym w surowce mineralne rejonie, zdecydował się dokonać pewnych zmian formalnych w kolonialnym statusie kraju. 11 sierpnia 1960 r. pod naciskiem przybierającego wciąż na sile ruchu narodowowyzwoleńczego, Francja zmuszona była przyznać Czadowi niepodległość.</p><p>Po proklamowaniu niepodległosci Republiki Czadu jej rząd nadal jednak utrzymywał z Francją ścisłe kontakty oparte na zasadach neokolonialnych. Dlatego też w 1975 r. w kraju doszło do zamachu stanu, a władzę przejęła armia. W ostatnich latach sytuacja wewnętrzna w Czadzie była bardzo niestabilna, stale wybuchały konflikty między poszczególnymi grupami władzy. Sytuację komplikowały dodatkowo posunięcia Paryża dążącego do utrzymania w tym kraju swj neokolonialnej pozycji.</p><p>Do dziś nie udałosię ustabilizować sytuazcji w Czadzie, mimo iż również Organizacja Jedności Afryki zgłaszała kilkakrotnie gotowość udzielenia mu pomocy w tej sprawie.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Republika Czadu jest słabo rozwiniętym krajem rolniczym. 90% ludności zatrudnione jest w rolnictwie, którego podstawę stanowi hodowla bydła. Produkcja roślinna ma znaczenie drugoplanowe; uprawia się bawełnę, sezam, proso, sorgo, orzeszki ziemne, ryż, kukurydzę, maniok i niektóre inne rośliny. Ważną rolę gospodarczą odgrywa rybołówstwo na jeziorze Czad.</p><p>Spośród bogactw mineralnych kraju jak dotąd wydobywa się jedynie sól i sód, badania geologiczne wykazały jednak istnienie bogatych złóż uranu, boksytów i ropy naftowej. Gospodarka Czadu w dużej mierze uzleżniona jest od kapitału zagranicznego, zwłaszcza francuskiego. Przemysł prawie nie istnieje, w kraju jest tylko kilka małych zakładów przetwórstwa bawełny oraz artykułów rolnych. Rozpowszechniona jest rzemieślnicza produkcja przedmiotów gospodarstwa domowego.</p><p>Głównym partnerem handlowym Czadu jest Francja; eksport obejmuje przede wszystkim bawełnę, a w dalszej kolejności pozostałe płody rolne, import zaś - towary przemysłowe, żywność oraz paliwa.</p>",
            "map":"<div id='map'><img src='maps/czad-min.jpg' alt='Czad map'></div>"
        }
    ],
    "dżibuti": [
        {   
            "title":"<p><strong>DŻIBUTI</strong></p>",
            "subtitle":"<p><strong>Republika Dżibuti</strong></p><p>R&#233;publique de Djibouti</p><p>Dżumhurijat Dżibuti</p>",
            "position":"<p><strong>Położenie:</strong> Afryka północno - wschodnia; leży w strategicznym punkcie u wejścia na Morze Czerwone</p>",
            "area":"<p><strong>Powierzchnia:</strong> 23 000 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 4 dystrykty</p>",
            "capitol":"<p><strong>Stolica:</strong> Dżibuti (200 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Ali Sabieh</p>",
            "population":"<p><strong>Ludność:</strong> 350 000. Podstawową grupę etniczną stanowią Afarowie, którzy mieszkają również w Etiopii, oraz Issowie, spokrewnieni z Somalijczykami. Oprócz nich mieszka tu mniejsza grupa Arabó (ok. 6,7% ludności) i tyle samo Europejczyków</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Powierzchnia przeważnie górzysta, wznosi się tarasami w głąb lądu. W Republice Dżibuti znajduje się najniższy punkt kontynentu afrykańskiego - depresja jeziora Assal, leżącego 173 m poniżej poziomu morza. Klimat gorący i suchy.</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski i arabski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank Dżibuti = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Począwszy od VII w. n.e. powstają w tym rejonie sułtanaty islamskie; na początkui XVI w. podporządkowują je sobie Turcy. W XIX w. - w okresie największych podbojów kolonialnych mocarstw europejskich - rejon ten staje się ośrodkiem zainteresowania imperializmu francuskiego. W r. 1896 otrzymał nawzę Somali Framcuskie, a kolonizatorzy rozpoczęli tu budowę ważnego strategicznego miasta portowego Dżibuti. W r. 1946 Somali Francuskiemu, mimo oporu ludności afrykaskiej, która pragnęła uzyskania niepodległości, narzucono status &bdquo;terytorium zamorskiego&rdquo; Francji. W latach późniejszych Paryż pod presją przybierającej na sile walki narodowowyzwoleńczej próbował zamaskować swoje kolonialne panowanie przemianowując posiadłość na Francuskie Terytorium Afarów i Issów. Próba utzr4ymania kolonialnego panowania nad tym ważnym strategicznie rejonem w pobliżu szlaków morskich prowadzących z Zatoki Perskiej do Europy nie powiodła się i w oparciu o referendum przeprowadzonego w maju 1977 r. Francja zmuszona była przyznać z dniem 27 czerwca 1977 r. niepodległość swej ostatniej kolonii na kontynencie afrykańskim.</p><p>Głową niepodległego pastwa - Republiki Dżibuti jest prezydent, wybierany przez parlament. Prezydent minauje i odwołuje premiera oraz członków rządu. Władza ustawodawcza należy do jednoizbowego parlamentu - Izby Deputowanych.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Na skutek polityki kolonizatorów gospodarka Republiki Dżibuti jest bardzo zacofana. Przemysł praktycznie nie istnieje; w kraju jest tylko kilka niewielkich chłodni, zakłady produkujące napoje bezalkoholowe, rzeźnie itp. W przybliżeniu połowa zawodowo czynnej rudniona jest w sektorze usług.</p><p>Ponad 35% ludności utrzymuje się z koczowniczej hodowli bydła. Uprawia się ok. 80 tys. ha ziemi; majważniejszą uprawą jest kawa, poza tym uprawia się tu proso, warzywa i daktyle. Duże znaczenie gospodarcze ma rybołówstwo. Głównymi artykułami eksportowymi są: kawa, bydło, skóry i futra; import obejmuje artykuły spożywcze, towary przemysłowe oraz urządzenia. Najważniejszymi partnerami handlowymi Dżibuti są Francja, Wielka Brytania i Etiopia.</p>",
            "map":"<div id='map'><img src='maps/dżibuti-min.jpg' alt='Dżibuti map'></div>"
        }
    ]
}