{
     "africaDescription": [
        {
            "title":"<p><strong>AFRYKA</strong></p><p>(Ogólna charakterystyka polityczno-gospodarcza)</p>",
            "position":"<p><strong>Położenie:</strong> Leży w przeważającej części na Półkuli Wschodniej, między oceanem Atlantyckim a Oceanem Indyjskim. Najbardziej wysuniętym na północ punktem kontynentu jest przylądek Biały w Tunisie, na południe - Przylądek Igielny w Republice Południowej Afryki, na zachód - Przylądek Zielony w Senegalu, a na wschód - Przylądek Hafun w Somalii</p>",
            "area":"<p><strong>Powierzchnia:</strong> km<sup>2</sup> 730 319 069 km<sup>2</sup>, drugi co do wielkości kontynent</p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 54 jednostki państwowe; pod względem geograficznym do kontynentu afrykańskiego zaliczone są także posiadłości hiszpańskie Ceuta i Melila. kolonia brytyjska Św. Helena, Wyspy Kanaryjskie (7 272 km<sup>2</sup>), Madera 797 km<sup>2</sup>, Sokotra (3 626 km<sup>2</sup>) i Brytyjskie Terytorium Oceanu Indyjskiego (49 km<sup>2</sup>)</p>",
            "biggestCities":"<p><strong>Największe miasta:</strong> Kair (ok 11 000 000 mieszk.), Aleksandria (2 700 000 mieszk.), Kinszasa (2 500 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> ok. 473 000 000l państwami o największej liczbie mieszkańców są Nigeria (75 000 000), Egipt (41 000 000), Etiopia (30 400 000)</p>",
            "naturalConditions":"<p> Powierzchnię Afryki wypełnia niemal w całości rozległa platforma obrzeżona pasmami górskimi wznoszącymi się stipniowo od wybrzeży, toteż nie ma yu prawie nizin nadmorskich. Średnia wysokość kontynentu wynosi 750 m, najwyższym punktem jest szczyt Uhuru (5 895 m) w grupie Kilimandżaro, najniższym - depresja jeziora Assal (-173 m). Najdłuższe rzeki to Nil (6 671 km), Kongo (4 375 km) i Niger (4 160 km). Największe jeziora: Ukerewe (Jez. Wiktorii - 68 800 km<sup>2</sup>), Tanganika (32 893 km<sup>2</sup>) i Malawi (30 800 km<sup>2</sup>). Na większości obszaru Afryki panuje klimat tropkalny, tylko na południu i północy kontynentu - podzwrotnikowy; wokół równika rozciąga się pas wilgotnej puszczy tropikalnej, który ku północy i ku południowi przechodzi w stepy i sawanny, a te z kolei - w pustynie.</p><p>Wybrzeże Morza Śródziemnego oraz Kraj Przylądkowy w południowej części kontynentu charakteryzują siię roślinnością podzwrotnikową.</p>",
            "historyPoliticalOutline":"<p> Pólnocno - wschodnia część kontynentu afrykańskiego - terytorium obecnego Egiptu i Etiopii - należała w starożytności do obszarów o wysokiej cywilizacji. W okresieod XI do XII w. p.n.e. północne i zachodnie wybrzeża Afryki zostały skolonizowane przez Fenicjan, a począwszy od I w. p.n.e. zaczęły tu również przenikać wpływy Cesarstwa Rzymskiego. W VII w. n.e. na północy Afryki osiedlają się  Arabowie; w tym samym mniej więcej czasie na kontynencie afrykańskim powstają pierwsze państwa feudalne, NIektóre z nich przetrwały wiele stuleci i zostały zniszczone przez Europejczyków dopiero w okresie ekspansji kolonialnej. Początki europejskiej kolonizacji kontynentu afrykańskiego datują się na w. XV. Od r. 1501 zaczyna rozwijać się handel niewolnikami i wywóz Afrykanów do prac na plantacjach a Ameryce Północnej i Południowej.</p><p>Aż do końca XVIII w. infiltracja europejska na kontynent afrykański ograniczała się praktycznie do zakładania faktorii na wybrzeżach. Dopiero w ciągi XIX w. kolonizacja zaczyna przenikać w głąb lądu wraz ze wszystkimi wynikającymi stąd konsekwencjami politycznymi i gospodarczymi. W r. 1875 ogółem 10,8% powierzchni kontynentu afrykańskiego znajdowało się pod panowaniem kolonizatorów, a ówczesne mocarstwa europejskie - Francja, Wielka Brytania, cesarskie Niemcy, Portugalia, Włochy i Belgia wykazywały coraz większą ekspansywność, tak iż do r. 1900 podporządkowały sobie już 90,4% obszaru Afryki. Na początku naszego stulecia jedynymi niepodległymi państwami afrykańskimi były Etiopia, która nigdy nie stała się posiadłością kolonialną w tradycyjnym tego słowa znaczeniu oraz utworzona w r. 1847 Liberia. Po Wielkiej Socjalistycznej Rewolucji Październikowej walka narodów kolonialnych przeciwko panowaniu kolonialnemu przybrała na sile; fal ruchu narodowowyzwoleńczego w Afryce wznosi się zwłaszcza po II wojnie światowej, powodując rozpad imperium kolonialnego mocarstw europejskich. Momentem przełomowym e historii tego kontynentu stał się r. 1960, określany jako Rok Afryk; w ciągu tego roku uzyskało niepodległość ogółem 17 krajów afrykańskich. W późniejszych latach stopniowo dołączały do nichj następne i w chwili obecnej praktycznie już większość terytoriów afrykańskich jest niepodległa. Tylko na południu kontynentu zachował się relikt niesławnej ery kolonialnej w postaci rasistowskiej Republiki Południowej Afryki, bezprawnie okupującej terytorium sąsiedniej Namibii.</p><p>Jednakże zarówno w samej RPA, jak i w Namibii rozwinęła się w ostanim okresie na wielką skalę walka narodowowyzwoleńcza. Jej natężenie wskazuje, że pnowanie białych rasistów w obu krajach zbliża się zdecydowanie ku końcowi. Do chwili obecnej pod zarządem kolonialnym Wielkiej Brytanii i Francji pozostało jeszcze kilka wysp na Oceanie Atlantyckim i Indyjskim, natomiast częścią Hiszpanii jest rejon Ceuty i Melilli oraz kilka wysp u północnego wybrzeża Afryki.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Najważniejszą gałęzią gospodarki afrykańskiej jest rolnictwo, zatrudniające 80% ludności.</p><p>Udział przemysłu w tworzeniu globalnego produktu społecznego krajów afrykańskich wynosi niecałe 30%. Bogactwa naturalne kontynentu afrykańskiego są ogromne, choć nie całkowice wykorzystane; np. w roku 1974 90% całego złota wydobytego w krajach niesocjalistycznych pochodziło z Afryki. To samo dotycyło 80% diamentów. 70% kobaltu, 35% chromu, 30% mnganu i wanadu, 29% antymonu, 24% fosfatów, 20% miedzi, 12% cyny, 11% azbestu i 9% rudy żelaza. Te ogromne bogactwa naturalne mogłyby sie stać podstawą szybkiego rozwoku całego kontynentu i podniesienia stopy życiowej narodów afrykańskich. Jak dotąd tylko częściowo d=służą rzeczywistym inrteresom narodów Afryki, gdyż w wielu krajach tego kontynentu, również po uzyskaniu przez nie noiepodległości, zachowały swoje pozycje monopole zagraniczne. Do ich rąk trafiają także zyski z eksploatacji złóż surowcowych.</p>",
            "map":"<div id='map'><img src='maps/afryka.jpg' alt='Africa map'></div>"
        }
    ],
    "algieria": [
        {   
            "title":"<p><strong>ALGIERIA</strong></p>",
            "subtitle":"<p><strong>AAlgierska Republika Ludowo - Demokratyczna</strong></p><p>Al - Dżumhurija al-Dżazajrija asz - Szaabija ad Dimukratija</p>",
            "position":"<p><strong>Położenie:</strong> Północna część kontynentu afrykańskiego, bnad Morzem Śródziemnym</p>",
            "area":"<p><strong>Powierzchnia:</strong> 2 381 741 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 31 wilajetów</p>",
            "capitol":"<p><strong>Stolica:</strong> Algier (Al - Dżaza'ir, 2 160 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Oran (Wahran 326 000 mieszk.), Konstantyna (Kusantina, 246 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 21 000 000; 90% mieszkańców to Arabowie i Berberowie, poza tym mieszkają tu Tauregowie, Kabylowie, Szawijowie i niewielki procent Europejczyków.</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Poza pasmem gór przybrzeżnych nad Morzem Śródziemnym z zachodu na wschóed ciągnie się górski łańcuch Atlasu Tellskiego. Równolegle do niego na południu biegnie masyw górski Atlasu Saharyjskiego, za którym rozciąga się pustynia. Klimat w północnej części kraju śródziemnomorski i pół suchy, na południu - suchy i pustynny</p>",
            "language":"<p><strong>Język urzędowy:</strong> arabski</p>",
            "currency":"<p><strong>Waluta:</strong> Dinar algierski = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Pierwsze wzmianki o istnieniu organizacji państwowych na obszarze obecnej Algierii pochodzą z III w. p.n.e., kiedy to należał on do Numidów (przodków Berberów). W VII w. n.e. Algierię kolonizują Arabowie, którzy przynoszą ze soba islam. W w. XVI kraj dostaje się pod panowanie tureckie.</p><p>Kolonizacja europejska tych terenów rozpoczęła sie w I połowie XIX w. - w 1830 r. do Algierii wkroczyły wojska francuskie, w ciągu następnych dziesięcioleci Paryż podporządkował sobie cały kraj. Od r. 1918 w Algierii rozwija się ruch narodowowyzwoleńczy, który wkrótce nabiera charakteru ogólnonarodowego. Jego intensywność wzrasta zwłaszcza po II wojnie światowej; w listopadzie 1954 r. w kraju wybuchło powstanie zbrojne przeciwko kolonizatorom; w r. 1958 powstał Tymczasowy Rząd Republiki Algierskiej. 18 marca 1962 r. rząd ten podpisał z Francją układ w Evian - les - Bains, na mocy którego w czerwcu tegoż roku proklamowano niepodległość Algierii. W r. 1963 uchwalono pierwszą konstytucję algierską. Po 19 czerwca 1965 r. pełną władzę w kraju skupiła w swym ręku Rada Rewolucyjna, która zaczęła prowadzić konsekwentną politykę antyimperialistyczną. Pod jej kierownictwem w kraju rozpoczął się proces zasadniczych przemian społeczno - ekonomicznych.</p><p>Ważnym momentem przełomowym w życiu Algierskiej Republiki Ludowo - Demokratycznej stało się referendum ogólnonarodowe, które odbyło się 19 listopada 1976 r., i w nim przeważającą większością głosów zaaprobowano projekt nowej konstytucji. W jej tekście podkreślono, że programowym celem całego narodu algierskiego jest zbudowanie społeczeństwa socjalistycznego.</p><p>Głową państwa jest prezydent wybierany w wyborach bezpośrednich na sześć lat. Prezydent sprawuje władzę wykonawczą, stoi na czele rządu (nie ma jednak tytułu premiera), mianuje i odwołuje jego członków, a w razie konieczności może mioanować wiceprezydenta oraz premiera, którzy z racji swoich funkcji są odpowiedzialni wyłącznie przed szwefem państwa. Najwyższym organem ustawodawczym jest jednoizbowe Ludowe Zgromadzenie Narodowe liczące 281 deputowanych wybieranych w wyborach bezpośrednich co 5 lat; większość z nich stanowią robotnicy i rolnicy.</p>",
            "economy":"<p><strong>Gospodarka:</strong> W przeszłości Algieria była słabo rozwiniętym państwem rolniczym o bogatych zasobach surowców naturalnych i mało rozwiniętym przemyśle przetwórczym. Aż do momentu uzyskania niepodległości w r. 1962 gospodarka narodowa kraju znajdowała się wyłącznie w rękach francyskich monopoli oraz francuskich osadników. Obecnie Algierska Republika Ludowo - Demokratyczna jest jednym z najdynamiczniej rozwijających się państw na kontynencie afrykańskim. Przemysł dostarcza ponad 40% globalnego produktu społecznego. Industrializacja kraju zmierza do stworzenia przemysłu hutniczego i stalowego oraz przemysłu maszynowego i wydobywczego. Dominującą rolę w gospodarce Algierii odgrywa sektor państwowy, który kontroluje ponad 87% całej produkcji przemysłowej. Algieria ma bogate zasoby surowców mineralnych; wydobywa się tu ropę naftową, której złoża oceniane są na 960 mln ton, gaz ziemny (zasoby ok. 7 100 mld m<sup>3</sup>), rudę żelaza, ołowiiu i cynku, fosfaty i węgiel kamienny.</p><p>Produkcja rolna dostarcza ok. 17% produktu społecznego brutto. Punkt ciężkości tej produkcji znajduje się w sektorze spółdzielczym. N ok. 3 mln ha uprwaia się zboża (pszenicę, owies i jęczmień), a w rejonach nadbrzeżnych - winorośl (270 tys. ha) oraz oliwki (80 tys. ha). W Algierii uprawia się także ziemniaki, wczesne wartzywa, owoce połdniowe oraz tytoń. Produkcja zwierzęca nastawiona jest głównie na hodowlę bydła. Dość dobrze rozwinięte jest rybołówstwo.</p><p>Algiera eksportuje głównie ropę naftową i gaz ziemny, a poza tym pozostałe surowce mineralne i produkty rolne. W imporcie na pierwszym  miejscu znajdują się towary konsumpcyjne, następnie, maszyny i urządzenia przemysłowe. Do najważniejszych partnerów handlowych tego kraju tradycyjnie juz należy Francja; tendencję zwyżkową wykazuje również wymiana handlowa z państwami wspólnoty socjalistycznej.</p>",
            "map":"<div id='map'><img src='maps/algieria-min.jpg' alt='Algieria map'></div>"
        }
    ],
    "angola": [
        {   
            "title":"<p><strong>ANGOLA</strong></p>",
            "subtitle":"<p><strong>Angolska Republika Ludowa</strong></p><p>Rep&#250;blica Popular de Angola</p>",
            "position":"<p><strong>Położenie:</strong> Południowo - zachodnia część kontynentu afrykańskiego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 1 246 700 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 18 prowincji</p>",
            "capitol":"<p><strong>Stolica:</strong> Luanda (1 200 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Lobito (88 000 mieszk.), Benguela (36 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 7 200 000, przeważnie Murzyni Bantu</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Z wyjątkiem wąskiego pasa wybrzeża terytorium Angoli zajmuje płaskowyż i wyżyna. Klimat tropikalny</p>",
            "language":"<p><strong>Język urzędowy:</strong> portugalski</p>",
            "currency":"<p><strong>Waluta:</strong> Kwanza = 100 lwei</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W średniowieczu na obszarze obecnej Angoli istniało silne państwo afrykańskie. Pierwszym Europejczykiem, który przybił do tutejszych wybrzeży w r. 1482 był portugalski żeglarz Diego C&#227;o. Sto lat później terytorium angolskie zostało uznane za kolonię Lizbony; wskutek oporu, jaki szerokie warstwy ludności stawiały zaborcom, Portugalczykom udało sie podporządkować sobie cały kraj dopiero u schyłku ubiegłego stulecia.</p><p>Po II wojnie światowej na terytorium angolskim zaczęły powstawać partie polityczne, które za swój programowy cel uznały osiągnięcie niepodległości kraju; w r. 1956 te postępowe organizacje zjednoczyły się w jednolity Ludowy Ruch Wyzwolenia Angoli (MPLA), który w 1961 r. rozpoczął narodowowyzwoleńczą walkę zbrojną. Po obaleniu reżimu faszystowskiego nowy rząd Portugali przyznał Angoli prawo do niepodległości i samostanowienia. 11 listopada 1975 r, proklamowano niepodległą Angolską Republikę Ludową.</p><p>Jednakże bezpośrednio po tym siły reakcji wewnętrznej wspierane przez imperializm amerykański i rasistowski z sąsiedniej Republiki Południowej Afryki rozpoczęły otwarta walkę przeciwko młodemu państwu angolskiemu. Po wielomiesięcznych walkach siły te dzięki internacjonalistycznej pomocy jednostek kubańskich zostały rozbite w marcu 1976 r. Jednak imperializm nadal podejmuje próby zmierzające do udaremnienia procesu zasadniczych przemian społecznych w Angoli - świadczy o tym szereg agresywnych akcji wojskowych rasistowskiej RPA wymierzonych w ostatnich latach przeciwko państwu angolskiemu.</p><p>Głową państwa jest prezydent, będący jednocześnie przwodniczącym Rady Rewolucyjnej. Zgodnie z konstytucją. organem ustwodawczym jest jednoizbowe Zgromadzenie Ludowe. Kierowniczą siłą polityczną w kraju jest Ludowy ruch Wyzwolenia Angoli - Partia Pracy (MPLA - PT), marksistowsko - leninowska awangarda spłoeczeństwa.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Angolska Republika Ludowa jest jeszcze krajem słabo rozwiniętym gospodarczo. W produkcji rolnej zatrudnione jest 55% ludności.</p><p>W kraju uprawia się bawełnę, kawę, trzcinę cukrowa, sizal, orzeszki ziemne, zaś na użytek wewnętrzny - maniok, kasawę, ryż, fasolę, groch, yamy. Ważną gałęzią produkcji rolnej jest hodowla bydła i rybołówstwa. Główna siłą produkcyjną w rolnictwie jest kilka tysięcy spółdzielni rolniczych oraz państwowych gospodarstw rolnych.</p><p>Po zwycięstwie rewolucji angolskiej zaczęto relizować zasadnicze przemiany we wszystkich dziedzinach życia gospodarczego; państwo przejęło stopniowo na własność banki, zakłady przemysłowe, plantacje i fermy należące do towarzystw zagranicznych, a także objęło kontrolą handel zagraniczny i transport. Angolska Republika Ludowa ma znaczne bogactwa mineralne: wydobywa sie tu przede wszystkim rudę żelaza, diamenty i ropę naftową. W 1975 r. odkryto wielkie pokłady uranu; bogate sa również złoża manganu, miedzi, złota, siarki, cyny, niklu, boksytów, asfaltu itd. Najważniejszą gałęzią przemysłu angolskiego jest wydobycie mienrałówl duże znaczenie dla gospodarki narodowej ma także przemysł spożywczy oraz włókienniczy.</p><p>Głównymi artykułami eksportowymi są ropa naftowa, ruda żelaza, kawa, bawełna i sizal. Importuje się przede wszystkim urządzenia przemysłowe, maszyny, środki transportu i artykuły spożywcze. Do najważniejszych partnerów handlowych Angolii należą państwa EWG, Związek Radziecki i Portugalia.</p>",
            "map":"<div id='map'><img src='maps/angola-min.jpg' alt='Angola map'></div>"
        }
    ],
    "benin": [
        {   
            "title":"<p><strong>BENIN</strong></p>",
            "subtitle":"<p><strong>Benińska Republika Ludowa</strong></p><p>R&#233;publique Populaire du B&#233;nin</p>",
            "position":"<p><strong>Położenie:</strong> Zachodnia Afryka, częściowo przylega do Zatoki Gwinejskiej na Oceanie Atlantyckim</p>",
            "area":"<p><strong>Powierzchnia:</strong> 112 622 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 6 departamentów</p>",
            "capitol":"<p><strong>Stolica:</strong> Porto Novo (104 000 mieszkańców), siedzibą prezydenta i rządu jest Cotonou (178 000 mieszk.)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Natitingou (51 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 3 600 000; w południowej części kraju zamieszkują ludy gwinejskie, w części półcocnej - ludy środkowobantuidalne i zachodniobantuidalne</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość kraju zajmuje pokryty sawannami płaskowyż. Na nizinie nad Oceanem Atlantyckim rosną tropikalne puszcze. Klimat tropikalny</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank CFA = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W przeszłości na terytorium Beninu istniały silne państwa afrykańskie; do najważniejszych z nich należął Dahomej. W XVI w. na tutejszym wybrzeżu wylądowali Portugalczycy, a w w. XVII przybyli koloniści holenderscy, francuscy i brytyjscy. Stopniowo zaczęły tu wzrastać wpływy francuskie i po zwycięstwie w wojnie kolonialnej, jaką Paryż w latach 1888 - 1893 prowadził przeciwko ludności afrykańskiej , obszar obecnego Beninu został przyłączony do francuskiej posiadfłości w Afryce. Pod naciskiem ruchu narodowowyzwoleńczego, który przybrał na sile zwłaszcza po II wojnie światowej Francja zmuszona była przyznać krajowi status terytorium zamorskiego, a następnie pójść na dalsze ustępstwa; w r. 1956 kraj uzyskał samorząd wewnętrzny, a dwa lata później stał się tzw. autonomiczną republiką w ramach Wspólnoty Francuskiej. 1 sierpnia 1960 r, kraj wystąpił z tego związku i proklamował niepodległość jako Republika Dahomeju.</p><p>Charakterystyczną cechą pierwszych lat istnienia niepodległego Dahomeju była ogromna  niestabilność polityczna; pod względem liczby zamachów stanu kraj ten zajmował pierwsze miejsce w Afryce.</p><p>Na drogę rzeczywiście niepodległego rozwoju ówczesna Republika Dahomeju wkroczyła dopiero 26 października 1972 r., kiedy to władzę przejęła armia tworząc wojskowy rząd rewolucyjny. Rządowi temu udało się stopniowo ustabilizować sytuację w kraju. Konsekwencją jego wysiłków zmierzających do stworzenia państwa rzeczywiście niezależnego pod względem gospodarczym i politycznym było ogłoszenie programu działań zmierzających do budowy społeczeństwa postępowego, socjalistycznego typu. Po ogłoszeniu tego programu siły awangardy skupiły się w partii Ludowej Rewolucji Beninu (PRPB); 30 listopada 1975 r. kraj został przemianowany na Benińską Republikę Ludową. Głową państwa jest prezydent, stojący na czele wykonawczej Rady Narodowej (rządu). Władzę ustawodawczą sprawuje Narodowe Zgromadzenie Rewolucyjne. Kierowniczą siłąpolityczną w kraju jest Partia Ludowej Rewolucji Beninu, która w swojej działalności kieruje się zasadami socjalizmu naukowego.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Benińska Republika Ludowa jest jak dotąd słabo rowiniętym państwem rolniczym. Po r. 1972, kiedy władzę przejęły siły postępowe, upaństwowiono główne przedsiębiorstwa przemysłowe, majątek zagranicznych towarzystw naftowych, transport, produkcję energii elektrycznej, banki i towarzystwa ubezpieczeniowe. Uspołeczniono także grunty i wywłaszczono majątki miejscowych feudałów na rzecz spółdzielni rolniczych i państwa.</p><p>Przemysł zaczyna się dopiero rozwijać; z okresu kolonialnego i neokolonialnego w kraju zostało kilka małych przedsiębiorstw przetwórstwa produktów rolnych. W ostatnim okresie zbudowano montownię samochodów i fabrykę odbiorników radiowych; przy pomocy krajów socjalistycznych powstaje wielka cementownia.</p><p>Podstawę gospodarki narodowej stanowi do dziś produkcja rolna, w której zatrudnione jest ponad 50% zawodowo czynnej ludności. Produkcja rolna ciągle jeszcze nastawiona jest przede wszystkim na plantacyjną uprawę palmy oleistej, której owoce i olej są głównymi artykułami eksportowymi. Poza tym uprawia się na eksport kawę, bawełnę, orzeszki ziemne i banany.</p><p>Przeważającą część eksportu Beninu stanowią płody rolne. Kraj importuje artykuły spożywcze, maszyny i urządzenia technologiczne. W związku z dążeniem do pełnej niezależności gospodarczej Benin stopniowo ogranicza kontakty handlowe z państwami zachodnimi w coraz większej mierze orientując się na świat postępu.</p>",
            "map":"<div id='map'><img src='maps/benin-min.jpg' alt='Benin map'></div>"
        }
    ],
    "botswana": [
        {   
            "title":"<p><strong>BOTSWANA</strong></p>",
            "subtitle":"<p><strong> Republika Botswany</strong></p><p>Lefatshe la Botswana</p><p>Republic of Botswana</p>",
            "position":"<p><strong>Położenie:</strong> Państwo śródlądowe w południowej części kontynentu afrykańskiego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 600 372 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 16 dystryktów</p>",
            "capitol":"<p><strong>Stolica:</strong> Gaborone (63 000 mieszkąńców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Kanye (35 000 mieszk.), Serowe (34 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 936 000, z czego ponad 93% stanowią Afrykanie mależące do grupy językowej Bantu (głównie Murzyni Beczuana); poza tym mieszkaja tu narodowości Bakgatla, Bakwana, Bamalete, Bamangwano, Bangwaketse, Batawana, Batlokwa i Barolong</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość powierzchni kraju zajmuje pustynia Kalahari, Bujniejsza wegetacja występuje wyłącznie na północnym wschodzie. Południowy zachód zajmuje rozległa wyżyna. Klimat zwrotnikowy</p>",
            "language":"<p><strong>Język urzędowy:</strong> angielski i tswana</p>",
            "currency":"<p><strong>Waluta:</strong> Pula = 100 thebe</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong>  U schyłku XVIII w. na obszarze dzisiejszej Botswany żyło 8 niezależnych plemion afrykańskich. Pierwsi Europejczycy dotarli do tej części Afryki na początku XIX w. W r. 1889 obszar ten stał się protektoratem Wilekiej Brytanii pod nazwą Beczuana. Aż do września 1966 r. podlegała ona rezydentowi brytyjskiemu, który rządził krajem wraz z kilkoma komisarzami okręgowymi.</p><p>30 września 1966 r. Beczuana uzyskała niepodległość i otrzymała nazwę Republika Bostwany. W pierwszych latach samodzielnego bytu orientowała się prawie wyłącznie na Wielką Brytanię i rasistowską Republikę Południiowej Afryki, jednakże w ostatnim okresie rząd Bostwany coraz energiczniej prowadzi niezależną politykę. Kraj ten udziela schronienia uciekinierom z rasistowskiej RPA.</p><p>Głową państwa jest prezydent, który stoi również na czele rządu (nie ma jednak tytułu premiera).</p><p>Władzę ustawodawczą sprawuje Zgromadzenie Narodowe, liczące 38 deputowanych. Organem doradczym prezydenta jest Izba Wodzów. Aparat ustawodawczy i administracyjny podporządkowany jest prezydentowi.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Botswana jest zacofanym krajem rolniczym. W rolnictwie zatrudnionych jest 65% ludnosći czynnej zawodowo. Spośród zakładów przemysłowych największe znaczenie mają zakłady przetwórstwa płodów rolnych. Bogactwa mineralne nie są jeszcze dostatecznie zbadane; w rejonie Orapa wydobywa się dimanety, poza tym znajdują się tu złoża rudy miedzi, niklu, manganu, złota i srebra. Bostwana ma również znaczne zasoby węgla.</p><p>W związku z tym , że przeważająca część powierzchni kraju zajmuje nieurodzajna pustynia Kalahari, tylko 2% powierzchni państwa stanowią ziemie uprawne. Na potrzeby wewnętrzne uprawia się przede wszystkim kukurydzę, pszenicę, proso, ziemnikai, cebulę i orzeszki ziemne. Podstawą utrzymania ludności Botswany jest jednak hodowla bydła. Eksport obejmuje głównie surowce mineralne i mięso, import zaś przede wszystkim artykuły przemysłowe. W celu zwiększenia niezależności gospodarczej kraju w ostatnich latach zaczęto preferować kontakty handlowe z niepodległymi państwami afrykańskimi.</p>",
            "map":"<div id='map'><img src='maps/botswana-min.jpg' alt='Botswana map'></div>"
        }
    ],
    "burkinafaso": [
        {   
            "title":"<p><strong>BURKINA FASO (d. Górna Wolta)</strong></p>",
            "subtitle":"<p><strong>Burkina Faso</strong></p><p>Burkina Faso</p>",
            "position":"<p><strong>Położenie:</strong> Zachodnia część kontynentu afrykańskiego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 274 200 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 90 departamentów</p>",
            "capitol":"<p><strong>Stolica:</strong> Wagadugu (Oaugadougou, 180 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Bobo - Dioulasso (105 000 mieszk.), Koudougou (41 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 7 100 000, przeważnie przedstawiciele grup etnicznych Mossi, Fulbe i in.</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość kraju zajmuje stepowa wyżyna. Klimat tropikalny, suchy</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank CFA = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Od X w. na tym terenie istaniły liczne organizacje państwowe, których ośrodki znajdowały się na obszarze obecnego Mali i Nigru. Najważniejszym z nich było państwo Songhaj, które zanikło w końcu XVI w. U schyłku XIX w. do rejonu dotarli Francuzi. Ich akcje kolonizacyjne spotkały się z zaciętym oporem ludności murzyńskiej. Mimo to w r. 1904 kraj został przyłączony do powstałej kilka lat wcześniej francuskiej kolonii Górny Senegal - Niger. Tuż po I wojnie światowej obecne terytorium Burkina Faso (do 4 sierpnia  1984 r. kraj nosił nazwę Górna Wolta) zostało włączone do Francuskiej Afryki Zachodniej. Pod naporem ruchu narodowowyzwoleńczego, który zintensyfikował się zwłaszcza po II wojnie światowej, Paryż był zmuszony przyznać Górnej Wolcie w - 1958 r. autonomię, a w dwa lata później - z dniem 5 sierpnia 1960 r. - niepodległość. Ponieważ pierwszy rząd młodego państwa afrykańskiego nie potrafił rozwiązać problemów narosłych w latach francuskiego panowania kolonialnego, w r. 1966 doszło do wojskowego zamachu stanu i na okres przejściowy władzę przejęła administracja wojskowa. Podjęła ona szereg kroków zmierzających do rozwoju kraju, jednak próba przekazania rządów w ręce cywilne nie powiodła się i w r. 1974 wojskowi ponownie objęli ster rządów.</p><p>U schyłku lat siedemdziesiątych w kraju zaczęto przygotowywać się do przekazania władzy w ręce rządu cywilnego; po wielomiesięcznej publicznej dyskusji 27 listopada 1977 r. odbyło się ogólnonarodowe referewndum na temat nowej konstytucji. W styczniu 1978 r. został zreorganizowany rząd i większość stanowisk w nim objęli politycy cywilni, w maju 1978 r. odbyły się wybory do nowego Zgromadzenia Narodowego. W listopadzie 1980 r. miał jednak miejsce następny wojskowy zamach stanu. Do kolejnego przewrotu wojskowego doszło w sierpniu 1983 r.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Burkina Faso jest krajem rolniczym, podstawę jego gospodarki stanowi rolnictwo, w którym zatrudnione jest 81% zawodowo czynnej ludności. Przeważa grupowa własność ziemi. W Burkina Faso uprawia się proso, sorgo, orzeszki ziemne, kukurydzę, bawełnę, ryż i niektóre inne kultury. Rozwinięta jest produkcja zwierzęca.</p><p>Udział przemysłu w produkcie narodowym brutto nie przekracza 10%; najlepiej rozwinięta jest produkcja artykułów spożywczych i wyrobów włokienniczych; ważnym elementem gospodarki jest również przemysł wydobywczy, nastawiony na eksploatację złóż rudy manganu i pokładów wapienia. Wydobywa się również złoto.</p><p>Najważniejszymi partnerami handlowymi Burkina Faso jest są Francja, Wybrzeże Kości Słoniowej i Ghana. Eksport obejmuje przede wszystkim orzeszki ziemne, bawełnę oraz żywe bydło, w imporcie przeważają maszyny, produkty ropopochodne, żywność i tkaniny.</p>",
            "map":"<div id='map'><img src='maps/burkinafaso-min.jpg' alt='Burkina Faso map'></div>"
        }
    ],
    "burundi": [
        {   
            "title":"<p><strong>BURUNDI</strong></p>",
            "subtitle":"<p><strong>Republika Burundi</strong></p><p>Republika y&#700;Uburundi</p><p>R&#233;publique de Burundi</p>",
            "position":"<p><strong>Położenie:</strong> Afryka równikowa, północno - zachodni brzeg jeziora Tanganika</p>",
            "area":"<p><strong>Powierzchnia:</strong> 27 834 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 8 prowincji</p>",
            "capitol":"<p><strong>Stolica:</strong> Bujumbura (157 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Kitega (21 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 4 300 000, z czego większość stanowią Afrykanie należą do grupy etnicznej Hutów (80% populacji), zaś 17% - Tubsi</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość powierzchni zajmuje wyżyna. Kraj przylega do jeziora Tanganika o powierzchni 32 893 km<sup>2</sup>, które jest drugim co do wielkości jeziorem afrykańskim. Klimat równikowy</p>",
            "language":"<p><strong>Język urzędowy:</strong> rundi i francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank Burundi = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W XVI w. na obszarze dzisiejszego Burundi powstało dość dobrze rozwinięte państwo feudalne, które okres swego największego rozkwitu przeżyło za panowania króla Ntare II (lata 1825 - 1852).</p><p>Przy podziale Afryki między mocarstwa imperialistyczne, na konferencji berlińskiej, w r. 1885 cesarskie Niemcy zapewniły sobie panowanie nad Burundi i sąsiednią Rwandą. W r. 1899 oba kraje pod nazwą Ruanda - Urundi zostały włączone do ówczesnej Niemieckiej Afryki Wschodniej. W czasie I wojny światowej w r. 1916 kraj został zajęty przez Belgów, a w 1923 r. stał się częśćią belgijskiego terytorium powierniczego Ruanda - Urundi. 1 lipca 1962 r. Burundi, podobnie jak sąsiednia Rwand, uzyskało niepodległość i stało się monarchią. 28 listopada 1966 r. monarchia została obalona, a kraj proklamowano republiką.</p><p>Niezdolność rządu do rozwiązywania nawarstwionych problemów społecznych i gospodarczych sprawiła, iz 1 listopada 1976 r. został on pozbawiony władzy. Rządy w kraju objęła Najwyższa Rada rewolucyjna, której celem jest zorganizowanie demokratycznego państwa oraz umocnienie jedności ludu Burundi i stworzenie materialnej bazy niepodległego rozwoju. Władzę ustawodawcza w Republice Burundi sprawuje jednoizbowe Zgromadzenie Narodwoe, złożone z 65 deputowanych, o 5 - letniej kadencji. Władzę wykonawczą pełni rząd powoływany przez prezydenta. Jedyną partią polityczną w kraju jest rządząca Partia Jedności i Rozwoju Narodowego (UPRONA), założona w 1959 r. jej pierwszy zjazd odbył się w końcu grudnia 1979 r.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Republika Burundi jest słabo rozwiniętym krajem rolniczym - statystyki ONZ zaliczają ją do 25 najuboższych państw świata. W produkcji rolnej, która dostarcza 95% artykułów eksportowych, zatrudnione jest 90% czynnej zawodowo ludności. Rolnictwo jest zacofane, przeważają w nim stosunki rodowe i feudalne. Rząd stara się przyspieszyć rozwój rolnictwa przy pomocy kapitału zagranicznego, głównie belgijskiego, zachodnioniemieckiego i francuskiego.</p><p>Na użytek wewnętrzny uprawia się przede wszystkim maniok, kukurydzę. sorgo, bataty, pszenicę, orzeszki ziemne i banany.</p><p>Najważniejszym towarem eksportowym jest kawa, której zbiory wynoszą ok. 20 tys. ton rocznie. Poza tym pod kątem eksportu uprawia się bawełnę, chinowiec, sizal, palmę oleistą i tytoń. Do tradycji należy hodowla bydła; bardzo duże znaczenie ma również rozwinięte rybołówstwo. Przemysł jest słabo rozwinięty, przeważają niewielkie zakłady przetwórcze, głównie przemysłu spożywczego i włókienniczego. Kraj ma sporo kopalinn użytecznych; występują tu rudy cyny, wolframu, baru, niobu i tantalu (kolumbit), beryl, a także złoto. Odkryto znaczenie złoża niklu i rudy uranu, które wzbudziło wielkie zainteresowanie zagranicznych, przede wszystkim amerykańskich spółek wydobywczych. Eksport obejmuje głównie artykuły rolne, w imporcie zaś przeważają maszyny, części zamienne, artykuły przemysłowe i włókiennicze. Najważniejszymi partnerami handlowymi Republiki Burundi są Tanzania, USA, Belgia, RFN i Japonia.</p>",
            "map":"<div id='map'><img src='maps/burundi-min.jpg' alt='Burundi map'></div>"
        }
    ],
    "ceuta": [
        {   
            "title":"<p><strong>CEUTA</strong></p>",
            "subtitle":"<p><strong>Ceuta</strong></p><p>Ceuta</p><p>(Kolonia hiszpańska na północnym wybrzeżu Maroka)</p>",
            "position":"<p><strong>Położenie:</strong> Północna afryka, nad Morzem Śródziemnym</p>",
            "area":"<p><strong>Powierzchnia:</strong> 19 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> Administracyjnie obszar ten przyłąćzony jest do hiszpańskiej prowincji Kadyks (C&#225;diz)</p>",
            "capitol":"<p><strong>Stolica:</strong></p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong></p>",
            "population":"<p><strong>Ludność:</strong> 68 000 mieszkańców, w większości pochodzenia hiszpańskiego i arabskiego</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong></p>",
            "language":"<p><strong>Język urzędowy:</strong> hiszpański</p>",
            "currency":"<p><strong>Waluta:</strong> Peseta = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W r. 1415 Ceutę podporządkowali sobie Portugalczycy, a w r. 1580 przypadła w udziale Hiszpanii.</p><p>Do obszaru Ceuty rości pretensje Maroko.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Ceuta jest Portem wolnocłowym oraz hiszpańską bazą wojsokową. Przez terytorium to przebiega znaczna część tranzytowych linii komunikacyjnych z Hiszpanii do Maroka. Działają tu małe zakłady przemysłu spożywczego oraz stocznie. Handel zagraniczny nastawiony jest na Hiszpanię</p>",
            "map":"<div id='map'><img src='maps/ceuta-min.jpg' alt='Ceuta map'></div>"
        }
    ],
    "czad": [
        {   
            "title":"<p><strong>CZAD</strong></p>",
            "subtitle":"<p><strong> Republika Czadu</strong></p><p>R&#233;publique du Tchad</p>",
            "position":"<p><strong>Położenie:</strong> Środkowa Afryka; państwo śródlądowe</p>",
            "area":"<p><strong>Powierzchnia:</strong> 1 284 000 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 14 prefektur</p>",
            "capitol":"<p><strong>Stolica:</strong> N&#700;Djamena (250 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Sarh (45 000 mieszk.), Moundou (40 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 4 600 000. Skład narodowościowy jest bardzo zróżnicowany. Mieszkają tu przedstawiciele ponad 130 mniejszości narodowych, należących do 12 grup językowych</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Znaczną częś powierzchni Czadu zajmuje pustynia Sahara (ok. 500 000 km<sup>2</sup>, która na północy przechodzi w potężny masyw górski Tibesti. Dalsze ok. 400 000 km <sup>2</sup> to tzw. sahel (suchy obszar stepowy między pustynną a tropikalną częścią Afryki); południowa część kraju leży już w strefir podrównikowej. Klimat przeważnie gorący i suchy.</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank CFA = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Już w IX i X w. n.e. obszarze obecnego Czadu powstały pierwsze organizacje państwowe. U schyłku ubiegłego stulecia w rejonie jeziora Czad zaczęły  ścierać się interesy europejskich mocarstw kolonialnych, wśród których pozycję dominującą zajęła w końcu Francja. W r. 1913 Francuzi zakończyli kolonizację tego obszaru.</p><p>Po II wojnie światowej, Paryż dążąc do ja najdłuższego utzrymania swego panowania w tym obfitującym w surowce mineralne rejonie, zdecydował się dokonać pewnych zmian formalnych w kolonialnym statusie kraju. 11 sierpnia 1960 r. pod naciskiem przybierającego wciąż na sile ruchu narodowowyzwoleńczego, Francja zmuszona była przyznać Czadowi niepodległość.</p><p>Po proklamowaniu niepodległosci Republiki Czadu jej rząd nadal jednak utrzymywał z Francją ścisłe kontakty oparte na zasadach neokolonialnych. Dlatego też w 1975 r. w kraju doszło do zamachu stanu, a władzę przejęła armia. W ostatnich latach sytuacja wewnętrzna w Czadzie była bardzo niestabilna, stale wybuchały konflikty między poszczególnymi grupami władzy. Sytuację komplikowały dodatkowo posunięcia Paryża dążącego do utrzymania w tym kraju swj neokolonialnej pozycji.</p><p>Do dziś nie udałosię ustabilizować sytuazcji w Czadzie, mimo iż również Organizacja Jedności Afryki zgłaszała kilkakrotnie gotowość udzielenia mu pomocy w tej sprawie.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Republika Czadu jest słabo rozwiniętym krajem rolniczym. 90% ludności zatrudnione jest w rolnictwie, którego podstawę stanowi hodowla bydła. Produkcja roślinna ma znaczenie drugoplanowe; uprawia się bawełnę, sezam, proso, sorgo, orzeszki ziemne, ryż, kukurydzę, maniok i niektóre inne rośliny. Ważną rolę gospodarczą odgrywa rybołówstwo na jeziorze Czad.</p><p>Spośród bogactw mineralnych kraju jak dotąd wydobywa się jedynie sól i sód, badania geologiczne wykazały jednak istnienie bogatych złóż uranu, boksytów i ropy naftowej. Gospodarka Czadu w dużej mierze uzleżniona jest od kapitału zagranicznego, zwłaszcza francuskiego. Przemysł prawie nie istnieje, w kraju jest tylko kilka małych zakładów przetwórstwa bawełny oraz artykułów rolnych. Rozpowszechniona jest rzemieślnicza produkcja przedmiotów gospodarstwa domowego.</p><p>Głównym partnerem handlowym Czadu jest Francja; eksport obejmuje przede wszystkim bawełnę, a w dalszej kolejności pozostałe płody rolne, import zaś - towary przemysłowe, żywność oraz paliwa.</p>",
            "map":"<div id='map'><img src='maps/czad-min.jpg' alt='Czad map'></div>"
        }
    ],
    "dżibuti": [
        {   
            "title":"<p><strong>DŻIBUTI</strong></p>",
            "subtitle":"<p><strong>Republika Dżibuti</strong></p><p>R&#233;publique de Djibouti</p><p>Dżumhurijat Dżibuti</p>",
            "position":"<p><strong>Położenie:</strong> Afryka północno - wschodnia; leży w strategicznym punkcie u wejścia na Morze Czerwone</p>",
            "area":"<p><strong>Powierzchnia:</strong> 23 000 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 4 dystrykty</p>",
            "capitol":"<p><strong>Stolica:</strong> Dżibuti (200 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Ali Sabieh</p>",
            "population":"<p><strong>Ludność:</strong> 350 000. Podstawową grupę etniczną stanowią Afarowie, którzy mieszkają również w Etiopii, oraz Issowie, spokrewnieni z Somalijczykami. Oprócz nich mieszka tu mniejsza grupa Arabó (ok. 6,7% ludności) i tyle samo Europejczyków</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Powierzchnia przeważnie górzysta, wznosi się tarasami w głąb lądu. W Republice Dżibuti znajduje się najniższy punkt kontynentu afrykańskiego - depresja jeziora Assal, leżącego 173 m poniżej poziomu morza. Klimat gorący i suchy.</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski i arabski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank Dżibuti = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Począwszy od VII w. n.e. powstają w tym rejonie sułtanaty islamskie; na początkui XVI w. podporządkowują je sobie Turcy. W XIX w. - w okresie największych podbojów kolonialnych mocarstw europejskich - rejon ten staje się ośrodkiem zainteresowania imperializmu francuskiego. W r. 1896 otrzymał nawzę Somali Framcuskie, a kolonizatorzy rozpoczęli tu budowę ważnego strategicznego miasta portowego Dżibuti. W r. 1946 Somali Francuskiemu, mimo oporu ludności afrykaskiej, która pragnęła uzyskania niepodległości, narzucono status &bdquo;terytorium zamorskiego&rdquo; Francji. W latach późniejszych Paryż pod presją przybierającej na sile walki narodowowyzwoleńczej próbował zamaskować swoje kolonialne panowanie przemianowując posiadłość na Francuskie Terytorium Afarów i Issów. Próba utzr4ymania kolonialnego panowania nad tym ważnym strategicznie rejonem w pobliżu szlaków morskich prowadzących z Zatoki Perskiej do Europy nie powiodła się i w oparciu o referendum przeprowadzonego w maju 1977 r. Francja zmuszona była przyznać z dniem 27 czerwca 1977 r. niepodległość swej ostatniej kolonii na kontynencie afrykańskim.</p><p>Głową niepodległego pastwa - Republiki Dżibuti jest prezydent, wybierany przez parlament. Prezydent minauje i odwołuje premiera oraz członków rządu. Władza ustawodawcza należy do jednoizbowego parlamentu - Izby Deputowanych.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Na skutek polityki kolonizatorów gospodarka Republiki Dżibuti jest bardzo zacofana. Przemysł praktycznie nie istnieje; w kraju jest tylko kilka niewielkich chłodni, zakłady produkujące napoje bezalkoholowe, rzeźnie itp. W przybliżeniu połowa zawodowo czynnej rudniona jest w sektorze usług.</p><p>Ponad 35% ludności utrzymuje się z koczowniczej hodowli bydła. Uprawia się ok. 80 tys. ha ziemi; majważniejszą uprawą jest kawa, poza tym uprawia się tu proso, warzywa i daktyle. Duże znaczenie gospodarcze ma rybołówstwo. Głównymi artykułami eksportowymi są: kawa, bydło, skóry i futra; import obejmuje artykuły spożywcze, towary przemysłowe oraz urządzenia. Najważniejszymi partnerami handlowymi Dżibuti są Francja, Wielka Brytania i Etiopia.</p>",
            "map":"<div id='map'><img src='maps/dżibuti-min.jpg' alt='Dżibuti map'></div>"
        }
    ],
    "egipt": [
        {   
            "title":"<p><strong>EGIPT</strong></p>",
            "subtitle":"<p><strong>Egipt Republika Arabska</strong></p><p>Dżumhurija Misr al - Arabija</p>",
            "position":"<p><strong>Położenie:</strong> Północno - wschodnia część Afryki oraz Półwysep Synaj w Azji</p>",
            "area":"<p><strong>Powierzchnia:</strong> 1 001 449 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 25 gubernatorstw (muhafazatów)</p>",
            "capitol":"<p><strong>Stolica:</strong> Kair (Al - Kahira, 11 000 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Aleksandria (Al - Iskandarija, 2 700 000 mieszk.), Suez (As - Suwajs, 381 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 44 900 000, przeważnie Arabowie</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> 96% powierzchni pokrywają pustynie o klimacie suchym. zdecydowanie kontynentalnym</p>",
            "language":"<p><strong>Język urzędowy:</strong> arabski</p>",
            "currency":"<p><strong>Waluta:</strong> Funt egipski = 100 piastrów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Egipt uchodzi za jedną z kolebek cywilizacji ludzkiej; wiadomości o osiedlach ludzkich na tym terenie pochodzą już z zamierzchłej starożytności. W VII w. n.e. obszar ten podporządkowali sobie Arabowie, a w w. XVI stał się on jedną z prowincji imperium osmańskiego. W r. 1882 kraj stał się kolonią brytyjską. W 1922 r. Egipt uzyskał co prawda formalną niepodległość, ale praktycznie aż do lat 50. naszego stulecia był posporządkowany Wielkiej Brytanii.</p><p>Rzczeywistą wolność Egipt osiągnął dopiero w lipcu 1952 r., kiedy to pod przywództwem grupy oficerów z Gamalem Abdelem Naserem na czele w kraju dokonała się antyimperialistyczna i antyfeudalna rewolucja; w rok później 18 czerwca 1953 r. Egipt proklamowano republiką. Jego rząd usunął z kraju wojska brytyjskie, a następnie znacjonalizował Towarzystwo Kanału Sueskiego. Krok ten stał się pretekstem do brytyjsko - francusko - izraelskiej agresji w r. 1956, która jednak nie powiodła się w obliczu mężnego oporu narodu egipskiego. Pod przywództwem G. A. Nasera kraj osoągnął w późniejszych latach znaczne sukcesy i stopniowo uwolnił się od zależnośći od kapitału zagranicznego. Rozwój kraju w poważnym stopniu zakłóciła jednak agresja izraelska w r. 1967, która doprowadziła do okupacji całego Półwyspu Synaj wraz ze wschodnim brzegiem Kanału Sueskiego, co spowodowało wstrzymanie żeglugi. Oznaczało to dla Egiptu znaczne straty. Po wojnie z Izraelem w r. 1973 trudności gospodarcze jeszcze się pogłębiły. NOwe kierownictwo państwa z A. Sadatem na czele (zmarł w wyniku zamachu stanu 6 października 1981 r.) odeszło od linii politycznej reprezentowanej przez zmarłego prezydenta Nasera i szukało dróg wyjścia z kłopotów gospodarczych w ściślejszych kontaktach ze światem kapitalistycznym, zwłaszcza z USA. Ta droga doprowadziła w końcu A. Sadata do zdrady wspólnej sprawy arabskiej i pospisania separatystycznego układu pokojowego z Izraelem (marzec 1979 r.), do podporządkowania kraju interesom Stanów Zjednoczonych.</p><p>Zgodnie z konstytucją z 1971 r., Egipt jest republiką parlamentarną z prezydencką formą rządów. Prezydent wybierany jest na 6 lat w głosowaniu powszechnym. Najważniejszym organem ustawodawczym jest Zgromadzenie Ludowe.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Egipska Republika Arabska należy do najbardziej rozwiniętych gospodarczo rolniczo - przemysłowych krajów afrykańskich. W ostatnich latach boryka się ona jednak z poważnymi problemami gospodarczymi,będąćymi bezpośrednim skutkiem polityki otwartych drzwi dla kapitału zagranicznego. Podstawą egipskiej gospodarki narodowej jest po dziś dzień produkcja rolna, dostarczająca ponad 25% produktu społecznego brutto. Uprawia się tu przede wszystkim bawełnę, nastęnie kukurydzę, ryż, przenicę, proso, trzcinę cukrową itp. Po rewolucji w r. 1952 w kraju zaczął powstawać silny przemysł maszynowy, lotniczy, elektrotechniczny, petrochemiczny, a przede wszystkim wydobywczy. W Egipcie wydobywa się rudę żelaza, mangan, fosfaty. Dosć dobrze rozwinięty jest również przemysł włókienniczy, spożywczy, energetyka, oraz niektóre inne gałęzie przemysłowe. Istotne znaczenie  gospodarcze ma Kanał Sueski - najważniejszy sztuczny szlak wodny na świecie, otwarty ponownie w r. 1975.</p><p>Egipska Republika Arabska eksportuje przede wszystkim bawełnę i inne produkty rolne, ponadto szeroki asortyment tkanin, produktów chemicznych, mebli, obuwia, wyrobów włókienniczych, elektrotechnicznych i ropopochodnych. Import obejmuje głównie maszyny, środki transportu, materiały budowlane i żywność. Do najważniejszych partnerów handlowych Egiptu należą USA, RFN, Francja, Włochy oraz Wielka Brytania.</p>",
            "map":"<div id='map'><img src='maps/egipt-min.jpg' alt='Egipt map'></div>"
        }
    ],
    "etiopia": [
        {   
            "title":"<p><strong>ETIOPIA</strong></p>",
            "subtitle":"<p><strong>Socjalistyczna Etiopia</strong></p><p>Hybretesebawit Itjopja</p>",
            "position":"<p><strong>Położenie:</strong> Wschodnia część kontynentu afrykańskiego, przyległa do Morza Czerownego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 1 221 900 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 14 prowincji</p>",
            "capitol":"<p><strong>Stolica:</strong> Addis Abeba (1 500 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Asmara (296 000 mieszk.), Dire Daua (73 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 32 100 000. Najważniejsze narodowości to Amharowie, Tigre i Galla; w kraju mieszkają jednak również przedstawiciele wielu mniejszości narodowych</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość terytorium zajmuje Wyżyna Abisyńska wzdłuż jej skraju do wysokości 4 000 m wznoszą się wulkany. Wschodnią część kraju pokrywa Wyżyna Somalijska, na północnym wschodzie rozciąga się Oustynia Danakilska. Klimat równikowy, monsunowy</p>",
            "language":"<p><strong>Język urzędowy:</strong> amharski</p>",
            "currency":"<p><strong>Waluta:</strong> Birr = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Etiopia należy do krajów o prastarej cywilizacji; u autorów starogreckich występuje pod nazwą &bdquo;Aihiopia&rdquo; czyli kraj ludzi o &bdquo;opalonych twarzach&rdquo;. Od XII w. aż do r. 1794 w Etiopii panowała dynastia cesarska, wg legendy wywodząca się od biblijnego króla Salomona. Na początku XIX w. kraj został podzielony na kilka księstw feudalnych, a w II poł. XIX w. - ponownie zjednoczony. Podjęta przez Włochy próba podporządkowania sobie Etiopii skończyła się fiaskiem i klęską oddziałów kolonialnych pod Adwą w r. 1896. W r. 1930 cesarzem został ostatni potomek tzw. dynastii Salomona, Hajle Sellasie I. W r. 1935 kraj padł ofiarą agresji ze strony faszystowskich Włoch Mussoliniego i aż do 1941, kiedy to został wyzwolony przez partyzantów i wojska brytyjskie, wchodził w skład Włoskiej Afryki Wschodniej. Również po II wojnie światowej w kraju panowały odwieczne zwyczaje ii porządki feudalne. Do radykalnych przeobrażeń społecznych doszło w Etiopii dopiero w r. 1974, kiedy to władzę przejęło stopniowo wojsko i zaczęło usuwa feudalną arytokrację. We wrześniu 1974 r. armia zdetronizowała cesarze Hajle Sellasie I, a przy końcu roku - zlikwidowała monarchię. Cała władza w państwie przeszła w ręce Tymczasowej Wojskowej Rady Administracyjnej, która 20 grudnia wydała deklarację, wytyczającą podstawowe cele narodowo - demokratycznej rewolucji o orientacji prosocjalistycznej. W następnym okresie w łonie Tymczasowej Wojskowej Rady Administracyjnej toczyła się walka o orientację polityczną państwa etiopskiego, zakończona w lutym 1977 r. zwycięstwem sił prosocjalistycznych z pułkownikiem Mengistu Hajle Mariamem na czele. Podjęte w następnym okresie przez siły międzynarodowego imperializmu próby zdławienia procesu rewolucyjnych przeobrażeń nie powiodły się.</p><p>Najwyższym organem władzy państwowej w Etiopii jest Tymczasowa Wojskowa Rada Administracyjna. Określa ona politykę wewnętrzną i zagraniczną, zatwierdza międzynarodowe układy i porozumienia, wydaje ustawy i dekrety. 17 grudnia 1979 r. powstała Komisja ds. Organizacji Partii Ludu Pracującego Etiopii (KOPLPE). Pierwszy zjazd Komisji odbył się w czerwcu 1980 r. W dniach 6 - 10 września 1984 r. obradował w Addis Abebie zjazd założycielski, na którym powołano marksistowsko - leninowską Robotniczą Partię Etiopii (RPE). Zjazd uchwalił statuy i program partii oraz wybrał jej władze. Na pierwszym posiedzenieu Komitetu Centralnego wybrano Biuro Polityczne i sekretariat. Sekretarzem generalnym KC RPE został wybrany Mengistu Hajle Mariam, szef państwa i rząu, a także przewodniczący działającej dotychczas KOPLPE.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Współczesna Etiopia odziedziczyła po rządach feudalnych ogromne zacofanie gospodarcze. Dlatego też jednym z podstawowych zadań nakreślonych przez siły rewolucyjne jest industrializacja kraju. Do chwili obecnej podstawową gałęzią przemysłu jest produkcja włókiennicza. Rozwija się produkcja cementu. W Addis Abebie znajdują się zakłady przemysłu drzewnego, huty, rafineria ropy naftowej. Przemysł spożywczy reprezentowany jest przez wytwórnie oleju, młyny, browary, cukrownie, zakłady wyrobów mącznych, fabryki konserw itp.</p><p>Bogactwa naturalne kraju są znaczne, choć jeszcze niedokładnie zbadane. Wykryto duże złoża węgla, rudy żelaza, miedzi, cyny, złota, platyny, wolframu, uranu, molibdenu, soli, miki i siarki. W przeszłości wydobywano głónie złoto.</p><p>Większość mieszkańców zatrudniona jest w rolnictwie, którego podstawową gałęzią jest hodowla, przede wszystkim  bydła. Produkcja roślinna nastawiona jest na uprawę kawy, prosa, jęczmienia, sorgo, kukurydzy i pszenicy. Po obaleniu monarchii cała ziemia uprawna została uznana za własność ludu; zaczęły powstawać spóldzielnie rolnicze. Eksport kawy dostarcza ponad poóowę wszystkich wpływów eksportowych; poza tym eksportuje się skóry, futra i rośliny oleiste. Importuje się przede wszystkim urządzenia przemysłowe, leki, produkty chemiczne, materiały pędne i artykuły żywnościowe. Do głównych partnerów handlowych Etiopii należą Japonia, USA, RFN i Włochy; w ostatnim okresie kraj ten zaczął rozwijać kontakty handlowe również z krajami socjalistycznymi.</p>",
            "map":"<div id='map'><img src='maps/etiopia-min.jpg' alt='Etiopia map'></div>"
        }
    ],
    "gabon": [
        {              
            "title":"<p><strong>GABON</strong></p>",
            "subtitle":"<p><strong>Republika Gabońska</strong></p><p>R&#233;publique Gabonaise</p>",
            "position":"<p><strong>Położenie:</strong> Afryka równikowa, nad Oceanem Atlantyckim</p>",
            "area":"<p><strong>Powierzchnia:</strong> 267 667 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 9 prowincji</p>",
            "capitol":"<p><strong>Stolica:</strong> Libreville (186 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Port Gentil (85 000 mieszk.), Lambar&#233;n&#233; (23 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 560 000, przeważnie Murzyni Bantu (narodowości Fang, Aduma, Echira i in.)</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Znaczną część obszaru pokrywają tropikalne lasy. Powierzchnia kraju na wybrzeżu jest nizinna, w głębi lądu zaczynają się góry i wyżyny. Klimat równikowy, bardzo wilgotny</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank CFA = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Pierwsze organizacje państwowe na obszarze dzisiejszej Republiki Gabońskiej powstały w XII i XIV w. Początki europejskiej kolonizacji tej części kontynentu afrykańskiego datują się w przybliżeniu na II poł. XV w., kiedy to r. 1485 do wybrzeży Afryki równikowej przybiły okręty portugalskie. Żeglarze, którzy zeszli z nich na ląd u ujścia rzeki płynącej wśród gęstych zarośli mangrowych nazwali ją Rio de Gaboa, czyli &bdquo;rzeką schronienia&rdquo;</p><p>Określenie to dało również nazwę późniejszej formacji państwowej w tym rejonie. W w. XIX kolonizację tego obszaru rozpoczęli Francuzi. W r. 1910 rejon ten został włączony do Francuskiej Afryki Równikowej. Po II wojnie  światowej w Gabonie, podobnie jak w innych krajach kontynentu afrykańskiego, rozwinął się silny ruch narodowowyzwoleńczy, pod którego naciskiem Francja była zmuszona przyznać temu terytorium niepodległość. Niepodległą Republikę Gabońską proklamowano 17 sierpnia 1960 r.</p><p>Szefem państwa jest prezydent, wybierany na 7 lat w wyborach bezpośrednich. Władza ustawodawcza należy do jednoizbowego Zgromadzenia Narodowego. 75 deputowanych do Zgromadzenia wybieranych jest przez mieszkańców również na okres 7 lat.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Republika Gabońska jest krajem rolniczym o dosyć dobrze rozwiniętym przemyśle wydobywczym. W rolnictwie, które dostarcza ok. 20% produktu społecznego brutto, pracuje 65% zawodowo czynnej ludności. Przeważa grupowa własność ziemi. Uprawia się przede wszystkim ryż, maniok, bataty, kakao i kawę. Produkcja zwierzęca jest słabo rozwinięta. Ważnym elementem ekonomiki Gabonu jest pozyskiwanie cennych gatunków drewna. Trzon gospodarki narodowej tworzy przede wszystkim rozwinięty przemysł wydobywczy - w ostatnim okresie zwłaszcza wydobycie ropy naftowej (piąte miejsce wśród krajów kontynentu afrykańskiego). Wpływy z eksploatacji złóż ropy stanowią w przybliżeniu 2/3 budżetu państwowego Gabonu. Innym źródłem dochodów jest eksploatacja pozostałych bogactw naturalnych kraju - rudy manganu, uranu i żelaza oraz pozyskiwanie drewna. W porównaniu z przemysłem wydobywczym, w którym decydującą rolę odgrywają towarzystwa zagraniczne, pozostałe gałęzie gospodarki gabońskiej są mocno zacofane. Dlatego też rząd Gabonu stara się w ramach swej kapitalistycznej orientacji rozwiązać problemy rozwoju kraju, poświęcając wiele uwagi budowie przemysłu przetwórczego.</p><p>Głównymi partnerami handlowymi Repybliki Gabońskiej są Francja, RFN i USA; najważniejsze artykuły eksportowe to ropa naftowa, drewno, ruda manganu i uranu. Do kraju sprowadza się głównie maszyny i urządzenia, artykuły przemysłowe i żywność.</p>",
            "map":"<div id='map'><img src='maps/gabon-min.jpg' alt='Gabon map'></div>"
        }
    ],
    "gambia": [
        {              
            "title":"<p><strong>GAMBIA</strong></p>",
            "subtitle":"<p><strong>Republika Gambii</strong></p><p>Republic of the Gambia</p><p>(od 1982.02.01 r. tworzy wraz z Senegalem Konfrderację Senegambii)</p>",
            "position":"<p><strong>Położenie:</strong> Zachodnia Afryka, wybrzeże Oceanu Atlantyckiego; jej terytorium ma kształt wąskiego pasa ciągnącego się wzdłuż biegu rzeki Gambii.</p>",
            "area":"<p><strong>Powierzchnia:</strong> 11 295 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 5 prowincji</p>",
            "capitol":"<p><strong>Stolica:</strong> Banjul (50 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Brikama, Dankunku, Saboya, Barra</p>",
            "population":"<p><strong>Ludność:</strong> 620 000, głównie ludy Mandingo i zachodniobantuidalne (Fulbe, Wolof i in.)</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Gambia leży w tzw. strefie sahelu. Jej powierzchnię stanowi nizina, pokryta sawannami. Klimat tropikalny</p>",
            "language":"<p><strong>Język urzędowy:</strong> angielski</p>",
            "currency":"<p><strong>Waluta:</strong> Dalasi = 100 bututów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Od XIIO do XV w. obszar Gambii był częścią średniowiecznego afrykańskiego państwa Mali. W połowie XV w. przy ujsciu rzeki Gambii do Oceanu Atlantyckiego wylądowali Portugalczycy. U schyłku XVI w. przenikają tu angielscy kupcy; w r. 1588 Brytyjczycy opanowuja port Bathursty (dzisiejszy Banjul) i stopniowo podporzadkowują sobie cały kraj. W r. 1783 ostatecznie przyłączają go do swoich posiadłości kolonialnych, najpierw do posiadłości Sierra Leone, następnie zaż w r. 1843 przyznaja mu status tzw. kolonii koronnej. Gwałtowny rozwój ruchu narodowowyzwoleńczego na kontynencie afrykańskim po II wojnie światowej i związany z tym stopniowy rozpad brytyjskiego imperium kolonilango zmusił Londyn do przyznania Gambii w 1962 r. tzw. samorządu wewnętrznego, a w trzy lata później (18 lutego 1965 r.) - całkowitej niepodległości. W pięć lat później, 24 kwietnia 1970 r., Gambia stała sie republiką.</p><p>W ostatnich latach w kraju narastało niezadowolenie z powodu neokolonialnego uzależnienia Gambii od Wielkiwj Brytanii. Wyrazem tego niezadowolenia była m. in. próba zamachu stanu 30 lipca 1981 r., która została jednak bez trudu stłumiona przy pomocy wojsk senegalskich. Na Podstawie umów z grudnia 1981 r. Gambia wraz Senegalem tworzy od 1 lutego 1982 r. Konfederację Senegambii. Głową Konfederacji jest prezydent Senegalu, prezydent Gambii ma tytuł wiceprezydenta. Siedzibą wspólnego rządu oraz parlamentu Senegambii jest dakar. Członkami tych gremiów jest w 2/3 Senegalczycy, w 1/3 - Gambijczycy. Oba państwa zachowały swoje rządy i parlamenty. W kontaktach z zagranicą oraz w organizacjach międzynarodowych Senegal i Gambię będą nadal reprezentować ich właśni przedstawiciele.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Republika Gambii, którą ze względu na narzucony w przeszłości przez kolonizatorów monokulturowy charakter produkcji rolnej po dziś dzień określa się mianem &bdquo;kraju orzeszków ziemnych&rdquo;, jest pod względem gospodarczym słabo rozwiniętym państwem rolniczym. Podstawą ekonomiki gambijskiej jest rolnictwo, którego najważniejszą część stanowi uprawa orzeszków ziemnych. Praktycznie nie istnieje produkcja przemysłowa; w kraju jest tylko kilka niewielkich zakładów przetwarzających produkty rolne. Na wybrzeżu Oceanu Atlantyckiego odkryto niedawno złoża ilmenitu (żelaziaku tytanowego), który stanowi jedyne bogactwo mineralne tego kraju.</p><p>Głównym partnerem handlowym Republiki Gambii jest Wielka Brytania, dokąd kraj ten eksportuje większość artykułów rolnych i skąd importuje główne towary przemysłowe, żywność i maszyny.</p>",
            "map":"<div id='map'><img src='maps/gambia-min.jpg' alt='Gambia map'></div>"
        }
    ],
    "ghana": [
        {              
            "title":"<p><strong>GHANA</strong></p>",
            "subtitle":"<p><strong>Republika Ghany</strong></p><p>Republic of Ghana</p>",
            "position":"<p><strong>Położenie:</strong> Afryka zachodnia, wybrzeże Zatoki Gwinejskiej</p>",
            "area":"<p><strong>Powierzchnia:</strong> 238 538 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 9 regionów</p>",
            "capitol":"<p><strong>Stolica:</strong> Akra (ok. 738 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Kumasi (343 000 mieszk.), Sekondi - Takoradi (161 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 12 000 000. Mieszkają tu przedstawiciele ogółem 87 narodowości, do nakliczniejszej z nich należą Aszanti, Fanti, Ewe, Mosi i Dagomba</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Powierzchnia kraju jest przeważnie nizinna, teren pagórkowaty zajmuje niewielką część obszaru Ghany. Klimat na południu tropikalny, wilgotny, na  północy - bardziej suchy</p>",
            "language":"<p><strong>Język urzędowy:</strong> angielski</p>",
            "currency":"<p><strong>Waluta:</strong> Cedi = 100 pesewa</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Na obszarze dzisiejszej Ghany przed przybyciem Europejczyków istniało wiele rozmaitych państw i organizacji plemiennych, które osiągnęły wysoki poziom rozwoju. Kolonizację tego obszaru rozpoczęli u schyłku XV w. Portugalczycy, jednakże pod koniec XIX w. wyparli ich stąd Brytyjczycy, którzy założyli tu własną kolonię. Po II wojnie światowej na terytorium obecnej Ghany przybrała na sile walka narodowowyzwoleńcza. W jej wyniku 6 marca 1957 r. uroczyście proklamowano niepodległość kraju. Na podstawie wyników referendum, jakie odbyło się w r. 1955, w jego skład weszło również byłe brytyjskie terytorium powiernicze Togo. W Republice Ghany - pierwszym państwie afrykańskim, które uzyskało niepodległość po II wojnie światowej, w początkowym okresie samodzielnego rozwoju zaszło wiele zmian. Jednak siły niezadowlone z postępowej polityki dokonały na początku 1966 r. wojskowego zamachu stanu, który utorował drogę do władzy prozachodnim kołom wojskowym, a następnie także cywilnym. W styczniu 1972 r. w kraju miał miejsce kolejny wojskowy zamach stanu, a po krótkim okresie rządów cywilnych władzę ponownie przejęło wojsko. Do rządów cywilnych kraj powrócił dopiero po przejęciu władzy przez rewolucyjny komitet sił zbrojnych, 4 czerwca 1979 r. Następnie (18 czerwca 1979 r.) w Ghanie odbyły się wybory do parlamentu, a na podstawie ich wyników w lipcu 1979 r. stworzona została aministracja z przedstawicielami Ludowej Partii Narodowej (PNP) na czele. Jednak nie spełniła ona oczekiwań narodu Ghany, stąd też 31 grudnia 1981 r. władzę w kraju ponownie przejęły postępowe siły armii Ghany, które stworzyły Tymczasową Narodową Radę Obrony, będącą najwyższym organem władzy państwowej. Podlega jej rząd cywilny, mianowany 22 stycznia 1982 r.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Ghana jest krajem rolniczym o dosć dobrze rozwiniętej bazie przemysłwoej. Ok. 50% zawodowo czynnej ludności zatrudnione jest w rolnictwie. Produkcja rolna nastawiona jest głównie na hodowlę roślin eksportowych - uprawia się przede wszystkim kakaowiec. Roczny zbiór 300 tys. ton ziarna kakaowego plasuje Ghanę na czele listy światowych producentów tej rośliny</p><p>Z gałęzi przemysłwoych rozwinięte jest zwłaszcza wydobycie minerałów - złota, manganu, boksytów i diamentów. Przemysł przetwórczy reprezentują huty aluminum, zakłady przemysłu spożywczego, kombinaty drzewne, chemiczne, włókiennicze i obuwnicze.</p><p>Najważniejsze produkty eksportowe to ziarno kakaowe, złoto, diamenty, boksyty i mangan. Sprowadza się maszyny, żywność i ropę naftową. Głównymi partnerami handlowymi Ghany są Wielka Brytania, USA i RFN.</p>",
            "map":"<div id='map'><img src='maps/ghana-min.jpg' alt='Ghana map'></div>"
        }
    ],
    "gwinea": [
        {              
            "title":"<p><strong>GWINEA</strong></p>",
            "subtitle":"<p><strong>Ludowo - Rewolucyjna Republika Gwinei</strong></p><p>R&#233;publique Populaire et R&#233;volutionnaire de Guin&#233;e</p>",
            "position":"<p><strong>Położenie:</strong> Zachodnia część kontynentu afrykańskiego, wybrzeże Oceanu Atlantyckiego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 245 8</p>",
            "adminDivision":"<p><strong>Podział administracyjny57 km<sup>2</sup></strong></p>",
            "capitol":"<p><strong>Stolica:</strong> Konakri (550 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Kankan (116 000 mieszk.), Kindia (85 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 5 100 000. Mieszkańcy należą do dwóch podstawowych grup etnicznych zachodniobantuidalnej (Fulbe i Kisiji) oraz Mande (głównie Mandingo i Susu)</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Za nadbrzeżną niziną wznosi się wyżyna z pojedynczymi górami wyspowymi na północy kraju. Klimat tropikalny</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Sily = 100 kuri</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Początki europejskiej kolonizacji obecnej Gwinei sięgają bardzo odległej przeszłości. Pierwsi Portugalczycy osiedlili się tu już w r. 1460. Na początku epoki nowożytnej Gwinbea była jednym z największych dostawców niewolników murzyńskich do Ameryki. W II poł. XIX w. znajdowała się pod okupacją francuską. Granice z sąsiadnimi posiadłościami brytyjskimi i portugalskimi zostały ustalone w latach 1886 i 1889. W r. 1904 Gwinea weszła w skład FDrancuskiej Afryki Zachodniej.</p><p>Podejmowane przez kolonizatorów próby całkowitego podbicia narodów Gwinei (na której obszarze na wiele stuleci przed przybyciem kolonizatorów istniały potężne państwa afrykańskie) napotykały jednak zaciekły opór ludności. Ruch narodowowyzwoleńczy rozwinął się gwałtownie zwłaszcza po II wojnie światowej. Pod jego naporem skończyło się francuskie panowanie kolonialne w tym regionie. Na podstawie referendum przeprowadzego we wrześniu 1958 r., 2 października tego samego roku Gwinea proklamowała niepodległość.</p><p>Głową państwa jest prezydent, wybierany przez ludność na 7 - letnią kadencję. Władzę ustawodawcza należy do jednoizbowego Zgromadzenia Narodowego.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Gwinea jest słabo rozwiniętym państwem rolniczym o szybko rozwijającym się przemyśle wydobywczym. W produkcji rolnej zatrudnione jest ok. 80% ludności. Uprawia się głównie palmę oleistą i kokosową, banany, orzeszki ziemne, kawę, ananasy, a na użytek wewnętrzny - proso, bataty, ryż i kukurydzę. Duże znaczenie ma produkcja zwierzęca.</p><p>Przed r. 1958 Gwinea należała do najbardziej zacofanych krajów Afryki Zachodniej. Po uzyskaniu niepodległości stowarzyszono tu, głównie przy pomocy krajów socjalistycznych, znaczny potencjał przemysłowy. Udział sektora państwowego w ogólnej wielkości produkcji przemysłowej wynosi 24%. 70% produkcji pochodzi z przedsiębiorstw mieszanych. Najbardziej dynamiczną gałęzią gospodarki jest przemysł wydobywczy, nastawiony na eksploatację bogactw złóż boksytów, rudy żelaza, diamentów i złota.</p><p>Głównymi towarami eksportowymi są surowce mineralne oraz produkty rolne (ananasy, banany, kawa, kopra, olej palmowy). Poza tym eksportuje się drewno, którego roczny uzysk jest dość wysoki. Importuje się produkty naftowe, maszyny i urządzenia, materiały budowlane, żywność i tkaniny. Najważniejszymi partnerami handlowymi Ludowo - Rewolucyjnej Republiki Gwinei są USA, ZSRR, ChRL i Francja.</p>",
            "map":"<div id='map'><img src='maps/gwinea-min.jpg' alt='Gwinea map'></div>"
        }
    ],
    "gwinearównikowa": [
        {              
            "title":"<p><strong>GWINEA RÓWNIKOWA</strong></p>",
            "subtitle":"<p><strong>Republika Gwinei Równikowej</strong></p><p>Rep&#250;blica de la Guinea Ecuatorial</p>",
            "position":"<p><strong>Położenie:</strong> Zachodnia część Afryki Równikowej; terytorium kraju składa się z części lądowej - Rio Muni oraz czterech wysp na Oceanie Atlantyckim - Bioko, Pagalu, Corisco i Ellobey</p>",
            "area":"<p><strong>Powierzchnia:</strong> 28 051 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 2 prowincje</p>",
            "capitol":"<p><strong>Stolica:</strong> Malabo na wyspie Bioko (80 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Bata (27 000 mieszk.) - osrodek kontynentalnej części kraju</p>",
            "population":"<p><strong>Ludność:</strong> 370 000, przeważnie przedstawiciele grupy etnicznej Bantu/p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Część kontynentalna wznosi się od niziny nadbrzeżnej w kierunku wschodnim. Wyspy są górzyste, zwłaszcza Bioko. Klimat w części kontynentalnej tropikalnej, wilgotny i gorący, na wyspach - łagodniejszy</p>",
            "language":"<p><strong>Język urzędowy:</strong> hiszpański</p>",
            "currency":"<p><strong>Waluta:</strong> Ekuele = 100 centimos</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Najważniejszą z wysp - Bioko (dawniej Fernando P&#243;o) odkryli Portugalczycy w r. 1471. Wraz z okolicznymi wyspami przypadła ona w 1778 r. w udziale Hiszpanii. W r. 1843 po długich krwawych walkach z ludnością murzyńską Hiszpanie zdobyli również część lądową - Rio Muni, którą jednak całkowicie podporządkowali sobie dopiero w latach dwudziestych naszego stulecia. Ale i później dochodziło do masowych wystąpień przeciwko panowaniu kolonialnemu. Największymi z nich były powstania w latach 1937, 1947 1959. W r. 1947 w kraju, nazwanym przez kolonizatorów Gwineą Hiszpańską, następuje organizacyjne zjednoczenie ruchu narodowowyzwoleńczego w jednolity front Ludowej Idei Gwinei Równikowej. W r. 1959 powstaje organizacja polityczna Narodowy Ruch Wyzwolenia Gwinei Równikowej, walcząca o niepodległość i wycofanie wojsk hiszpańskich. W 1959 r. Hiszpanie pod presją ruchu narodowowyzwoleńczego dzielą swoją dotychczasową kolonię na dwie tzw. prowincje zamorskie. Nie są jednak w stanie położyć w ten sposób kresu walce przeciwko swemu panowaniu. 12 października 1968 r. na podstawie wyników sierpniowego referendum zostaje proklamowana niepodległa Republika Gwinei Równikowej. Na pierwszego prezydenta został wybrany Francisco Macias (później zmnienił nazwisko na Macias Nguema Biyogo Negue Ndong), który w r. 1972 ogłosił się dożywotnim szefem państwa. Reżim Maciasa próbował z początku przezwyciężyć gospodarcze i społeczne zacofanie kraju, później jednak zamienił się w rządy autokratyczne, a te z kolei - w jawną dyktaturę i tyranię. Niezadowolenie szerokich mas ludowych z dyktatury przerodziło się w sierpniu 1979 r. w otwarte starcie - Macias został obalony w wyniku zamachu stanu 3 sierpnia 1979 r.</p><p>Na czele państwa stoi prezydent wybierany przez ludność na 7 - letnią kadencję. Organem ustawodawczym jest jednoizbowe Zgromadzenie Narodowe.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Republika Gwinei Równikowej jest słabo rozwiniętym państwem rolniczym.</p><p>Przemył praktycznie nie istnieje; w kraju znajdują się tylko niewielkie warsztaty rzemieślnicze, małe zakłady przetwórstwa produktów rolnych, fabryczki mydła, warsztaty stolarskie i małe cementownie. Większość drobnych przedsiębiorstw należy do cudzoziemców.</p><p>Głównym źródłem utrzymania ludności jest rolnictwo. Na użytek wewnętrzny uprawia się kukurydzę, yamy, trzcinę cukrową, orzeszki ziemne, tytoń, banany i owoce cytrusowe. Podstawą produkcji rolnej jest jednak uprawa roślin eksportowych - zwłaszcza kakao i kawy. Na niewielką skalę hoduje się bydło. W lasach Rio Muni wycina się na eksport heban, palisander, okum&#233; i mahoń. Najważniejszym partnerem handlowym Republiki Gwinei Równikowej jest Hiszpania, dokąd także w większości eksportuje się kakao, kawę i drewno. W imporcie czołowe miejsce zajmują artykuły spożywcze a następnie towary przemysłowe, materialy budowlane, paliwa i niektóre inne produkty.</p>",
            "map":"<div id='map'><img src='maps/gwinearównikowa-min.jpg' alt='Gwinea Równikowa map'></div>"
        }
    ],
    "kamerun": [
        {              
            "title":"<p><strong>KAMERUN</strong></p>",
            "subtitle":"<p><strong>Republika Kamerunu</strong></p><p>R&#233;publique du Cameroun</p><p>Republic of Cameroon</p>",
            "position":"<p><strong>Położenie:</strong> Zachodnia Afryka, strefa puszcz tropikalnych na północy przechodzących w sawanny</p>",
            "area":"<p><strong>Powierzchnia:</strong> 475 442 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 7 prowincji</p>",
            "capitol":"<p><strong>Stolica:</strong> Jaunde (Yaound&#233;, ok. 495 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Douala (485 000 mieszk.), Nkongsamba (100 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 8 700 000, mieszkają tu przedstawiciele szeregu grup etnicznych, m. in. Bantu, wschodniobantuidalnej, Hausa, Pigmeje, Arabowie</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Wzdłuż wybrzeży Oceanu Atlantyckiego ciągnie się nizina o szerokości 50 - 100 km, do której na zachodzie przylega wulkaniczna wyżyna Adamawa, a na południu - płaskowyż. Klimat tropikalny</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski i angielski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank CFA = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Pierwszymi Europejczykami, którzy w XV w. dotarli do wybrzeży Kamerunu, byli Portugalczycy. U schyłku XIX w. obszar dzisiejszej Republiki Kamerunu znajdował się pod okupacją Niemiec cesarskich. Podczas I wojny światowej Kamerun był okupowany przez Francję i Wielką Brytanię, a później - na mocy decyzji Ligi Narodów - podzielony na Kamerrun Wschodni (francuski) i Kamerun Zachodni (brytyjski). Przy końcu r. 1946 terytorium to otrzymało status terytorium powierniczego ONZ pod zarządem Francji i Wielkiej Brytanii. 1 stycznia 1960 r. Kamerun Wschodni został ogłoszony republiką. Po referendum przeprowaddzonym w r. 1961 w Kamerunie Zachodnim, 1 października 1961 r. prokalmowano wspólną Federacyjną Republikę Kamerunu. Od 20 maja 1972 r. do 4 lutego 1984 r. nosiła ona nazwę Zjednoczona Republika Kamerunu.</p><p>W okresie, jaki upłynął od proklamowania niepodległości kraju, rozwój wewnętrzny Kamerunu idbywa się bardzo równomiernie; w r. 1966 doszło do połączenia wszystkich liczących się sił społeczeństwa kameruńskiego we wspólną partię polityczną - Kameruński Związek Narodowy (Union Nationale Camerounaise, UNC), który przewodzi w dążeniu do utzrymania niezależności gospodarczej kraju na zasadach tzw. planowanego liberalizmu (tzn. rozwoju kapitalistycznego). Głową państwa jest prezydent, mający rozległe uprawnienia. Władza ustawodawcza należy do 120 - osobowego Zgromadzenia Narodowego wybueranego na 5 lat. Władzę wykonawczą sprawuje rząd. Poprawka do konstytucji zatwierdzona przez Zgromadzenie Narodowe w czerwcu 1979 r. w istotny sposób rozszerza uprawnienia premiera.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Kamerun jest krajem rolniczym, którego gospodarka jest po dziś dzień w dużym stopniu uzależniona od kapitału zagranicznego. Dlatego rząd i Kameruński związek Narodowy kładą nacisk na umocnienie krajowego kapitału i sektora państwowego w gospodarce narodowej.</p><p>Kamerun ma stosunkowo dobrze rozwiniętą bazę przemysłową. Z uwagi na bogate złoża boksytów zbudowano rozległy kompleks zakładów produkcji i przetwarzania aluminium. Są tu także fabryki włókiennicze, cementownie oraz zakłady przemysłu drzewnego. Podstawę produkcji przemysłowej stanowi jednak nadal przetwórstwo płodów rolnych. 75% ludności pracuje w rolnictwie, które w 70% nastawione jest na uprawę roślin eksportowych - kakao, kawy, bananów, kauczuku, orzeszków ziemnych, ananasów, tytoniu, owoców cytrusowych, orzechów palmowych i bawełny. Ok. 80% wszystkich plantacji należy do właścicieli zagranicznych.</p><p>Na użytek wewnętrzny uprawia się maniok, sorgo, proso i kukurydzę. Ważnym elementem produkcji rolnej jest również hodowla bydła i rybołówstwo. Główne artykuły eksportowe to kakao, kawa, bawełna i aluminium. Sprowadza się przede wszystkim towary przemysłowe, surowce, maszyny i urządzenia. Głównymi partnerami handlowymi Kamerunu są Francja, Wielka Brytania i USA.</p>",
            "map":"<div id='map'><img src='maps/kamerun-min.jpg' alt='Kamerun map'></div>"
        }
    ],
    "kenia": [
        {              
            "title":"<p><strong>KENIA</strong></p>",
            "subtitle":"<p><strong>Republika Kenii</strong></p><p>Jamhuri ya Kenya</p><p>Republic of Kenya</p>",
            "position":"<p><strong>Położenie:</strong> Wschodnia Afryka, strefa sawann i rzadkich zarośli</p>",
            "area":"<p><strong>Powierzchnia:</strong> 582 646 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 8 prowincji</p>",
            "capitol":"<p><strong>Stolica:</strong> Nairobi (900 000 miezkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Mombasa (340 000 mieszk.), Kisumu (149 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 17 100 000,mieszkańcy należą do trzech podstawowych grup etnicznych - Bantu, nilockiej i kuszyckiej</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Wzdłuż wybrzeży Oceanu Indyjskiego rozciąga się nizina, większość terytorium Kenii zajmują jednak wyżyny. Klimat równikowy, monsunowy</p>",
            "language":"<p><strong>Język urzędowy:</strong> suyahili i angielski</p>",
            "currency":"<p><strong>Waluta:</strong> Szyling kenijski = 100 centów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Pierwotnymi mieszkańcami terytorium dzisiejszej Kenii były plemiona etiopskiej grupy etnicznej. W VII - X w. wybrzeże Kenii skolonizowali Arabowie, którzy założyli tu feudalne organizacje państwowe. W XVI i XVII w. terytorium obecnej Kenii próbują skolonizować portugalczycy. W II poł. XIX w. również do tego regionu kontynentu afrykańskiego przenika ekspansywny imperializm brytyjski; w r. 1895 Londyn ogłasza terytorium Kenii swym protektoratem, a w r. 1920 nadaje mu status kolonii koronnej Wielkiej Brytanii. Podobnie jak w całej Afryce, również na obszarze dzisiejszej Kenii po II wojnie światowej następuje potężny rozwój ruchu narodowowyzwoleńczego. Jego czołowym przedstawicielem stał się Afrykański Związek Narodowy Kenii (KANU). Jego przywódca, Jomo Kenyatta, został przez brytyjczyków po wprowadzeniu stanu wyjątkowego w r. 1952 skazany na roboty przymusowe. Jednak ani brutalne represje wobec przedstawicieli rychu narodowowyzwoleńczego, ani próby zjednania sobie naczelników plemiennych poprzez utworzenie w 1957 r. tzw. rady ustawodawczej nie zdołały osłabić ruchu narodowowyzwoleńczego, przed którym kolonizatorzy brytyjscy musieli w kńcu skapitulować. W r. 1962 Londyn zwolnił Kenyattę z więzienia i wstrzymał akcje pacyfikacyjne. Po długich rokowaniach 1 czerwca 1963 r. kraj uzyskał samorząd wewnętrzny, a 12 grudnia tegoż roku stał się niepodległym państwem. W rok później został ogłoszony republiką. Głową państwa jest prezydent, wybierany przez ludność na okres 5 lat i mający rozległe uprawnienia. Władza wykonawcza mależy do prezydenta i rządu, zaś ustawodawcza - do Zgromadzenia Narodoweego.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Kenia jest krajem rolniczym o stosunkowo rozwiniętym przemyśle. Rozwój gospodarczy odbywa się na zasadach kapitalistycznych. Ekonomia Kenii jest w znacznym stopniu uzależniona od monopoli zachodnich.</p><p>Podstawą gospodarki Kenii jest rolnictwo. Uprawia sie kawę, herbatę, sizal, orzeszki ziemne, bawełnę, piretrum (roślina, będąca ważnym surowcem do produkcji środków owadobójczych), trzcinę cukrową i in.</p><p>Podstawę produkcji przemysłowej stanowi przetwórstwo produktów rolnych. Rozwinięta jest również produkacja cementu oraz przemysł chemiczny, hutniczy, elektrotechniczny i włókienniczy. Słabo rozwinięty jest jednak przemysł wydobywczy, mimo że kraj ma spore zasoby mineralne - występują tu pokłady złota, kaolinu, magnezytu, fosorytów, barytu, soli, diatomitu, fluoru i wapienia. Ostatnio odkryto dość znaczne złoża chromu i niklu. Eksport obejmuje przede wszystkim kawę, herbatę, sizal i kukurydzę, w imporcie przeważają obiekty inwestycyjne, maszyny i urządzenia, artykuły przemysłowe i włókiennicze. Najważniejszymi partnerami handlowymi Kenii są Wielka Brytania, RFN i Japonia.</p>",
            "map":"<div id='map'><img src='maps/kenia-min.jpg' alt='Kenia map'></div>"
        }
    ],
    "komory": [
        {              
            "title":"<p><strong>KOMORY</strong></p>",
            "subtitle":"<p><strong>Federalna Islamska Republika Komorów</strong></p><p>R&#233;publique F&#233;d&#233;rale et Islamique des Comores</p>",
            "position":"<p><strong>Położenie:</strong> Ocean Indyjski, w pobliżu wschodnich wybrzeży kontynentu afrykańskiego. Archipelag tworzą cztery duże wyspy oraz kilka małych wysepek</p>",
            "area":"<p><strong>Powierzchnia:</strong> 2 171 km<sup>2</sup> (Wlk. Komor - Grand Comore - 1 147 km<sup>2</sup>, Majotta - Mayotee - 360 km<sup>2</sup>, Moh&#233;li - 290 km<sup>2</sup>, Anjouan - 340 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 4 jednostki administracyjne o stosunkowo szerokiej autonomii</p>",
            "capitol":"<p><strong>Stolica:</strong> Moroni na wyspie Wlk. Komor (25 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Bangoi, Kombani i Foumbouni na wyspie Wlk. Komor, Fomboni na wyspie Moh&#233;li, Mutsamudu na wyspie Anjuan i Chingoni na wyspie Majotta</p>",
            "population":"<p><strong>Ludność:</strong> 370 000. Najgęściej zaludniona jest wyspa Grand Comore. Skład narodowościowy jest bardzo zróżnicowany; mieszkaa tu Arabowie, Szahelowie, Malgesze, Hindusi, Chińczycy i Europejczycy</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Wyspy są górzytst, pochodzenia wulkanicznego. Klimat tropikalny, monsunowy</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski i suahili</p>",
            "currency":"<p><strong>Waluta:</strong> Frank CFA = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Komory znane były arabskim podróżnikom już w X w. n. e. Europejczycy zaczęli docierać tu dopiero w XVI w.</p><p>W połowie ubiegłego stulecia rejonem tym zaczęli bardzo interesować się Fdrancuzi; oni też zaanektowali archipelag w r. 1866. Od tego czasu aż do połowy lat 70 naszego wieku znajdował się on pod panowaniem kolonialnym. W r. 1961 Paryż przyznał co prawda Komorom tzw. samorząd wewnętrzny, ale nie zdołał w ten sposób powstrzymać rozwoju ruchu narodowowyzwoleńczego, na czele którego w r. 1963 stanął Ruch Wyzwolenia Narodowego Komorów (MOLINACO). Podczas referendum przeprowadzonego w grudniu 1974 r. 95% wyborców opowiedziało się za niepodległością archipelagu, którą proklamowano pół roku później - 6 lipca 1975 r. Pierwszy rząd młodego niepodległego państwa wyspiarskiego dążył do zlikwidowania ciążącej spuścizny kolonialnej, gospodarczego uniezależnienia się od kapitału zagranicznego i stworzenia demokratycznego aparatu państwowego. Dążenia te były solą w oku rodzimej reakcji, która w maju 1978 r. zainscenizowała przy pomocy zagranicznych najemników i przy poparciu Francji wojskowy zamach stanu, po którym władzę w kraju przejęło na kilka miesięcy tzw. dyrektorium polityczno - wojskowe. Partie polityczne zostały rozwiązane, ten sam los spotkał instytucje państwowe. Przestała obowiązywać dotychczasowa konstytucja. Po referendum, 1 października 1978 r. przyjęto nową konstytucję, a 12 października wybrano na nowego prezydenta Ahmeda Abdallacha, który stał na czele majowego puczu.</p><p>Władza ustawodawcza należy do Zgromadzenia federalnego (parlamentu), zaś wykonawcza do rządu.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Koomory są krajem słabo rozwiniętym gospodarczo. Podstawę ekonomiki stanowi produkcja rolna. Na użytek wewnętrzny uprawia się kukurydzę, ziemniaki, maniok, trzcinę cukrową oraz niektóre inne rośliny; na wielkich obszarach uprawia się jednak przede wszystkim rośliny przeznaczone na eksport - goździki, wanilię, koprę, kawę, cynamon i inne. Dość dobrze rozwinięta jest również produkcja zwierzęca, Ważne miejsce w gospodarce kraju zajmuje rybołówstwo.</p><p>Przemysł jest słabo rozwinięty. Działa tu tylko kilka małych zakładów zajmujących się przetwórstwem produktów rolnych. Najważniejszymi partnerami handlowymi Komorów są Francja, USA, RFN, Włochy i Madagaskar. Eksport obejmuje wyłąćznie wyłącznie produkty rolne; w imporcie figurują artykuły spożywcze, towary konsumpcyjne, paliwa i środki transportu.</p>",
            "map":"<div id='map'><img src='maps/komoru-min.jpg' alt='Komory map'></div>"
        }
    ],
    "kongo": [
        {              
            "title":"<p><strong>KONGO</strong></p>",
            "subtitle":"<p><strong>Kongijska Republika Ludowa</strong></p><p>R&#233;publique Populaire du Congo</p>",
            "position":"<p><strong>Położenie:</strong> Afryka Równikowa; leży nad brzegami rzeki Kongo, największego cieku wodnego na kontynencie afrykańskim</p>",
            "area":"<p><strong>Powierzchnia:</strong> 342 000 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 9 regionów i dystrykt stołeczny</p>",
            "capitol":"<p><strong>Stolica:</strong> Brazzaville (ok. 300 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Pointe Noire (100 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 1 600 000; ponad 90% mieszkańców należy do narodowości wchodzących w skład grupy językowej Bantu (Bakongo, Bateke, Bubangi i in.)</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> ok. 60% terytorium pokrywa puszcza tropikalna. Poczynając od wybrzeża oceanu powierzchnia kraju gwałtownie wznosi się, tworząc płaskowyż. Na większości terytorium panuje klimat równikowy</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank CFA = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Najstarsze ślady  osadnictwa na obszarze Konga pochodzą już z okresu neolitu. W XII w. rejon ten staje się częścią afrykańskiego państwa Kongo. W okresie europejskich podbojów na tutejszym wybrzeżulądują Portugalczycy, a obszar wokół rzeki Kongo staje się jednym z ośrodków handlu. Od r. 1886 terytorium dzisiejszego Konga była kolonią francuską, a następnie weszło w skład Francuskiej Afryki Równikowej. PO II wojnie światowej zostało uznane za francuskie terytorium zamorskie. W r. 1958 Paryż przyznał mu status republiki autonomicznej, a dwa lata później - 15 sierpnia 1960 r. - pod naporem wzrastającego ruchu narodowowyzwoleńczego - niepodległość.</p><p>Na drogę rzeczywiście niezależnego rozwoju naród tego afrykańskiego kraju wstąpił jednak dopiero w r. 1968, kiedy z rządu usunięte zostały siły sprzyjające neokolonialnej polityce państw zachodnich, a władzę w kraju przejęły postępowe koła społeczneństwa kongijskiego, które za swój cel uznały realizację konsekwentnych przemian społecznych i ekonomicznych. W grudniu 1969 r. proklamowano Kongijską Republikę Ludową, a przewodnią siłą w kraju stała się Kongijska Partia Pracy (PCT). Kieruje się ona ideologią marksizmu - leninizmu, a jej celem końcowym - jak to wyraźnie potwierdził III nadzwyczajny zjazd partii, który odbył się w marcu 1979 r. - jest zbudowanie w kraju społeczeństwa socjalistycznego.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Kongijska Republika Ludowa jest krajem rolniczym o rozwijającym się przemyśłe wydobywczym. Dysponuje bogatymi zasobami naturalnymi - znajdują się tu wielkie złoża rudy żelaza, soli potasowych, fosforatów, miedzi, ropy naftowej, ołowiu, cyny, diamentów, cynku i złota. Przemysł wydobywczy zaczyna się jednak dopiero stopniowo rozwijać. Jeśli chodzi o przetwórstwo rozwinięta jest produkcja wyrobów włókienniczych, przemysł drzewny, papierniczym, cementowy i cukrowniczy. Znacjonalizowano majątek wszystkich prywatnych towarzystw naftowych, produkcję energii elektrycznej, transport kolejowy i lotniczy, wielkie zakłady przemysłowe.</p><p>Głównym rejonem rolniczym jest południowo - zachodnie wybrzeże kraju. Cała ziemia stanowi własność państwa. Na użytek wewnętrzny uprawia się maniok, kukurydzę, bataty i in., na eksport zaś - kawę, owoce cytrusow, palmę oleistą. Ważne miejsce w gospodarce narodwoej zajmuje pozyskiwanie i przerób cennych gatunków drewna. Drewno stanowi 70% kongijskiego eksportu, dalsze 20% - produkty rolne, a resztę - surowce. Sprowadza się przede wszystkim maszyny oraz urządzenia przemysłowe.</p><p>Najważniejszymi partnerami handlowymi Konga są Francja i pozostałe kraje EWG.</p>",
            "map":"<div id='map'><img src='maps/kongo-min.jpg' alt='Kongo map'></div>"
        }
    ],
    "lesotho": [
        {              
            "title":"<p><strong>LESOTHO</strong></p>",
            "subtitle":"<p><strong></strong>Królestwo Lesotho</p><p>Kindom of Lesotho</p>",
            "position":"<p><strong>Położenie:</strong> Południowa część kontynentu afrykańskiego; tworzy enklawę w obrębie terytorium Republiki Południowej Afryki</p>",
            "area":"<p><strong>Powierzchnia:</strong> 30 355 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 9 dystryktów</p>",
            "capitol":"<p><strong>Stolica:</strong> Maseru (30 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Mafeteng, Mohales Hock, Quthing, Simpi</p>",
            "population":"<p><strong>Ludność:</strong> 1 300 000. 98% mieszkańców kraju stanowią Basutowie, należący do grupy etnicznej Bantu</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Powierzchnia kraju jest przeważnie górzysta, pocięta głębokimi dolinami rzek. Stąd też królestwo Lesotho określa się często mianem &bdquo;afrykańskiej Szwajcarii&rdquo;. Większość terytorium pokrywają stepy oraz łąki wysokogórskie. Mimo że kraj leży w strefie zwrotnikowej, klimat tutejszy jest ostry, kontynentalmny</p>",
            "language":"<p><strong>Język urzędowy:</strong> angielski i sotho</p>",
            "currency":"<p><strong>Waluta:</strong> Loti = 100 lisente</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W przeszłości niedostępne góry długo chronily ten kraj przed najazdami kolonizatorów i utratą samodzielności; jeszcze na początku XIX w. istniało tu silne państwo Basutów, odpierające najazdy Burów i Anglików. W zależność kolonialną kraj popadł dopiero w r. 1868, kiedy to stal się protektoratem brytyjskim. Panowanie brytyjskie trwało tu aż do r. 1966. 4 października 1966 r. proklamowano niepodległość kraju, który przyjął wówczas nazwę Królestwo Lesotho.</p><p>W r. 1970 dokonano w Lesotho zamachu stanu, po którym praktycznie całą władzę skupił w swoiim ręku premier Leabua Jonathan: zawieszono konstytucję, rozwiązano parlament i zakazano działalności Komunistycznej Partii Lesotho. Lesotho jest monarchią konstytucyjną, formalnie głową państwa jest król. Po zawieszeniu konstytucji funkcjonuje parlamentu pełni 93 - osobowe Tymczasowe Zgromadzenie Narodowe. Władza wykonawcza należy do rządu i stojącego na jego czele premiera.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Lesotho jest słabo rozwiniętym krajem rolniczym o gospodarce w dużym stopniu uzależnionej od sąsiedniej Afryki Południowej Afryki, do której w poszukiwaniu pracu udaje się ok. połowa zdolnych do pracy mężczyzn i 10% kobiet. W kraju istnieją ogromne nie wykorzystane zasoby energii wodnej; także bogactwa naturalne są prawie nie wykorzystane, wydobywa się diamenty, dość intensywnie rozwija się drobny przemysł; w stolicy działa wiele warsztatów jubilerskich i garncarskich, tkalnia dywanów itp. Podstawę gospodarki Lesotho stanowi ekstensywna hodowla bydła, przede wszystkim owiec. Produkcja roślinna odgrywa rolę drugorzędną; uprawia się głównie proso, kukurydzę, pszenicę i słoneczniki. 2/3 eksportu Lesotho stanowi wełna, poza tym eksportuje się diamnety. Handel zagraniczny prawie w całości zorientowany jest na Republikę Południowej Afryki.</p>",
            "map":"<div id='map'><img src='maps/lesotho-min.jpg' alt='Lesotho map'></div>"
        }
    ],
    "liberia": [
        {              
            "title":"<p><strong>LIBERIA</strong></p>",
            "subtitle":"<p><strong>Republika Liberyjska</strong></p><p>Republic of Liberia</p>",
            "position":"<p><strong>Położenie:</strong> Zachodnia część Afryki, nad Oceanem Atlantyckim</p>",
            "area":"<p><strong>Powierzchnia:</strong> 11 369 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 9 hrabstw</p>",
            "capitol":"<p><strong>Stolica:</strong> Monrovia (800 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Harper (32 000 mieszk.), Buchanan (12 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 2 040 000; mieszkają tu przedstawiciele ok. 28 grup etnicznych. Najbardziej wpływową, choć najmniej liczną grupę ludności stanowią potomkowie czarnych niewolników z USA, którzy zaczęłi się tu osiedlać w I poł. ubiegłego stulecia.</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Wąska nizina nadbrzeżna w lądu przechodzi w wyżynę. Większość terytorium Liberii pokrywają tropikalne puszcze. Klimat tropikalny, Bardzo wilgotny</p>",
            "language":"<p><strong>Język urzędowy:</strong> angielski (statystyki podają, że zna go tylko 1 - 2% ludności)</p>",
            "currency":"<p><strong>Waluta:</strong> Dolar liberyjski = 100 centów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W ciągu XV w. wybrzeże dzisiejszej Liberii skolonizowali portugalscy handlarze niewolników. Nie przeniknęli jednak głębiej do wnętrza kraju. Historia obecnego państwa liberyjskiego rozpoczęła się na początku XIX w., kiedy Amerykkańskie Towarzystwo Kolonizacyjne zaczęło osiedlać na tym obszarze wyzwolonych niewolników murzyńskich z USA. W r. 1847 Liberia została proklamowana niepodległą republiką na wzór amerykański. W tym samym roku zatwierdzono także nową konstytucję. Przez wiele dziesiątków lat Liberia orientowała się wyłącznie na mocarstwa zachodnie, przede wszystkim na USA. Jej politykę wewnętrzną i zagraniczną wyznaczały głównie interesy zachodnich monopoli, które praktycznie kontrolują całą gospodarke liberyjską. W ostatnim okresie wyraźnie wzrosło niezadowolenie szerokich warstw ludności z zacofania gospodarczego i wzrastającego wyszysku. W marcu 1980 r. doszło w kraju do strajku generalnego zorganizowanego przez założoną w r. 1979 Ludową Partię Postępową (Progressive People&#700;s Party, PPP). Wskutek pogłębiającego się ucisku społeczno - ekonomicznego 12 kwietnia 1980 r. doszło do zamachu stanu. Zawieszono dotychczasową konstytucję, cała władza ustawodawcza i wykonawcza znalazła się w rękach Ludowej Rady Ocalenia, która objęła rządy w wyniku puczu wojskowego 12 kwietnia. Nowym szefem państwa został st. sierżant Samuel Doe, będący zarazem szefem rządu. Nowym organom władzy nie udało się do tej pory rozwiązać żadnego z palących problemów kraju, stąd też w Liberii wciąż utrzymuje się napęcie społeczne.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Liberia jest zacofanym krajem rozwijającym się, w którego gospodarce decydująca rolę odgrywa kapitał zagraniczny (zwłaszcza północnoamerykański i zachodnioniemiecki). Podstawą gospodarki liberyjskiej jest plantacyjna produkcja kauczuku, opanowana przez amerykańskie towarzystwo Firestone Plantayions. Poza tym uprawia się tu kawę, kakao i palmę oleistą. Jeżeli chodzi o wyżywienie ludności najważniejszą rośliną uprawną jest ryż. Istotną rolę odgrywa również rybołówstwo i pozyskiwanie cennych gatunków drewna. Przemysł nie jest jeszcze rozwinięty, większe znaczenie ma wyłącznie wydobycie rudy żelaza i dimaentów. W Liberii znajdują się jednak również pokłady złota, manganu, miedzi, boksytów, a na wybrzeżu - złoża ropy naftowej.</p><p>Główne artykuły eksportowe to surowy kauczuk i ruda żelaza; sprowadza się przede wszystkim żywność, paliwa i wyroby przemysłu lekkiego. Najważniejszymi partnerami handlowymi Liberii są USA, Wielka Brytania i RFN.</p>",
            "map":"<div id='map'><img src='maps/liberia-min.jpg' alt='Liberia map'></div>"
        }
    ],
    "libia": [
        {              
            "title":"<p><strong>LIBIA</strong></p>",
            "subtitle":"<p><strong>Libijska Arabska Dżamahirija Ludowo - Socjalistyczna</strong></p><p>Al - Dżamahirija al - Arabija al - Libija asz Szaabija al - Isztirakija</p>",
            "position":"<p><strong>Położenie:</strong> Północna Afryka, nad zatoką Wielka Syrta na Morzu Śródziemnym</p>",
            "area":"<p><strong>Powierzchnia:</strong> 1 759 540 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 49 okręgów administracyjnych</p>",
            "capitol":"<p><strong>Stolica:</strong> Trypolis (Tripolis, Tarabulus al - Gharb, 580 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Benghazi (282 000 mieszk.), Bejda (35 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 3 100 000, przeważnie Arabowie 92% ludności Libii oraz Berberowie. Oprócz nich niewielka liczba przedstawicieli innych narodowości afrykańskich oraz Europejczyków</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> 98% terytorium pokrywają pustynie i półpustynie. Pustynia Libijska we wschodniej części kraju uchodzi za najbardziej surową część Sahary. Nizina nadbrzeżna wznosi się na południu ku granicznym górom Tassil i Tibesti. Klimat na wybrzeżu śródziemnomorski, w głębi kraju - suchy, pustynny</p>",
            "language":"<p><strong>Język urzędowy:</strong> arabski</p>",
            "currency":"<p><strong>Waluta:</strong> Dinar libijski = 1000 dirhamów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Terytorium dzisiejszej Libii należy do obszarów o dawnym osadnictwie. W VII w. p.n.e. kolonizowali ten rejon Fenicjanie i Grecy, a w II w. p.n.e. stał się on częścią Imperium Rzymskiego.</p><p>W VII w. n. e. zaczęły się tu przeważać wpływy arabskie, w w. XVI obszar ten stał się częścią tureckiego imperium osmańskiego. W latach 1911 - 1942 Libią była zajęta przez Włochy. Zależność kraju od Zachodu utrzymywała się jednak praktycznie aż do początku lat 50. kiedy to na mocy wcześniejszej rezolucji ONZ proklamowano jej niepodległość. Od 24 grudnia 1951 r. Libia była co prawda formalnie suwerenną monarchią konstytucyjną, jednak pod względem politycznym i gospodarczym nadal była uzależniona od mocarstw zachodnich.</p><p>Drogę do rzeczywistej niepodlełości kraju zapoczątkowała rewolucja 1 września 1969 r., która obaliła prozachodni reżim monarchistyczny i proklamowała Libijską Republikę Arabską. Za jeden z głównych celów jej przywódcy uznali osiągnięcie przez kraj rzeczywistej i całkowitej niezawisłości politycznej i gospodarczej; już kilka miesięcy po obaleniu monarchii z Libii zostały usunięte wszystkie obce bazy wojskowe, stopniowo objęto kontrolą narodową najważniejszą gałąź gospodarki - przemysł naftowy. Postępowe przemiany doprowadziły do stworzenia silnego państwowego sektora gospodarczefo. Po rewolucji 1 września 1969 r. najwyższym organem władzy państwowej w Libijskiej Republice Arabskiej stała się Rada Rewolucyjna. W marcu 1977 r. na posiedzeniu Powszechnego Kongresu Ludowego dokonano reorganizacji libijskich organów państwowych; została rozwiązana Rada Rewolucyjna, a jej funkcję przejął Powszechny Kongres Ludowy. Stałym organem Kongresu jest 5 - osobowy Sekretariat Generalny, na czele którego stoi sekretarz generalny Powszechnego Kongresu Ludowego, będący tytularną głową państwa. Organem wykonawczym Powszechnego Kongresu Ludowego jest Generalny Komitet Ludowy pełniący funkcję rządu. Zgodnie z tymi zmianami, które wydatnie sprzyjają zwiększeniu udziału mas ludowych w kierowaniu państwem, dokonano również zmiany nazwy kraju na Libijską Arabską Dżamahiriję Ludowo - Socjalistyczną.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Libia do dziś jest krajem głównie rolniczym o szybko rozwijającym się przemyśle. Podstawą jej gospodarki narodowej jest wydobycie i eksport ropy naftowej. (Zasoby ropy szacuje się na 8 mld ton, produkcja roczna przekracza 100 mln ton, a wpływy ze sprzedaży wynoszą ponad 10 mld dolarów.) Znajdują się tu również bogate złoża gazu ziemnego oraz rudy żelaza, poza tym wydobywa się gips, siarkę i niektóre inne minerały. Obfitość ropy pozwala na szybką industrializację. W kraju powstaje potężny przemysł petrochemiczny, elektrownie, kombinaty metalurgiczne. Wiele uwagi poświęca się budowie zakładów przemysłu spożywczego i włókienniczego, zakładów produkujących materiały budowlane oraz innym gałęziom przemysłu. Ponad 80% libijskiej produkcji przemysłowej wytwarzają przedsiębiorstwa państwowe. Wiele uwagi poświęca się rozwojowi rolnictwa. W r. 1975 pomiędzy rolników rozdzielono ok. 300 tys. ha ziemi pustynnej; została ona zagospodarowana, a ponad 50% rolników zrzeszyło się w spółdzielniach produkcyjnych. Rząd opracował również 10 - letni program modernizacji rolnictwa, ukierunkowany przede wszystkim na nawadnianie. Produkcja rolna nastawiona jest głównie na uprawę jęczmienia, pszenicy, daktyli, oliwek, fig, migdałów, owoców cytrusowych, winorośli. Z roślin przemysłowych uprawia się przede wszystkim tytoń i orzeszki ziemne. Rozwinięta jest także hodowla bydła.</p><p>Eksport obejmuje głównie surowce, zwłaszcza ropę naftową. Libia importuje szeroką gamę maszyn i urządzeń dla przemysłu, transportu i rolnictwa, poza tym sprowadza artykuły przemysłowe i spożywcze. Do najważnieszych partnerów handlowych Libii należą kraje EWG, Japonia i USA.</p>",
            "map":"<div id='map'><img src='maps/libia-min.jpg' alt='Libia map'></div>"
        }
    ],
    "madagaskar": [
        {              
            "title":"<p><strong>MADAGASKAR</strong></p>",
            "subtitle":"<p><strong>Demokratyczna Republika Madagaskaru</strong></p><p>Repoblika Demokratika Malagasy Republique</p><p>D&#233;mocratique de Madagascar</p>",
            "position":"<p><strong>Położenie:</strong> Leży na wyspie o tej samej nazwie na Oceanie Indyjskim u południowo - wschodnich wybrzeży kontynentu afrykańskiego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 587 041 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 6 prowincji</p>",
            "capitol":"<p><strong>Stolica:</strong> Stolica Antananarivo (800 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Majunga (58 000 mieszk.), Tamatave (60 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 9 400 000, w tym 98% Malgaszów; poza tym mieszkają tu Europejczycy, Chińczycy, Arabowie i Hindusi</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Powierzchnia wyspy jest przeważnie górzysta; ponad połowę jej obszaru pokrywa płaskowyż, nad którym wznoszą się wypiętrzone masywy wulkaniczne. Klimat tropikalny</p>",
            "language":"<p><strong>Język urzędowy:</strong> malgaski i francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank malgaski = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Historia dzisiejszej Demokratycznej Republiki Madagaskaru jest bardzo bogata; pierwsza organizacja państwowa poswstała na wyspie już w XIII w., jednakże w toku ciągłych wojen z obcymi zdobywcami osłabła na tyle, że w XIX w. uległa najeźdżcom francuskim. W r. 1896 francja ogłosiła Madagaskar swą kolonią. Walka tutejszej ludności przeciwko najeżdżcom trwała nadal, a płomień ruchu narodowowyzwloeńczego rozgorzał szczególnie silnie po II wojnie światowej. W 1947 r. wybuchło potężne powstanie zbrojne, które zostało jednak krwawo stłumione przez kolonizatorów. W r. 1958 Paryż przyznał Madagskarowi status republiki autonomicznej w ramach Wspólnoty Francuskiej. W dwa lata później - 26 czerwca 1960 r. - została proklamowana niepodległość Republiki Malgaska. Ale i wówczas kraj był nadal w znacznym stopniu uzależniony od byłej kolonialnej metropolii; siły, które po uzyskaniu niepodległościi doszły na Madagaskarze do władzy, stopniowo wciągały kraj w neokolonialną zalężność od monopoli zagranicznych. Polityka ta wywoływała niezadowolenie szerokich warstw ludności. W 1972 r. powstanie ludowe obaliło neokolonialny reżim, a władzę przejęło wojsko, które ogłosiło szeroki program ploitycznego i gospodarczego rozwoju kraju. W r. 1975 rodzima reakcja podjęła przy pomocy międzynarodowego imperializmu próbę powstrzymania procesu pozytywnych przemian. Próba zamachu stanu została jednak udaremniona i kraj kontynuował drogę rozwoju. W końcu 1975 r. przeważająca  większość ludności Madagaskaru zatweirdziła Kartę Malgaskiej Rewolucji Socjalistycznej - dokument programowy, deklarujący orientację socjalistyczną.</p><p>Głową państwa jest prezydent. Gwarantem rewolucji malgaskiej jest Najwyższa Rada Rewolucyjna. Władza ustawodawcza należy do Ludowego Zgromadzenia Narodowego, wykonawcza do rządu.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Demokratyczna Republika Madagaskaru jest krajem rolniczym o słabo rozwiniętym przemyśle przetwórczym i wydobywczym. Posiada znaczne bogactwa mineralne; zajmuje jedno z czołowych miejsc w wydobyciu grafitu, bogate sa również tutejsze złoża miki i fosforytów. Poza tym na Madagaskarze wydobywa się uran, beryl, chrom, nikiel, złoto, rudę żelaza i sól. Przemysł reprezentowany jest przede wszystkim przez zakłady przetwórstwa produktów rolnych. Około 80% zawodowo czynnej ludności zatrudnione jest w produkcji rolnej, nastawionej przede wszystkim na uprawę roślin eksportowych - kawy, wanilii (ok. 2/3 produkcji światowej), trzciny cukrowej, goździków, tytoniu, roślin oleistych. Na użytek wewnętrzny uprawia się ryż, kukurydzę, rośliny strączkowe i niektóre inne kultury. Rozwinięta jest hodowla bydła, a także gospodarka leśna - zwłaszcza wyrąb drewna. Po obaleniu neokolonialnego reżimu podjęto szereg kroków mających na celu osiągnięcie rzeczywistej niezależności gospodarczej. Państwo przejęło kontrolę nad bankami, znacjonalizowano majątek monopoli zagranicznych, handel zagraniczny należy do kompetencji przedsiębiorstw państwowych. Przeprowadzono również reformę rolną. Głównymi artykułami eksportowymi są kawa, przyprawy korzenne (pieprz, wanilia, goździki), surowce mineralne. Sprowadza się wyroby włókiennicze, towary przemysłowe, maszyny i urządzenia, pojazdy silnikowe itp. Najważniejszymi partnerami handlowymi Madagaskaru są Francja, USA, RFN i Japonia.</p>",
            "map":"<div id='map'><img src='maps/madagaskar-min.jpg' alt='Madagaskar map'></div>"
        }
    ],
    "malawi": [
        {              
            "title":"<p><strong>MALAWI</strong></p>",
            "subtitle":"<p><strong>Republika Malwai</strong></p><p>Republic of Malawi</p>",
            "position":"<p><strong>Położenie:</strong> Południowo - wschodnia część kontynentu afrykańskiego; terytorium państwa pokrywa się z grubsza ze zlewiskiem jeziora Malawi, które zajmuje ok 20% jego powierzchni</p>",
            "area":"<p><strong>Powierzchnia:</strong> 118 484 km <sup>2</sup> (w tym ok. 24 000 km<sup>2</sup> przypada na zbiorniki wodne)</p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 3 regiony</p>",
            "capitol":"<p><strong>Stolica:</strong> Lilongwe (103 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Blantyre (229 000 mieszk.), Zomba (20 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 6 200 000; 99% mieszkańców to przedstawiciele grupy etnicznej Bantu, najliczniejsza w tej grupie jest narodowość Malawi</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Terytorium Republiki Malawi w przeważającej części pokrywają równiny i wyzyny. Przy granicy z Mozambikiem leży masyw górski Mlange, osiągający wysokość 3 000 m. Klimat tropikalny, monsunowy</p>",
            "language":"<p><strong>Język urzędowy:</strong> angielski i cziczewa</p>",
            "currency":"<p><strong>Waluta:</strong> Kwacha = 100 tambala</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Nazwa Republiki Malawi wywodzi się od starego związku plemiennego. Pierwsze wzmianki o tym związku pochodzą z XVI w. Ówczesne państwo Malawi obejmowało jednak większe terytorium niż republika, która przejęła jego nazwę. Jednym z pierwszych Europejczyków badających te obszary był brytyjski podróżnik David Livingstone, który przebywał tu w latach 1850 - 1863. U schyłku ubiegłego stulecia obszar ten stał się przysłowiową kościa niezgody między trzema europejskimi mocarstwami kolonialnymi - Portugalią, Cesarstwem Niemieckim i Wielką Brytanią. Ta ostatnia wyszła zwycięsko z tego starcia i w r. 1892 utworzyła tu swój protektorat - Niasę. Ludność murzyńska nie chciała się jednak pogodzić z obcym panowaniem. Pod względem organizacyjnym ruch narodowowyzwoleńczy sformował sie w latach II wojny światowe, a na jego czele stanął Afrkański Kongres Narodowy Niasy. Mimo że władze brytyjskie bezwględnie prześladowały zwolenników niepodległości, ruch narodowowyzwoleńczy przybierał na sile. Dlatego też w r. 1953 Londyn włączył kraj do Federacji Rodezji i Niasy. Doprowadziło to jedynie do nasilenia walki o niepodległość; pod jej naporem w r. 1963 rozwiązano Federację Rodezji i Niasy, a w rok później ogłoszono niepodległość Malawi. W r. 1966 Malawi proklamowano republiką. Głową państwa jest prezydent. Władza ustawodawcza należy do prezydenta i jednoiuzbowego Zgromadzenia Narodowego. Władza wykonawcza należy do rządu, mianowanego i odwoływanego przez prezydenta.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Malawi jest słabo rozwiniętym krajem rolniczym. Mimo że rząd stara się umocnić swój wpływ w tej dziedzinie, dominującą rolę w gospodarce kraju odgrywają towarzystwa ponadnarodowe - Imperial Tobacco, Unilever i Standard Bank. Mniej więcej połowę produkty krajowego społecznego brutto dostarcza rolnictwo, Na użytek wewnętrzny uprawia się kukurydzę, maniok oraz niektóre inne rośliny, zaś na eksport - przede wszystkim herbatę, tytoń, bawełnę i orzeszki ziemne. Lasy, z których w ciągu roku pozyskuje się ok. 7,8 mln km<sup>3</sup> drewna tekowego, mahoniowego i cedrowego, zajmują powierzchnię 13 ty. ha.</p><p>Bogactwa mineralne są znaczne, choć jak dotąd mało wykorzystane; znajdują się tu pokłady węgla kamiennego, rudy żelaza, boksytów, miedzi, grafitu, złota i platyny. Przemysł reprezentowany jest przede wszystkim przez zakłady przetwórstwa produktów rolnych - herbaty, bawełny i cukru. Większość tych zakładów znajduje się jednak w rękach zagranicznych właścicieli. Rząd Malawi dąży do dalszego uprzemysłwowienia kraju.</p><p>Główną pozycję eksportu Malawi stanowią artykułu rolne - herbata, tytoń, orzeszki ziemne itp. Import obejmuje paliwa, artykuły konsumpcyjne i maszyny, Najważniejszym partnerem handlowym Malawi jest Wielka Brytania.</p>",
            "map":"<div id='map'><img src='maps/malawi-min.jpg' alt='Malawi map'></div>"
        }
    ],
    "mali": [
        {              
            "title":"<p><strong>MALI</strong></p>",
            "subtitle":"<p><strong>Republika Mali</strong></p><p>R&#233;publique du Mali</p>",
            "position":"<p><strong>Położenie:</strong> Zachodnia Afryka</p>",
            "area":"<p><strong>Powierzchnia:</strong> 1 240 000 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 6 regionów</p>",
            "capitol":"<p><strong>Stolica:</strong> Bamako (650 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Mopti (33 000 mieszk.), S&#233;gou (31 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 7 100 000, głównie przedstawiciele narodowości Bambara; oprócz nich w kraju mieszkają Gur, Fulbe, Songhaj,Arabowie i Tuaregowie</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Terytorium Mali rozciąga się od górnego biegu rzeki Senegal, wzdłuż środkowego biegu Nigru aż po pustynne obszary Sahary. Klimat na południu równikowy, na północy - pustynny, suchy</p>",
            "language":"<p><strong>Język urzędowy:</strong>francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank malijski = 100 centymów.</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W XI w.  nad środkowym biegiem Nigru powstało afrykańskie królestwo Mali, które okres swego największego rozkwitu przezyło w XIV w. W II poł. XIX w. na terytorium dzisiejszego Mali dotarli francuscy kolonizatorzy. Zacięty opór miejscowej ludności zdołali oni przełamać dopiero w r. 1893. Powstała tu wówczas kolonia francuska, włączona w r. 1895 do Francuskiejj Afryki Zachodniej.</p><p>Ruch narodowowyzwoleńczy, rozwijający się od początku kolonizacji francuskiej, osiągnął swe apogeum po II wojnie światowej. Pod jego naciskiem kraj uzyskał w 1946 r. częściową autonomię jako tzw. terytorium zamorskie Francji. W r. 1958 w ramach Wspólnoty Francuskiej powstała autonomiczna Republika Sudańska, która w nastęnym roku wraz z Senegalem utworzyła Federację Mali. Federacja stała się państwem niepodległym 20 czerwca 1960 r., jednak wkrótce potem Senegal z niej wystąpił. 22 września tego samego roku proklamowano niepodległą Republikę Mali w dzisiejszych granicach. Republika Mali wystąpiła ze Wpólnoty Francuskiej.</p><p>Po latach niestabilności wewnętrznej w listopadzie 1968 r. władzę w kraju przejęło wojsko, które rozpoczęło proces konsolidacji we wszystkich dziedzinach życia. W czerwcu 1974 r. najwyższy organ władzy w kraju - Wojskowy Komitet Wyzwolenia Narodowego - przedłożył do zatwierdzenia w drodze referendum powszechnego projekt nowej konstytucji. Głową państwa jest prezydent mający rozległe uprawnienia. Władza ustawodawcza należy do Zgromadzenia Narodowego, którego członkowie są wybierani przez ludność w wyborach bezpośrednich i tajnych.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Republika Mali jest słabo rozwiniętym krajem rolniczym. 86% ludności pracuje w rolnictwie, którego podstawę stanowi koczownicza hodowla bydła. Produkcja roślinna koncentruje się przede wszystkim w dorzeczu Noigru, gdzie jest dostateczna ilość nawodnioonej gleby. Uprawia się bawełnę, sorgo, proso, kukurydzę, bataty, yamy i maniok. Badania geologiczne wykryły w Mali duże złoża fosforytów i rudy manganu. Wydobywa się tu także złoto, sól kamienną, rudę żelaza, miedź, marmur. Produkcja przemysłowa jest jak dotąd słabo rozwinięta, rząd przeznacza jednak znaczne środki na uprzemysłowienie kraju. Oprócz przedsiębiorstw górniczych w Mali istnieją zakłady przemysłu przetwórczego, kilka zakładów przemysłu przetwórczego, kilka zakładów przemysłu maszynowego, fabryka papierosów itp. Udział przemysłu w tworzeniu malijskiego produktu społecznego brutto wynosi 11%.</p><p>Najważniejszym partnerem handlu Mali jest Francja. Eksport obejmuje głównie bawełnę, żywe bydło, orzeszki ziemne i olej arachidowy. W imporcieprzeważają maszyny, produkty ropopochodne oraz niektóre artykuły spożywcze.</p>",
            "map":"<div id='map'><img src='maps/mali-min.jpg' alt='Mali map'></div>"
        }
    ],
    "maroko": [
        {              
            "title":"<p><strong>MAROKO</strong></p>",
            "subtitle":"<p><strong>Królestwo Maroka</strong></p><p>Al - Mamlaka al - Maghribija</p>",
            "position":"<p><strong>Położenie:</strong> Północno - zachodnia część kontynentu afrykańskiego. wybrzeża Oceanu Atlantyckiego i Morza Śródziemnego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 446 500 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 33 prowincje oraz 2 miasta wydzielone (prefektury) - Rabat i Casablanca</p>",
            "capitol":"<p><strong>Stolica:</strong> Rabat (Ar - Ribat, 950 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Casablanca (Ad - Dar Al - Bajda, 1 506 000 mieszk.), Marrakesz (Marrakusz, 333 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 19 500 000, z czego ok. 2/3 stanowią Arabowie, a 1/3 - Berberowie</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Powierzchnia Maroka jest bardzo urozmaicona - od wąskiej niziny nadbrzeżnej po najwyższe szczyty Atlasu Wysokiego. Klimat subtropikalny</p>",
            "language":"<p><strong>Język urzędowy:</strong> arabski</p>",
            "currency":"<p><strong>Waluta:</strong> Dirham = 100 franków Marokańskich</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W starożytności obszar Maroka zamieszkiwały koczownicze plemiona Berberyjskie. Od VII w. p. n. e. powstają tu osady fenickie, a na początku naszej ery tereny te stają się częścią Imperium Rzymskiego. Po rozpadzie Imperium obszarem tym zawładnęło na pewien czas Bizancjum. Na początku VII w. opanowują go Arabowie, którzy stopniowo tworzą tutaj własne państwo feudalne. Europejczycy - początkowo głównie hiszpanie i Portugalczycy - docierają do Maroka począwszy od XVI w. Później kraj staje się obiektem zainteresowania Francji, Wielkiej Brytanii i Niemiec. Na początku naszego stulecia europejskie mocarstwa kolonialne stoczyły między sobą zaciekłą walkę o wpływy w tym rejonie; na mocy układu z 30 marca 1912 r. Maroko podzielone zostało na trzy strefy - protektorat francuski, protektorat hiszpański oraz miasto Tanger o statusie międzynarodowym.</p><p>Jako wyraz niezadowolenia szerokich mas ludności marokańskiej z rzadów kolonialnych, w kraju już przed II wojną światową rozwinbął się ruch narodowowyzwoleńczy, który przybrał na sile po r. 1945. Pod jego naporem francuscy kolonizatorzy zmuszeni byli z dniem 2 marca 1956 r. uznać niepodległość Maroka. W tym samym roku został zniesiony protektorat nad dawną strefą hiszpańską, a później także międzynarodowy status Tangeru - oba te terytoria stały się częścią niepodległego państwa marokańskiego. Maroko jest monarchią konstytucyjną. Głową państwa jest król, który mianuje rząd i może rozwiązać parlament.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Królestwo Maroka jest krajem rolniczym o dość dobrze rozwiniętym przemyśle. Jego najważniejszą gałęzią  jest przemysł wydobywczy, eksploatujący bogate złoża kopalin użytecznych: fosforytów, rudy żelaza, kobaltu, manganu, miedzi, ołowiu, cynku, węgla kamiennego, ropy naftowej i niklu. W wydobyciu fosforytów Maroko zajmuje jedno z czołowych miejsc w statystykach światowych. Znajdują się tu również liczne zakłady przemysłu spożywczego (Maroko zajmuje pierwsze miejsce w świecie kapitalistycznym w produkcji sardynek), lekkiego, elektrotechnicznego i chemicznego. W ostatnich latach kładziono nacisk na uprzemysłowienie kraju; dązy się przy tym do zwiększenia udziału rodzimego kapitału w towarzystwach mieszanych do 51%. Rolnictwo dostarcza ok. 1/3 produktu narodowego brutto, nastawionoe jest głównie na uprawę zbóż (pszenicy, jęczmienia i kukurydzy), uprawia się jednak również owoce, winorośl, oliwki, daktyle; poza tym rozwinięta jset uprawa dębu korkowego. W kraju istnieją różne formy własności ziemskiej - od feudfalnej po kapitalistyczną. W ramach reformy rolnej w latach 1957 - 1972 między najuboższych chłopów rozdzielono ok. 181 000 ha ziemi. Rząd marokański poświęca stał a uwagę dalszemu rozwojowi rolnictwa. Istotną przeszkodą w intensyfikacji produkcji rolnej są jednak regularne susze nawiedzające kraj oraz niedostatek ziem nawadnianych. Ważnym elementem gospodarki marokańskiej jest także rybołówstwo, którego głónym rejonem sa przybrzeżne  wody Oceanu Atlantyckiego, Głównym partnerami handlowymi Królestwa Maroka są Francja i pozostałe kraje EWG, a z krajów socjalistycznych - Związek Radziecki. Najważniejszymi pozycjami marokońskiego eksportu są surowce mineralne, wino, kora dębu korkowego, przetwory rybne oraz produkty rolne. W imporcie przeważają maszyny, żywność oraz urządzenia przemysłowe.</p>",
            "map":"<div id='map'><img src='maps/maroko-min.jpg' alt='Maroko map'></div>"
        }
    ],
    "mauretania": [
        {              
            "title":"<p><strong>MAURETANIA</strong></p>",
            "subtitle":"<p><strong>Mauretańska Republika Islamska</strong></p><p>Al - Dżumhurija al - Islamija al - Mauritanija</p><p>R&#233;publique Islamique de Mauritanie</p>",
            "position":"<p><strong>Położenie:</strong> Afryka północno - zachodnia, mad Oceanem Atlantyckim.</p>",
            "area":"<p><strong>Powierzchnia:</strong> 1 030 700 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 13 regionów i dystrykt stołeczny</p>",
            "capitol":"<p><strong>Stolica:</strong> Naukszot (150 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Kahajdi (13 000 mieszk.), Nawazaibu (12 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 1 700 000; większość populacji stanowią Arabowie, na południu kraju mieszkają przedstawiciele plemion Fulbe i Mandingo, w głębi kraju - Tauregowie</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większą część powierzchni kraju zajmuje nizina i niewysoka wyżyna. 4/5 terytorium Mauretanii pokrywa pustynia. Klimat suchy i gorący</p>",
            "language":"<p><strong>Język urzędowy:</strong> arabski i francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Ougiya = 5 khoums</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Na początku naszej ery Mauretania, podobnie jak Maroko, była prowincją rzymską. Od VII w. należała do Maroka, a dynastia Almorawidów krzewiła tu islam. Europejczycy zaczynają docierać na te tereny w XV w.; jako pierwsi przybyli Portugalczyc, których u schyłku ubiegłego stulecia zastąpili Francuzi. W r. 1920 terytorium Mauretanii zostało przyłączone do Francuskiej Afryki Zachodniej. Opór miejscowej ludności,która nie chciała pogodzić się z kolonialnym panowaniem, wzrastający zwłaszcza po II wojnie formalnych ustępstw: w r. 1946 Mauretania stała się &bdquo;departamentem zamorskim&rdquo;, zaś w 1958 r. uznano ją za republikę autonomiczną w ramach Wspólnoty Francuskiej. Wreszcie 28 listopada 1960 r. Paryż zmuszony był przyznać jej niepodległość. W lipcu 1978 r. w Mauretańskiej Republice Islamskiej miał miejsce wojskowy zamach stanu, a całą władzę w kraju przejął Wojskowy Komitet Ocalenia Narodowego, którego przewodniczący jest tytularnym szefem państwa. Parlament nie istnieje, partie polityczne są zakazane.</p>",
            "economy":"<p><strong>Gospodarka:</strong>Mauretania jest krajem słbo rozwiniętym gospodarczo, mimo że jej przemysł wytwarza obecnie 1/3 dochodu narodowego Najważniejszym elementem ekonomiki mauretańskiej jest górnictwo, nastawione przede wszystkim na wydobycie rudy żelaza. Eksploatacja złóż rudy żelaza oraz innych surowców znajduje się w rękach towarzystw Soci&#233;te Nationale de l&#700;Industrie et de Mines (SNIM), którego działalność w 51% kontrolowana jest przez państwo. Coraz większego znaczenia nabiera również ekspoloatacja złóż miedzi. Środki finansowe uzyskiwane z eksploatacji bogactw naturalnych wykorzystywane są do modernizacji przemysłu wydobywczego oraz tworzenia nowych gałęzi przemysłu w ramach sektora państwowego i mieszanego. Rozwijają się zwłaszcza gałęzie przetwórcze - produkcja artykułów spożywczych, przemysł włókienniczy itp.</p><p>Do dziś większość ludności mauretańskiej zatrudniona jest w rolnictwie; w północnej i środkowej części kraju przeważa koczownicza hodowla bydła, bedąca najważniejszą dziedziną produkcji rolnej. Duże znaczenie dla gospodarki narodowej ma rybołówstwo. Produkcja roślinna skoncentrowana jest w przybrzeżnych rejonach Oceanu Atlantyckiego, wokół granicznej rzeki Senegal i w oazach. Najważniejszą roślną uprawną jest proso, prócz tego uprawia się figi, daktyle, zboża, rośliny strączkowe, orzeszki ziemne.</p><p>Najważniejszym towarem eksportowym jest ruda żelaza, poza tym eksportuje się miedź, ryby i gumę arabską. W imporcie przeważają artykuły żywnościowe i maszyny.</p><p>Głównymi partnerami handlowymi Mauretańskiej Republiki Islamskiej są Francja, Wielka Brytania, USA, Belgia i RFN.</p>",
            "map":"<div id='map'><img src='maps/mauretania-min.jpg' alt='Mauretania map'></div>"
        }
    ],
    "mauritius": [
        {              
            "title":"<p><strong>MAURITIUS</strong></p>",
            "subtitle":"<p><strong>Mauritius</strong></p><p>Mauritius</p>",
            "position":"<p><strong>Położenie:</strong> Ocean Indyjski, ok. 850 km na wschód od Madagaskaru; państwo to obejmuje wyspę Mauritius oraz kilka mniejszych wysp w archipelagu Maskarenów</p>",
            "area":"<p><strong>Powierzchnia:</strong> 2 096 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 5 ośrodków miejskich i 9 okręgów w rejonach rolniczych</p>",
            "capitol":"<p><strong>Stolica:</strong> Port Louis (150 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Tamarin, Mah&#233;bourg, Grande Rivi&#233;re Sud - Est</p>",
            "population":"<p><strong>Ludność:</strong> 980 000; skłąd narodowościowy bardzo zróżnicowany; podstawową grupę mieszkańców stanowią potomkowie robotników sprowadzonych po zniesieniu niewolnictwa z Indii, a następnie Murzyni i Kreole</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Środkową część wyspy Mauritius zajmuje wyżyna. Klimat tropikalny, pasatowy</p>",
            "language":"<p><strong>Język urzędowy:</strong> angielski</p>",
            "currency":"<p><strong>Waluta:</strong> Rupia Mauritiusu = 100 centów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Najstarsze wiadomości o wyspie Mauritius, napływające już w X w. n. e., pochodziły od żeglarzy arabskich. Pierwszymi Europejczykami, którzy dotarli na wyspę byli na początku XZVI w. Portugalczycy. Obecną nazwę nadali wyspie na cześć swego księcia Maurycego Orańskiego (łac. Mauritius) Holendrzy, którzy zajmowali ją w latach 1598 - 1710. Ze względu na swoje położenie strategiczne (port przeładunkowy dla statków handlowych płynących do Indii) Mauritius stał się wkrótce kością niezgody między głównymi europejskimi mocarstwami kolonialnymi - Francją i Wielką Brytanią; w r. 1715, po zwycięskich starciach starciach z Anglikami, wyspa przypadła w udziale Francji, która zarządzała nią przez prawie całe stulecie. W czasie wojen napoleońskich w r. 1810 Paryż musiał zrezygnować z wyspy na korzyść Wielkiej Brytanii, która w cztery lata później ogłosiła Mauritius swoją kolonią. Rozpoczął się okres bezwzględnego ucisku gospodarczego i społecznego, który trwał ponad 150 lat.</p><p>Mauritius uzyskał niepodległość po długiej walce dopiero 12 marca 1968 r.  Najważniejszym zadaniem młodego wyspiarskiego państwa było i jest przezwyciężenie zacofania gospodarczego i spuścizny niesławnej epoki kolonialnej.</p><p>Głową państrwa Mauritius jest królowa brytyjska, którą reprezentuje na wyspie gubernator generalny. Władza ustawodawcza należy do 66 - osobowego Zgromadzenia Ustawodawczego zaś wykonawcza - do rządu.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Mauritius jest rozwijającym się krajem rolniczym, w znacznym stopniu zależnym od okapitału zagranicznego, przede wszystkim brytyjskiego i francuskiego. Podstawą jego gospodarki jest uprawa i przerób trzciny cukrowej. Cukier stanowi 95% tutejszego eksportu.</p><p>Przemysł reprezentowany jest przez 21 wielkich cukrowni. Oprócz zakładów przemysłu cukrowniczego na wyspie znajdują się takze przedsiębiorstwa przemysłu mleczarskiego, obuwniczego, hutniczego i włókienniczego. Dosć dobrze rozwinięta jest yakże hodowla bydła.</p><p>Polityka gospodarcza rządu nastawiona jest przede wszystkim na popieranie inicjatywy prywatnej oraz kapitału zagranicznego. 15% ludności w wieku produkcyjnym pozostaje bez pracy.</p><p>Najważniejszym partnerem handlowym Mauritiusu jest tradycyjnie już Wielka Brytania. Eksport obejmuje cukier oraz wyroby przemysłu cukierniczego; w imporcie przeważają artykuły żywnościowe, maszyny i materiały pędne.</p>",
            "map":"<div id='map'><img src='maps/mauritius-min.jpg' alt='Mauritius map'></div>"
        }
    ],
    "melilla": [
        {              
            "title":"<p><strong>MELILLA</strong></p>",
            "subtitle":"<p><strong>Melilla</strong></p><p>Melilla</p><p>(Integralna część Hiszpanii)</p>",
            "position":"<p><strong>Położenie:</strong> Północno - zachodnia część Afryki, nad Morzem Śródziemnym</p>",
            "area":"<p><strong>Powierzchnia:</strong> 12,5 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> Administracyjnie obszar należy do hiszpańskiej prowincji Malaga</p>",
            "capitol":"<p><strong>Stolica:</strong></p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong></p>",
            "population":"<p><strong>Ludność:</strong> 64 300, przeważnie Hiszpanie</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong></p>",
            "language":"<p><strong>Język urzędowy:</strong> hiszpański</p>",
            "currency":"<p><strong>Waluta:</strong> Peseta = 100 centimos</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Ibszar Melilli zajęli Hiszpanie w r. 1496. Do rejonu tego rości pretensje Maroko.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Melilla jest portem wolnocłowym. Znajduje się tu kilka zakładów przemysłu przetwórczego oraz stocznia. Ważną rolę w gospodarce tego terytorium odgrywa rybołówstwo. Handel zagraniczny nastawiony jest wyłącznie na Hiszpanię.</p>",
            "map":"<div id='map'></div>"
        }
    ],
    "mozambik": [
        {              
            "title":"<p><strong>MOZAMBIK</strong></p>",
            "subtitle":"<p><strong>Ludowa Republika Mozambiku</strong></p><p>Rep&#250;blica Popular de Mo&#231;ambique</p>",
            "position":"<p><strong>Położenie:</strong> Południowo - wschodnia część kontynentu afrykańskiego; na długości 1 500 km graniczy z Oceanem Indyjskim</p>",
            "area":"<p><strong>Powierzchnia:</strong> 783 030 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 10 prowincji i stolica</p>",
            "capitol":"<p><strong>Stolica:</strong> Maputa (800 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Beira (114 000 mieszkańców), Quelimane (60 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 11 700 000, przeważnie rzedstawiciele grupy etnicznej Bantu; do najważniejszych narodowości należą Makwa, Malawi, Maszona</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> 44% terytorium Mozambiku zajnują nadbrzeżne niziny, z którymi graniczy płaskowyż, przechodzący na północnym zachodzie w góry i wyżyny. Klimat tropikalnys</p>",
            "language":"<p><strong>Język urzędowy:</strong> portugalski</p>",
            "currency":"<p><strong>Waluta:</strong> Metical mozambicki = 100 centavos</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Na terytorium dzisiejszego Mozambiku na południe od rzeki Zmbezi leżało w średniowieczu silne państwo afrykańskie Monomotapa, które utrzymywało ścisłe kontakty handlowe z krajami arabskimi. Za początek europejskiej infiltracji na tet tereny można uznać r. 1498, w którym do brzegów Mozambiku przybił portugalski żeglarz Vasco da Gama. W ciągu XVI w. kraj został skolonizowany przez Portugalię i był od niej zależny aż do połowy lat 70. naszego stulecia.</p><p>Przez cały okres portugalskiego panowania kolonialnego naród Mozambiku nie ustawał w walce przeciwko najeźdźcom. Ruch narodowowyzwoleńczy rozwinął się szczególnie silnie po II wojnie światowej. Pod jego naciskiem Lizbona zmuszona była przyznać krajowi w r. 1951 status prowincji zamorskiej. Nie zdołało to jednak skłonić ludności Mozambiku do zanichania walki o rzeczywistą niepodległość w r. 1962 doszło do połączenia ruchów antykolonialnych w jednolity Front Wyzwolenia Mozambiku (FRELIMO), który w dwa lata później rozpoczął walkę zbrojną o niepodległość kraju. Walka trwała ponad 10 lat.</p><p>Dopiero po obaleniu faszystowskiego reżimu w Portugalii nowy rząd lizboński uznał prawo swych kolonii do niezawisłości. Na podstawie porozumienia zawartego z fronte, FRELIMO we wrześniu 1974 r. w Lusace, w Mozambiku umilkły strzały, a 25 czerwca 1975 r. proklamowano niepodległość tego afrykańskiego kraju. Głową Ludowej Republiki Mozambiku jest prezydent, który jest również szefem rządu, nie ma jednak tytułu premiera. Władzę ustawodawczą sprawuje Zgromadzenie Ludowe. Kierowniczą siła polityczną w Mozambiku jest FRELIMO - awangardowa partia robotników i chłopów, kierujaca się w swej działalności zasadami marksizmu - leninizmu.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Mozambik jest słabo rozwiniętym krajem rolniczym o znacznych bogactwach naturalnych. W przeszłości gospodarka kraju była całkowicie opanowana przez towarzystwa zagraniczne, przede wszystkim portugalskie. Po proklamowaniu niepodległości w 1975 r. stopniowo upańswtwowiono banki, towarzystwa ubezpieczeniowe, zakłady przemysłowe, kopalnie, szkolnictwo i w dużym stopniu także handel zagraniczny. W minionych latach ogromnie wzrosło znaczenie państwowych przedsiębiorstw przemysłowych i rolnych. Mozambik dysponuje znacznymi bogactwami naturalnymi; sa tu bogate złoża węgla, wydobywa się także rudę żelaza, boksyty, uran, beryl, zrebro, azbest i fosforyty. Przemysł przetwórczy reprezentują zakłady włokiennicze, zpożywcze i drzewne. Podstawową gałęzią gospodarki jest rolnictwo, wytwarzające 2/3 produktu narodowego brutto. W produkcji rolnej zatrudnione jest 64% zawodowo czynnje ludności.</p><p>Na eksport uprawia się bawełnę, herbatę, orzechy cashew, orzeszki ziemne, tytoń i trzcinę cukrową, a na użytek krajowy - maniok, rośliny strączkowe i kukurydzę. Produkcja zwierzęca rozwinięta jesty słabo; spore znaczenie dla gospodarki narodowej ma rybołówstwo i wyrąb drewna. W handlu zagranicznym kładzie się nacisk na zwiększenie eksportu tradycyjnych towarów, takich jak orzechy cashew, bawełna, kopra, herbata i trzcina cukrowa; poza tym eksportuje się surowce. W imporcie przeważaja podstawowe rodzaje artykułów konsumpcyjnych oraz maszyny, urządzenia produkcyjne i kompletne obiekty inwestycyjne ważne dla rozwoju gospodarczego kraju. Głównymi partnerami handlowymi Mozambiku są Portugalia, Wielka Brytania, USA, RFN i Indie.</p>",
            "map":"<div id='map'><img src='maps/mozambik-min.jpg' alt='Mozambik map'></div>"
        }
    ],
    "namibia": [
        {              
            "title":"<p><strong>NAMIBIA</strong></p>",
            "subtitle":"<p><strong>Namibia</strong></p><p>(Terytorium pod zarządem ONZ, bezprawnie okupowane przez Republikę Południowej Afryki)</p>",
            "position":"<p><strong>Położenie:</strong> Południowo - zachodnia część kontynentu afrykańskiego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 842 292 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 22 dystrykty</p>",
            "capitol":"<p><strong>Stolica:</strong> Windhuk (WindHoek, 90 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Otavi, Gobabis, L&#252;deritz, Keetmanshoop</p>",
            "population":"<p><strong>Ludność:</strong> 1 200 000, przeważnie Murzyni. Europejczyków jest ok. 100 000 , z czego mniej więcej 1/3 pochodzenia niemieckiego</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Wąską nizinę nadbrzeżna zamyka półpustynny płaskowyż, przechodzący na wschodzie w stepy Kalahari. Wzdłuż wybrzeża Atlantyku ciągnie się pustynia Namib. Klimat niezwykle suchy, opady deszczu występują wyłącznie na południu i w głębi lądu.</p>",
            "language":"<p><strong>Język urzędowy:</strong> afrikaans, angielski i niemiecki</p>",
            "currency":"<p><strong>Waluta:</strong> Rand RPA = 100 centów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Pierwszymi Europejczykami, którzy wylądowali na brzegach dzisiejszej Namibii, byli u schyłku XV w. Portugalczycy. Nie zależało im jednak na kolonizacji tej niegościnnej krainy. Dopiero z góra 350 lat później obszar ten znalazł się w centrum zainteresowania europejskich mocarstw kolonialnych; po r. 1802 zaczynają osiedlać się tu Brytyjczycy i Niemcy. W związku z tym między Londynem i Berlinem zaczynają się stopniowo spory o panowanie. Ze starcia wychodzi zwycięsko Berlin i w r. 1884 terytorium obecnej Namibii pod nazwą Niemieckiej Afryki Południowo - Zachodniej staje się jego protektoratem. W latach I wojny światowej obszar ten był okupowany przez wojska Związku Południiowej Afryki. W r. 1920 na mocy mandatu ówczesnej Ligi Narodów został przekazany pod zarząd brytyjskiego dominium Związku Południiowej Afryki. W r. 1946 Związek Południowej Afryki odmówił włączenia go do systemu powierniczego ONZ i zaanektował Namibię w 1949 r. jako swoją piątą prowincję. W roku 1961 została założona Południowo - Zachodnia Afrykańska Organizacja Ludności Namibii (SWAPO), która stanęła na czele walki  narodowowyzwoleńczej Namibijczyków przeciwko panowaniu południowoafrykańskiemu, a od sierpnia 1966 r. prowadzi walkę zbrojną przeciw administracji Pretorii.</p><p>W 1966 r. Zgromadzenie Ogólne ONZ unieważniło mandat Republiki Południowej Afryki (do r. 1961 - Związku Południowej Afryki) na zarządzanie obszarem Namibii, a e 1967 r. powołano Radę ONZ ds. Namibii jako najwyższy organ administracyjny do czasu ogłoszenia jej niepodległości. Republika Południowej Afryki nie podporządkowała się jednak tej decyzji. Mimo że w 1971 r. Międzynarodowy Trybunał Sprawiedliwości potwierdził, że zarząd RPA jest bezprawny i musi być zakończony, okupuje ona nadal Namibię. W r. 1977 oderwała od Namibii rejon Walvis Bay (ok. 1 124 km<sup>2</sup>) i włączyła go do Kraju Przylądkowego; w tym samym roku Namibia przestała być prowincją RPA, a rząd tej ostatniej rozpoczął serię manewrów, zmierzających do przekształcenia Namibii w marionetkowe państwo zarządzane przez popleczników Pretorii rekrutujących się spośród skorumpowanych wodzów plemiennych i białych osadników. Zamiarowi temu służyły np. pseudo wyboryw grudniu 1978 r. (których wyniku ONZ nie uznała), stworzenie &bdquo;zgromadzenia ustawodawczego&rdquo; czy powołanie tzw. rady ministrów w grudniu 1980 r. Do tego samego celu zmierza także działalność państw zachodnich na arenie międzynarodowej. Obszaru Namibii dotyczy deklaracja Zgromadzenia Ogólnego ONZ o przyznaniu niepodległości krajom i narodom kolonialnym z 14 grudnia 1960 r.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Namibia jest krajem rozwijającym się; podstawę jej gospodarki stnowi przemysł wydobywczy. Kraj dysponuje wielkimi zasobami surowcowymi; namibijskie pokłady rud uranu należa do najbogatszych na świecie, tak samo jak tutejsze złoża diamentów. Poza tym wydobywa się też miedź, ołów, cynk, cynę, mangan, tungsten, kadm, wanad i wolfram. Wydobycie surowców kontrolowane jest przez 18 towarzystw ponadnarodowych.</p><p>Przemysł przetwórczy jest stosunkowo słabo rozwinięty. Składają się nań przede wszystkim zakłady rybne i mięsne. także rolnictwo nie odgrywa w gospodarce Namibii poważniejeszej roli; uprawa obejmuje ok 1% ziemi (uprawia się przede wszystkim zboża i ziemniaki przeznaczone na użytek wewnętrzny). Hoduje się również bydło i owoce (głównie karakułowe).</p>",
            "map":"<div id='map'><img src='maps/namibia-min.jpg' alt='Nabimia map'></div>"
        }
    ],
    "niger": [
        {              
            "title":"<p><strong>NIGER</strong></p>",
            "subtitle":"<p><strong>Republika Nigru</strong></p><p>R&#233;publique du Niger</p>",
            "position":"<p><strong>Położenie:</strong> Środkowa część kontynentu afrykańskiego; południowo - zachodnią część kraju przecina rzeka Niger, na południowym wschodzie przytyka do jeziora Czad.</p>",
            "area":"<p><strong>Powierzchnia:</strong> 1 267 000 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 7 departamentów</p>",
            "capitol":"<p><strong>Stolica:</strong> Niamej (Niamej, 350 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Zinder (23 000 mieszk.), Tahoua (18 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 6 000 000, Mieszkają tu przedstawiciele narodowości Hausa, Dżerma, Songhaj, a także Tauregowie i Fulbe</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Niemal 3/4 terytorium Nigru pokrywa pustynia Saghara. Północna część kraju jest przeważnie górzysta. Klimat suchy, pustynny</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank CFA = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Na obszarze obecnego Nigru w ciagu wieków powstawały i stopniowo rozpadały się liczne państwa afrykańskie - Songhaj, Gao, Burnu, Sokoto. Kolonizatorzy europejscy pojawili się w tym rejonie Afryki dopiero w II poł. XIX w. W latach 90. ubiegłego stulecia przedstawiciele Francji i Wielkiej Brytanii porozumieli się co do podziału stref swoich wpływów w Afryce Równikowej. Samowolnie wytyczyli granicę między dzisiejszymi państwami Nigerią i Nigfrem; na południe od tej linii rozciągały się posiadłości imperium brytyjskiego, zaś na półnonoc od niej powstała kolonia francuska (Niger), która w r. 1898 została włączona do Francuskiej Afryki Zachodniej. Pod naciskiem ruchu narodowowyzwoleńczego, który przybrał na sile zwłaszcza po II wojnie światowej. Paryż zmuszony został do proklamowania 28 grudnia 1958 r. autonomicznej Republiki Nigru w ramach Wspólnoty Francuskiej. W niecałe dwa lata później - 3 sierpnia - 1960 r. - Niger uzyskał niepodległość. Rząd młodego państwa afrykańskiego nie potrafił jednak zlikwidować smutnej spuścizny ery kolonialnej - zacofania gospodarczego ani też rozwinąć podstawowych problemów kraju. W kwietniu 1974 r. doszło więc do wojskowego zamachu stanu, a całą władzę w kraju przejęła Najwyższa Rada Wojskowa, której przewodniczący jest zarazem szefem państwa i rządu.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Niger jest słabo rozwiniętym krajem rolniczym. W rolnictwie pracuje ponad 80% ludności, a jego produkty stanowią 3/4 całego eksportu. Rolnictwo Nigru specjalizuje się przede wszystkim w uprawie bawełny i orzeszków ziemnych. Dość dobrze rozwinięta jest również hodowla bydła. Przemysł jak dotąd jest słabo rozwiniety, reprezentują  go wyłącznie niewielkie zakłady przetwórstwa produktów rolnych, zasoby mineralne są jeszcze niedostatecznie zbadane. Dotąd odkryto złoża ropy naftowej, uranu, rudy żelaza, cyny, wolframu, ołowiu i miedzi.</p><p>Głównymi partnerami handlowymi Nigru są Francja, USA, Nigeria i RFN. Eksportuje się przede wszystkim produkty rolne oraz rudę uranu. Import obejmuje artykuły żywnościowe, włókiennicze oraz urządzenia technologiczne.</p>",
            "map":"<div id='map'><img src='maps/niger-min.jpg' alt='Niger map'></div>"
        }
    ],
    "nigeria": [
        {              
            "title":"<p><strong>NIGERIA</strong></p>",
            "subtitle":"<p><strong>Federacyjna Republika Nigerii</strong></p><p>Federal Republic of Nigeria</p>",
            "position":"<p><strong>Położenie:</strong> Zachodnia Afryka, nad Zatoką Gwinejską</p>",
            "area":"<p><strong>Powierzchnia:</strong> 923 768 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 19 stanów, na których czele stoja gubernatorzy oraz dystrykt stołeczny</p>",
            "capitol":"<p><strong>Stolica:</strong> Lagos (6 000 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Ibadan (750 000 mieszk.), Ogbomosho (387 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 79 600 000. Nigeria jest najludniejszym państwem afrykańskim, zamieszkałym  przez przedstawicieli ok. 260 narodowości, mówiących 248 językami i dialektami</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość terytorium zajmuje nizina nad dolnym biegiem rzeki Niger oraz jej dopływem, Benue. Klimat tropikalny, wilgotny, na północy kraju bardziej suchy</p>",
            "language":"<p><strong>Język urzędowy:</strong> angielski</p>",
            "currency":"<p><strong>Waluta:</strong> Naira = 100 kobo</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Pierwsi Europejczycy wylądowali u ujścia Nigru do Zatoki Gwinejskiej już w XV w. docierają tu Brytyjczycy, jednakże systematyczną kolonizację kraju zaczynają dopiero w XIX w. Pierwszą swoją kolonię utworzyli w rejonie Lagos w r. 1861 i stopniowo, do r. 1914, kiedy to powstała Kolonia i Protektorat Nigerii, podporządkowali sobie cały kraj. 1 października 1960 r., po długoletniej walce tutejszej ludności o wyzwolenie spod panowania kolonialnego, Nigeria uzyskała niepodległość w ramach brytyjskiej Wspólnoty Narodów. Trzy lata później kraj został proklamowany republiką federacyjną, wcześniej jednak przyłączyła się do niego w wyniku plebiscytu północna (brytyjska) część terytorium powierniczego Kamerunu. W r. 1966 władzę w kraju przejął rząd wojskowy. W rok później wybuchła wojna domowa, którą wywołali separatyści w ówczesnej wschodniej prowincji Biafarze, inspirowani przez francuskie, brytyjskie i amerykańskie koncerny naftowe, dążące do uzyskania kontroli nad bogactwami naturalnymi tej części Nigerii. Po trzyletniej wojnie domowej separatyści zostali pokonani, a jedność Nigerii utrzymana. W lipcu 1975 r. następuje wojskowy zamach stanu, głową państwa zostaje generał M. R. Mohammed, za którego rządów kraj jeszcze wyraźniej niż przedtem zaczął orientować się na antyimperoalistyczną linię polityki. Linia ta nie uległa zmianie również po śmierci genarała Mohammeda podczas nieudanej próby puczu, kiedy jego miejsce zajął generał - porucznik Obasanjo. W ciągu 1979 r. rządy kraju stopniowo objęły władze cywilne pod kierunkiem prezydenta Shehu Shagari, 31 grudnia 1982 r. miał miejsce kolejny wojskowy zamach stanu. Władzę przejęła Najwyższa Rada Wojskowa z generałem - majorem M. Buhari na czele, która postawiła sobie cel wyprowadzenie kraju z obecnego kryzysu gospodarczego.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Nigeria jest słabo rozwinietym krajem rolniczym o dynamicznie rozwijającym się przemyśle wydobywczym, zwłaszcza naftowym. Ten afrykański kraj ma wiele bogactw naturalnych. Znajdują się tu bogate złoża ropy naftowej, wydobywa się cynę, kolumbit, rudę żelaza, węgiel kamienny, uran, mangan, ołów, cynk, tytan, tor, niob, wolfram, molibden, a także znaczne ilośći gazu ziemnego. Duże zasoby paliw i znaczne - energii wodnej, stwarzają dogodne warunki do budowy bazy energetycznej, która ma umożliwić rozwój przemysłu przetwórczego. W Nigerii rozpoczęto budowę wielu zakładów przemysłu maszynowego, chemicznego i naftowego., Rozwija się istniejący już przemysł drzewny, produkcja materiałó budowlanych, przemysł spożywczy itp.</p><p>Stale poświęca się uwagę rozwijaniu produkcji rolnej. Uprawia się głównie rośliny dostarczające najistotniejszych, poza ropą naftową, artykułów eksportu nigeryjskiego: orzeszki ziemne, olej i orzechy palmowe, kauczuk, ziarno kakaowe. Produkcja zwierzęca skoncentrowana jest głównie w północnej części kraju;hoduje się głównie kozy, z których skór produkowany jest safian. 30% terytorium Nigerii pokrywają lasy, gdzie pozyskuje się przede wszystkim cenne gatunki drewna na eksport.</p><p>Najważniejszym partnerami handlowymi Nigerii są Wielka Brytania, USA i Związek Radziecki. Główne towary eksportowe to produkty naftowe i ropa naftowa oraz artykuły rolne. Sprowadza się przede wszystkim maszyny i urządzenia, żywność oraz towary przemysłowe.</p>",
            "map":"<div id='map'><img src='maps/nigeria-min.jpg' alt='Nigeria map'></div>"
        }
    ],
    "rpa": [
        {              
            "title":"<p><strong>REPUBLIKA POŁUDNIOWEJ AFRYKI</strong></p>",
            "subtitle":"<p><strong>Republika Południowej Afryki</strong></p><p>Republiek van Suid - Afrika</p><p>Republic of South Africa</p>",
            "position":"<p><strong>Położenie:</strong> Najbardziej wysunięta na południe część kontynentu afrykańskiego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 1 221 037 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 4 prowincje</p>",
            "capitol":"<p><strong>Stolica:</strong> Pretoria (ok. 660 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Johannesburg (1 433 000 mieszk.), Kapsztad (Kaapstad, Cape Town, 1 100 000 mieszk.), Durban (834 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> ok. 28 000 000, w tym 20 000 000 Afrykanów, 2 900 000 mieszańców, 700 000 przedstawicieli innych narodowości pozaeuropejskich (głónie azjatów) oraz 4 400 000 białych - Brytyjczyków i tzw. Burów (potomkowie dawnych osadników holenderskich). Biała mniejszość utrzymuje w kraju bezwzględny rasistowski reżim; brutalny ucisk dotyczy przede wszystkim Murzynów, jednakże inni obywatele pochodzenia nieeuropejskiego żyją także w ciężkich warunkach</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Przeważająca część powierzchni RPA zajmują wyżyny, przecinane pasmami górskimi. Kliamt na północy kraju tropikalny, w pozostałych częściach - podzwrotnikowy</p>",
            "language":"<p><strong>Język urzędowy:</strong> afrikaans i angielski</p>",
            "currency":"<p><strong>Waluta:</strong> Rand = 100 centów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong>Kolonizację obszaru obecnej Republiki Południowej Afryki rozpoczęli Holendrzy w II poł. XVII w. Na początku XIX w. ma południe kontynentu afrykańskiego zaczynają przenikać Brytyjczycy, którzy staraja się  tu utrzymać wbrew pierwotnym kolonistom europejskim; w r. 1806 okupują Kraj Przylądkowy. Rywalizacja Wielkiej Brytanii z Holandią o panowanie kolonialne w południowej części Afryki osiągnęła punkt kulminacyjny w latach 1899 - 1902 w czasie wojny angielsko - burskiej, po której wszystkie tutejsze kolonie zostały połączone w Związek POłudniowej Afryki, który stał się dominium brytyjskim. W maju 1961 r. Związek Południowej Afryki wystąpił z brytyjskiej Wspólnoty Narodów i proklamował się samodzielną Republiką Południowej Afryki.</p><p>Głową państwa jest prezydent, mający rozległe uprawnienia. Całą władzę w RPA skupiła w swoich rękach biała mniejszość, która stanowi tylko 1/6 ludności kraju. Od r. 1948 realizowana jest tutaj oficjalnie polityka apartheidu - segregacji rasowej we wszystkich dziedzinach życia; rdzenna ludność murzyńska jest poddana bezwględnemu uciskowi - społecznemu, politycznemu i rasowemu.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Republika Południowej Afryki jest rozwiniętym gospodarczo krajem przemysłowo - rolniczym. Przypada na nią 40% całej produkcji przemysłowej Afryki, 43% wydobycia minerałów oraz 80% wydobycia węgla na tym kontynencie. Ekonomiczna prosperity kraju oparta jest wyłącznie na nieograniczonym wyzysku ludności murzyńskiej. Różnica między płacą czarnego i białego robotnika w przemyśle górniczym wynosi 20,3 : 1; w innych gałęziach gospodarki Murzyni zarabiają 1/10 tego co biali.</p><p>Głównymi gałęziami przemysłu sa górnictwo i przemysł przetwórczy. Republika Południowej Afryki zajmuje pierwsze miejsce w świecie kapitalistycznym pod względem wydobycia złota, diamentów, platyny, manganu, chromu i antymonu, drugie - w produkcji wanadu, trzecie - w wydobyciu rudy uranu. Wysoko rozwinięty jest przemysł maszynowy, hutnictwo metali niezależnych oraz przemysł spożywczy. W ostatnich latach rozwinął się znacznie także przemysł chemiczny oraz produkcja pojazdów silnikowych. Silną pozycję zajmuje również przemysł zbrojeniowy. Dobrze rozwinięte jest też rolnictwo. Podstawową część produkcji rynkowej wutwarzają farmerzy pochodzenia europejskiego, do których należy 89% ziemi uprawnej. Przeważa hodowla owiec na pastwiskach; uprawia się kukurydzę, jęczmień, trzcinę cukrową, tytoń. Rolnicy pochodzenia murzyńskiego gospodarują tylko 11% ziemi (na ogół najgorszej jakości i w najmniej urodzajnych rejonach), ich gospodarka ma przeważnie charakter prymitywny). Najważniejsze towary eksportowe to złoto, diamenty, rudy, żelazo, stal, wełna i skóry. Republika Południowej Afryki importuje głównie ropę naftowę, produkty chemiczne, wyroby włókiennicze, maszyny i środki transportu. Głównymi partnerami handlowymi RPA są Wielka Brytania, USA, RFN, Japonia, Francja i Włochy.</p>",
            "map":"<div id='map'><img src='maps/rpa-min.jpg' alt='Republika Południowej Afryki map'></div>"
        }
    ],
    "republikaśrodkowoafrykańska": [
        {              
            "title":"<p><strong>REPUBLIKA ŚRODKOWO - AFRYKAŃSKA</strong></p>",
            "subtitle":"<p><strong>Republika Środkowoafrykańska</strong></p><p>R&#233;publique Centrafricaine</p>",
            "position":"<p><strong>Położenie:</strong> Leży w głębi lądu w równikowej części kontynentu afrykańskiego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 622 984 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 14 vprefektur</p>",
            "capitol":"<p><strong>Stolica:</strong> Bangui (300 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Bouar (25 000 mieszk.), Bambari (25 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 3 000 000, głównie ludy Banda, Baja, Mandia</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Terytorium kraju zajmuje wyżyna pokryta lasami, przechodzącymi na północy w sawanny. Na północnym wschodzie kraju zaczyna się pustynny rejon Sahary. Klimat tropikalny, na obszarach północnych - suchy</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank CFA = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Republika Środkowoafrykańska jest dawną kolonią francuska; u schyłku XIX w. jej obszar pod nazwą Ubangi - Szari (od nazw dwóch głównych rzek przepływających przez ten obszar) stał sie protektoratem francuskim, a w r. 1910 został włączony do Francuskiej Afryki Równikowej. Po r. 1946 miał status terutorium zamorskiego Francji. W 12 lat później terytorium to pod nazwą Republika Środkowoafrykańska stało się państwem autonomicznym w ramach Wspólnoty Francuskiej.</p><p>Republika Środkowoafrykańska uzyskała niedopległość 13 sierpnia 1960 r. W r. 1966 nastąpił wojskowy zamach stanu; na czele państwa stanął jeden z jego przywódców - Jean Bedel Bokassa, który później został jego dożywotnim prezydentem, a w r. 1977 ogłosił sie cesarzem i wprowadził rządy absolutne. Samowładczy rezim Bokassy został obalony w drodze wojskowego zamachu stanu 21 września 1979 r., dokonanego przy wsparciu jednostek francuskich, a kraj powrócił do republikańskiej formy rządów. Trudna sytuacja społeczna i ekonomiczna ludności Republiki Środkowoafrykańskiej nie uległa jednak po przewrocie żadnym zmianom; obalenie Bokasy miało na celu wyłącznie umocnienie neokolonialnych pozycji kapitału francuskiego. We wrześniu 1981 r. w kraju miał miejsce kolejny zamach stanu. EWładzę przejął Wojskowy Komitet Obrony Narodowej, którego przewodniczący jet tytularną głową państwa. Parlament został rozwiązany, a działalność partii politycznych zakazana.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Republika Środkowoafrykańska jest słabo rozwiniętym krajem rolniczym. Jej gospodarka jest w znacznym stopniu uzależniona od kapitału zagranicznego, przede wszystkim francuskiego.</p><p>80% zawodowo czynnej ludności pracuje w rolnictwie. Ziemie uprawne zajmują tylko 3% powierzchni kraju. Podstawą produkcji rolnej jest uprawa roślin eksportowych: bawełny, kawy, tytoniu, kakao, kauczuku, palmy oleistej, trzciny cukrowej i konopi. Na użytek wewnętrzny uprawia się maniok, kukurydzę, sorgo i niektóre inne rośliny. Produkcja zwierzęca jest słabo rozwinięta. Zasoby Leśne są również mało wykorzystane, mimo że lasy zajmują 2,5 mln ha. Produkcja przemysłowa znajduje się w początkowej fazie rozwoju. Wiekszość istniejących przedsiębiorstw jest w rękach towarzystw zagranicznych; w kraju istnieją dwie fabryki włókiennicze, zakład produkcji obuwia plastikowego, kilka tłoczarnii oleju, wytwórni mydła, tartaków i browarów. Najważniejszą część gospodarki narodowej stanowi przemysł wydobywczy, którego podstawa jest eksploatacja złóż diamentów. Poza tym znajdują się tu pokłady wapienia, rudy żelaza, miedzi, niklu, manganu, kobaltu i cyny. W ostatnim okresie odkryto bogate złoża uranu. W ich eksploatacji ma w decydującym stopniu uczestniczyć kapitał frnacuski.</p><p>Najważniejszytmi partnerami handlowymi Republiki Środkowafrykańskiej są Francja, Belgia, USA i RFN. Przedmiotem eksportu sa przede wszystkim diamenty i bawełna, poza tym kawa, drewno, tytoń i kauczuk. Import obejmuje maszyny i rozmaite urządzenia, wyroby włokiennicze, ropę naftową, papier i artykuły papiernicze.</p>",
            "map":"<div id='map'><img src='maps/republikaśrodkowoafrykańska-min.jpg' alt='Republika Środkowo Afrykańska map'></div>"
        }
    ],
    "reunion": [
        {              
            "title":"<p><strong>REUNION</strong></p>",
            "subtitle":"<p><strong> La R&#233;union</strong></p><p>(Departament zamorski Francji)</p>",
            "position":"<p><strong>Położenie:</strong> Ocean Indyjski, ok. 700 km na wschód od Madagaskaru</p>",
            "area":"<p><strong>Powierzchnia:</strong> 2511 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 4 okręgi</p>",
            "capitol":"<p><strong>Stolica:</strong></p><p><strong>Ośrodek administracyjny:</strong> Saint Denis (105 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Le Tampton, Saint - Paul, Trois Bassins</p>",
            "population":"<p><strong>Ludność:</strong> 500 000, głównie Mulaci (75%), a dalej - Malgasze, Francuzi i Hindusi</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Reunion, podobnie jak większość  wysp w archipelagu Maskanerów, do którego należy, jest pochodzenia wulkanicznego i ma górzysta powierzchnię. Klimat tropikalny</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank Reunion (odpowiednik Franka CFA) = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong>Wyspa została  odkryta w XVI w. przez Portugalczyków. Pierwotnie zwana była Mascarenhas (stąd też nazwa archipelagu, do którego należy Reunion). W r. 1649 wyspa stała się kolonią francuską. Od 1793 r. nazywała się Isle de Bourbon. Obecną nazwę nosi od r. 1848. Do r. 1946 miała status kolonii, od tego czasu jest tzw. departamentem zamorskim Francji. Na czele administracji wyspy stoi prefekt, podległy bezpośrednio francuskiemu ministrowi spraw wewnętrznych. Od r. 1973 na Reunioniemieści się siedziba dowództwa francuskichsił zbrojnych na Oceanie Indyjskim.</p><p>O likwdację francuskiego panowania, poprawę sytuacji socjalnej ludzi pracy, nacjonalizację przemysłu cukrowniczego, stanowiącego najważniejszą gałąź gospodarki wyspy oraz o przeprowadzenie reformy rolnej walczy Reuniońska Partia Komunistyczna (PCR), założona w maju 1959 r.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Ekonomika Reunionu jest całkowicie podporządkowana interesom kapitału francuskiego. Najważniejszą gałęzią gospodarki jest rolnictwo, w którym pracuje przeważająca częśc tutejszej ludności. Z uwagi na górzystycharakter wyspy do celów rolniczych nadaje się 28% jej powierzchni. Główną rośliną uprawną jest trzcina cukrowa. Poza tym na Reunionie uprawia się maniok, kawę, wanilię i tytoń. Najważniejszą gałęzią produkcji zwierzęcej jest hodowla świń. Dość dobrze rozwinięte jest rybołówstwo. Większość gruntów rolnych znajduje się w rękach wielkich właścicieli ziemskich, ściśle powiązanych z kapitałem francuskim.</p><p>Przemysł, nastawiony głównie na przetwórstwo produktów rolnych, jest bardzo zacofany; ogółem na Reunionie znajduje się 12 cukrowni i gorzelni w których produkuje się rum.</p><p>Całe życie gospodarcze wyspy opanowane jest przez towarzystwa francuskie. Obroty Handlu zagranicznego Reunionu są dość wysokie; najważniejszym produktem eksportowym jest cukier trzcinowy i rum. Handel zagraniczny również znajduje się całkowicie w rękach francuskich.</p>",
            "map":"<div id='map'><img src='maps/reunion-min.jpg' alt='Reunion map'></div>"
        }
    ],
    "rwanda": [
        {              
            "title":"<p><strong>RWANDA</strong></p>",
            "subtitle":"<p><strong>Republika Rwandyjska</strong></p><p>Republika y&#700;u Rwande</p><p>R&#233;publique Rwandaise</p>",
            "position":"<p><strong>Położenie:</strong> Środkowa cześć kontynentu afrykańskiego, wschodni brzeg jeziora Kiwu</p>",
            "area":"<p><strong>Powierzchnia:</strong> 26 338 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 10 prefektur</p>",
            "capitol":"<p><strong>Stolica:</strong> Kigali (55 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Butar&#233; (30 000 mieszk.), Ruhengeri (23 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 5 100 000, przeważnie  przedstawiciele narodowości Bahutu i Watussu. (Rwanda jest najgęściej zaludnionym krajem afrykańskim o ile w całej Afryce przeciętna gęstość zaludnienia wynosi 10 mieszkańców na 1 km<sup>2</sup>, o tyle w Rwandzie - 183)</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Powierzchnia kraju jest przeważnie górzysta. W północno - zachodniej części terytorium Rwandy ciągnie się pasmo gór wulkanicznych, na wschodzie teren się obniża. Klimat równikowy</p>",
            "language":"<p><strong>Język urzędowy:</strong> kinya - rwanda i francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank rwandyjski = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Na obszarze dzisiejszej Republiki Rwandyjskiej już od XVI w. powstawały drobne twory państwow, które na początku XIX w. stworzyły monarchię pod rządami dynastii Banjenginja. W r. 1898 Rwandę zajęli koloniści niemieccy, którzy wraz z sąsiednim Burundi włączyli ją do Niemieckiej Afryki Wschodniej. W czasie I wojny światowej obszar ten okupowały przez wojska belgijskie. W r. 1922 Rwanda wraz z Burundii stała się terytorium mandatowym ówczesnej Ligi Narodów, a zarząd nad nią powierzono Belgii. Po II wojnie światowej Zgromadzenie Ogólne ONZ przyznało Rwandę i Burundii Belgii jako terytorium powiernicze (Ruanda - Urundi). Kraj pozostawał pod zarządem belgijskim aż do 1 lipca 1962 r., kiedy to w wyniku uchwały specjalnej sesji Zgromadzenia Ogółnego ONZ ogłoszono jego niepodległosć. Rwanda jest republiką; po zamachu stanu 5 lipca 1973 r. prezydent jest jednocześnie szefem rządu.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Republika Rwandyjska jest krajem bardzo zacofanym gospodarczo - statystyki ONZ zaliczają ją do 25 najuboższych państw świata. Podstawę jej gospodarki stanowi rolnictwo, zatrudniające 90% zawodowo czynnej ludności i dostarczające 57% produktu społecznego brutto. W Republice Rwandyjskiej nie ma praktycznie rzecz biorąc nowoczesnego przemysłu. Istnieją tu tylko niewielkie zakłady przetwórstwa produktów rolnych. Z bogactw mineralnych kraju należy wymienić cynę, następnie ołów, wolfram, tantal, kolumbit i złoto. Produkcja rolna wskutek długoletniej zależności kolonialnej stoi na bardzo niskim poziomie. Na użytek wewnętrzny uprawia się maniok, fasolę, bataty, sorgo, ryż, kukurydzę i jęczmień. Ok. 20% ziemi uprawnej zajmują plantacje bananowców. Na eksport uprawia się kawę, herbatę, piretrum (roślina będąca ważnym surowcem do produkcji środków owadobójczych), bawełnę i chinowiec. Dość dobrze rozwiniętą jest hodowla bydła oraz gospodarka leśna.</p><p>Najważniejszymi partnerami handlowymi Republiki Rwandyjskiej są USA, Belgia oraz kraje EWG, do których eksportuje się kawę i surowce mineralne. W imporcie przeważają maszyny, urządzenia przemysłowe, towary konsumpcyjne i artykuły spożywcze.</p>",
            "map":"<div id='map'><img src='maps/rwanda-min.jpg' alt='Rwanda map'></div>"
        }
    ],
    "saharazachodnia": [
        {              
            "title":"<p><strong>SAHARA ZACHODNIA</strong></p>",
            "subtitle":"<p><strong> Sahara Zachodnia</strong></p><p>(Była posiadłość kolonialna Sahara Hiszpańska)</p>",
            "position":"<p><strong>Położenie:</strong> Północno - zachodnia Afryka, nad Oceanem Atlantyckim</p>",
            "area":"<p><strong>Powierzchnia:</strong> 266 000 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> Jedna całość administracyjna</p><p><strong>Ośrodek administracyjny:</strong> Al - Aj&#250;n (ok. 24 000 mieszkańców)</p>",
            "capitol":"<p><strong>Stolica:</strong></p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Semara (13 000 mieszk.), Dachla (6 100 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 120 000, przeważnie Arabowie i Berberowie, poza tym ok. 9 000 Europejczyków</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość terytorium pokrywa pustynia Sahara, miejscami dochodząca aż do wybrzeża. Na południu i południowym wschodzie kraju liczne piaszczyste wydmy. Powierzchnia przewaznie nizinna, wznosi się łagodnie w kierunku północno - wschodnim. Klimat zwrotnikowy, suchy - roczna ilość opadów nie przekracza 100 mm, w niektórych okolicach deszcz spada raz na kilka lat</p>",
            "language":"<p><strong>Język urzędowy:</strong> Ludność mówi po arabsku i hiszpańsku</p>",
            "currency":"<p><strong>Waluta:</strong> W chwili obecnej na terenie Sahary Zachodniej obowiązuje marokański drirham = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W ujęciu historycznym Sahara Zachodnia, którą geografowie dziela na dwa obszary - południowy Rio de Oro i północny - Sakia el Hamra, była na początku naszego tysiąclecia częścią potężnego państwa afrykańskiego Ghana. W w. XI i XII znajdowała się we władaniu marokańskiej dynastii Almorawidów. 300 lat później Portugalczycy utworzyli tu swą kolonię Rio de Oro, a w latach 80. ubiegłego stulecia dotarli na ten obszar Hiszpanie, ktorzy jedna de facto opanowali całą dzisiejszą Saharę Zachodnią dopiero w XX w. Zależność od Madrytu (terytorium to, zwane Saharą Hiszpańską, miało status afrykańskiej prowincji Hiszpanii) trwała aż do 1975 r. Po wycofaniu się Hiszpanów, na podstawie wcześniejszego porozumienia, kraj pozostawał najpierw pod administracją hiszpańsko - marokańsko - mauretańską, a następnie marokańsko - mauretańską. 27 lutego 1976 r. narodowowyzwoleńczy Front Polisario, przewodzący od r. 1973 walce tutejszej ludności o samostanowienie narodowe, proklamował niepodległą Saharyjską Arabską Republikę Demokratyczną (SARD), uznaną przez niektóre państwa afrykańskie. Z dniem 5 sierpnia 1979 r. Mauretania zrzekła się roszczeń terytorialnych do Sahary Zachodniej, Maroko natomiast traktuje ją jako własne terytorium. (Obszar tego dotyczy deklaracja Zgromadzenia Ogólnego ONZ o przyznaniu niepodległości krajom i narodom kolonialnym z 14 grudnia 1960 r.) O marokańskich organach administracyjnych na Saharze Zachodniej brak wiadomości.</p><p>Zgodnie z konstytucją przyjętą przez zjazd Frontu Polisario w sierpniu 1976 r., a zmodyfikowaną w 1982 r., najwyższym organem państwowym SARD jest Rada Dowództwa Rewolucji. Głową państwa jest prezydent. Władza ustawodawcza należy do 41 - osobowej Saharyjskiej Rady Narodowej. Władzę wykonawczą sprawuje rząd z premierem na czele.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Sahara Zachodnia należy do najbardziej zacofanych rejonów kontynentu afrykańskiego - jest to pustynny i suchy obszar bez stałych rzek. Ludność w większości utzrymuje się z koczowniczej hodowli kóz, owiec i wielbłądów, a na wybrzeżu z rybołówstwa. Rolnictwo ogranicza się do nielicznych oaz, większość żywności trzeba sprowadzać. Przemysł przetwórczy praktycznie nie istnieje. Jest to jednak rejon obfitujący w bogactwa mineralne; odkryto tu pokłady rudy żelaza, miedzi, tytanu, a przede wszystkim fosforytów, których zasoby geologowie oceniają na 2 mld ton (największe złoża na świecie).</p><p>W połowie lat siedemdziesątych towarzystwo Fosfatos de Bucraa, w którym oprócz hiszpańskiego ma udział również kapitał amerykański i zachodnioniemiecki, wydobywało tu 5 mln to fosforytów rocznie.</p>",
            "map":"<div id='map'><img src='maps/saharazachodnia-min.jpg' alt='Sahara Zachodnia map'></div>"
        }
    ],
    "senegal": [
        {              
            "title":"<p><strong>SENEGAL</strong></p>",
            "subtitle":"<p><strong>Republika Senegalska</strong></p><p>R&#233;publique du S&#233;n&#233;gal</p><p>(Od 1982.02.01 tworzy z Gambią Konfederację Senegambii</p>",
            "position":"<p><strong>Położenie:</strong> Zaczhodnie wybrzeże Afryki, nad Oceanem Atlantyckim</p>",
            "area":"<p><strong>Powierzchnia:</strong> 196 192 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 8 regionów</p>",
            "capitol":"<p><strong>Stolica:</strong> Dakar (1 100 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Kaolack (106 000 mieszk.), Thi&#232;s (117 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 5 800 000, głównie przedstawiciele grup etnicznych Wolof, Fulbe, Serer, Tukuler, Diola i Mandingo</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Powierzchnia kraju jest przeważnie nizinna, jedynie w części południowo - wschodniej wznoszą się oddzielne masywy ostańcowe. Klimat tropikalny, z jedną porą suchą i jedną porą deszczową rocznie</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank CFA = 100 centymów (Trwają przygotowania do wprowadzenia wspólnej waluty senegambijskiej)</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Teren dzisiejszego Senegalu zajmowały od dawna niewielkie państwa afrykańskie - Cayor, Fouta, Toro i in. Obecna nazwa kraju pochodzi od rzeki Senegal (długość - 1430 km), stanowiącej jego północną granicę.</p><p>W XV w. na obszarze dzisiejszego Senegalu zaczęli zakładać swe pierwsze osady Portugalczycy, a od XVII w. datują się tu coraz wyraźniejsze wpływy francuskie; w r. 1645 u ujścia rzeki Senegal została założona pierwsza osada francuska i stopniowo Francuzi zaczęli podporządkowywać sobie pozostałe obszary. Ich ekspansja ustawa w II poł. XIX w., kiedy administracyjnie Senegal został włączony do Francuskiej Afryki Zachodniej.</p><p>Po II wojnie światowej pod presją przybierającej na sile walki narodowowyzwoleńczej Paryż próbował uratować swe posiadłości kolonialne w tym rejonie dokonując częściowych zmian w statusie administracyjnym; w r. 1946 Senegal otrzymał terytorium zamorskiego, a w 12 lat później - autonomię. Dążenie Francji do utzrymania za pomocą niewielkich zmian swych posiadłości kolonialnych nie powiodło się; w 1952 r. proklamowano Federację Mali, której część (wraz z dawnym Sudanem Francuskim) stanowił również Senegal. 20 sierpnia 1960 r. wystąpił on jednak z ferderacji i proklamował niepodległość.</p><p>Na podstawie podpisanych pod koniec 1981 r. przez rządy Senegalu i Gambii umów w sprawie stworzenia wspólnej organiazacji państwowej, 1 lutego 1982 r. została oficjalnie utworzona Konfederacja Senegambii. Prezydent Senegalu (od 1981 r. jest nim Abdou Diouf) jest głową konfederacji zaś prezydent Gambii Jawara nosi tytuł wiceprezydenta Senegambii. Siedzibą wspólnej rady ministrów i parlamentu Senegambii jest Dakar. Członkamio obu tych gremiów sa w 2/3 Senegalczycy, a w 1/3 - Gambijczycy. Oba państwa zachowują nadal własne rządy i parlamenty. W stosunkach z zagranicą - w tym również ma forum organizacji międzynarodowych - Senegal i Gambia będą w dalszym ciągu reprezentowane przez własnych przedstawicieli.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Republika Senegalska jest krajem rolniczym o przeważnie zacofanej i rozdrobnionej gospodarce rolnej. Ronictwo Senegalu ma charakter wyraźnie monokulturowy; nastawione jest przede wszystkim na uprawę orzeszków ziemnych, w którnych produkcji Senegal zajmuje po Nigerii drugie miejsce na świecie. Z drugiej jednak strony kraj nie jest samowystarczalny pod względem produkcji żywności. Rozwinięta jest również produkcja zwierzęca. Ważną rolę w żywieniu ludności odgrywa rybołówstwo.</p><p>Przemysł dostarcza ok. 20% senegalskiego produktu brutto; do jego głównych gałęzi należy wydobycie fosforytów i tytanu (z dna morskiego). Poza tym rozwinięta jest produkcja artykułów żywnościowych i wyrobów włókienniczych, rozwija się przemysł naftowych i chemiczny. Większość przedsięborstw przemysłowych kontrolowana jest przez kapitał zagraniczny. Głównymi partnerami handlowymi Republiki Senegalskiej są Francja, USA, RFN, Włochy i Holandia. Eksport obejmuje przede wszystkim fosforyty, mięso i konserwy rybne. W imporcie przeważają maszyny, paliwa, żywność i artykuły przemysłowe.</p>",
            "map":"<div id='map'><img src='maps/senegal-min.jpg' alt='Senegal map'></div>"
        }
    ],
    "seszele": [
        {              
            "title":"<p><strong>SESZELE</strong></p>",
            "subtitle":"<p><strong>Republika Seszelska</strong></p><p>Republic of Seychelles</p><p>R&#233;publique des Seychelles</p>",
            "position":"<p><strong>Położenie:</strong> Grupa 92 wysp (w tym 46 bezludnych) na Oceanie Indyjskim u wschodnich wybrzeża Afryki, na południe od równika</p>",
            "area":"<p><strong>Powierzchnia:</strong> 444 km<sup>2</sup>; największa wyspa - Mah&#233; ma powierzchnię 130 km>sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> jedna całość administracyjna</p>",
            "capitol":"<p><strong>Stolica:</strong> Victor na wyspie Mah&#233; (230 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Cascade, Anse Royal, Takamaka - wszystkie na wyspie Mah&#233;</p>",
            "population":"<p><strong>Ludność:</strong> 62 000; jest to barwny konglomerat Afrykanów, Europejczyków, Hindusów i Chińczyków</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Wyspy są pochodzenia koralowego, niektóre - wulkanicznego. Te ostatnie są górzyste i mają na ogół urodzajną glebę. Klimat równikowy, wilgotny i ciepły</p>",
            "language":"<p><strong>Język urzędowy:</strong> angielski i francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Rupia seszelska = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Już w XII w. do Seszeli dotarli Arabowie, a później na początku XVI w. - także Portugalczycy. Kolonizację wysp rozpoczęli jednak dopiero w r. 174r2 Francuzi. Po wojnach napoleońskich Seszele dostały się we władanie Wielkiej Brytanii, która pod względem administracyjnym przyłączyła je do Mauritiusa. Dopiero w r. 1903 Seszele otrzymały status brytyjskiej koloniii koronnej. W 1965 r. Brytyjczycy oderwali od Seszeli wyspę Aldabra i niektóre inne łacznie z Diego Garcia (z wielką bazą wojskową).</p><p>W październiku 1975 r. Londyn przyznał Seszelom tzw. autonomię wewnętrzną, a z dniem 28 czerwca 1976 r. - całkowitą niepodległość. Imieszkańcy Seszeli łączyli jej proklamowanie z bezwarunkowym zwróceniem wysp Aldabra, Desroches i Farquhar, na co przy końcu w 1976 r. Wielka Brytania musiała się zgodzić.)</p><p>Pierwszy rząd niepodległej Republiki Seszelskiej prowadził politykę zgodną z interesami monopoli zagranicznych i stojącą w jaskrawej sprzeczności z podstawowymi interesami narodu seszelskiego. Dlatego też w niecały rok później został obalony, a na czele młodego wyspiarskiego państwa stanęli postępowi przedstawiciele Zjednoczonej Partii Ludowej Seszeli (od maja 1978 r. nosi ona nazwę; Ludowy Front Postępowy Seszel), którzy zaczęli realizować plitykę reform społecznych i gospodarczych, zrewidowali dotychczasowe stosunki z dawną metropolią kolonialną i zaczęli rozwijać przyjazne kontakty z niepodległymi krajami afrykańskimi. Na czele państwa stoi prezydent (może nim być wyłącznie członek Ludowego Frontu Postępowego Seszeli), organem ustawodawczym jest jednoizbowe Zgromadzenie Narodowe.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Republika Seszelska jest krajem słabo rozwiniętym gospodarczo, w któryum dają o sobie znać wszystkie konsekwencje długoletniego panowania kolonialnego. Podstawową gałęzią gospodarki jest rolnictwo, nastawione na monokulturową uprawę roślin eksportowych - palmy kokosowej, wanilii, cynamonu, ananasów, bananów, mango, cytrusów. Na użytek wewnętrzny uprawia się kukurydzę, maniok, bataty, warzywa, trzcinę cukrową. Istotną gałęzią produkcji rolnej jest również hodowla  bydła i świń oraz rybołówstwo.</p><p>Przemysł znajduje się w początkowej fazie rozwoju, lecz rząd poświęca mu wiele uwagi.</p><p>Handel zagraniczny wciąż wykazuje saldo ujemne; eksportuje się przede wszystkim koprę i inne płody rolne, importuje - praktycznie wszystkie wyroby przemysłowe i znaczną część artykułów spożywczych. Najważniejszym partnerem handlowym Seszeli jest Wielka Brytania. W ostatnich latach na wyspach rozwija się rych turystyczny, stanowiący ważne źródło dewiz.</p>",
            "map":"<div id='map'><img src='maps/seszele-min.jpg' alt='Seszele map'></div>"
        }
    ],
    "sierraleone": [
        {              
            "title":"<p><strong>SIERRA LEONE</strong></p>",
            "subtitle":"<p><strong>Republika Sierra Leone</strong></p><p>Republic of Sierra Leone</p>",
            "position":"<p><strong>Położenie:</strong> Zachodnie wybrzeże kontynentu afrykańskiego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 71 740 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 3 prowincje</p>",
            "capitol":"<p><strong>Stolica:</strong> Freetown (300 000 mieszkańców) </p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Bo (27 000 mieszk.), Marampa (12 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 3 600 000. Mieszkają tu przedstawiciele ok. 20 narodowości. najliczniej reprezentowane sa ludy Mende i Temne</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Terytorium Sierra Leone można podzielić na trzy strefy geograficzno - wegetacyjne; nadbrzeżną z lasami i pastwiskami, graniczącą z nią strefą lesistą w środkowej części kraju oraz położoną na północy strefą buszowych sawann. Powierzchnia kraju jest przeważnie nizinna. Klimat tropikalny</p>",
            "language":"<p><strong>Język urzędowy:</strong> angielski</p>",
            "currency":"<p><strong>Waluta:</strong> Leone = 100 centów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Obszar dzisiejszego Sierra Leone został odkryty przez Portugalczyków w II poł. XV w. Od połowy XVI w. zaczęli docierać tu Anglicy, którzy stopniowo wyparli Portugalczyków; w r. 1807 wybrzeże Sierra Leone zostało uznane za brytyjską kolonią koronną i rozpoczął się okres zdobywania wnętrza kraju, który w r. 1896 stał się protektoratem brytyjskim.</p><p>Po II wojnie światowej rząd brytyjski pod presją ruchu narodowowyzwoleńczego zmuszony był przeprowadzić w tej kolonii pewne reformy administracyjne. W r. 1957 odbyły się w Sierra Leone pierwsze wybory parlamentarne, a w 27 kwietnia 1961 r. kraj uzyskał niepodległość; nowe państwo afrykańskie, które powstało przez połączenie dawnej brytyjskiej kolonii koronnej z protektoratem, zachowało monarchistyczną formę rządów i zostało członkiem brytyjskiej Wspólnoty Narodów.</p><p>W r. 1968 został obalony dotychczasowy reżim neokolonialny, a władza przeszła w ręce Kongresu Ogólnoludowego (AII People&#700; Congress - APC) 27 kwietnia 1971 r. kraj proklamowano republiką.</p><p>Głową państwa jest prezydent, najwyższym organem ustawodawczym - jednoizbowa Izba Reprezentantów. Najwyższym organem wykonawczym jest rząd, na którego czele stoi wiceprezydent. Najsilniejszą partią polityczną jest Kongress Ogólnonarodowy. Jego przedstawiciele dążą z jedenj strony, do umocnienia niezależności gospodarczej kraju od zachodniego kapitału monopolistycznego, z drugiej zaś - ograniczają jego przenikanie do kraju.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Republika Sierra Leone jest państwem rolniczym o stosunkowo rozwiniętym przemyśle wydobywczym, który wytwarza ok. 1/3 globalnego produktu społecznego kraju. W jego gospodarce ważną pozycję zajmuje kapiał zagraniczny - przede wszystkim brytyjski i zachodnioniemiecki. Najbardziej rozwiniętą gałęzią jest górnictwo, nastawione przede wszystkim na eksploatację bogatych złóż diamentów. Poza tym wydobywa się rudę żelaza, chrom, boksyty i niektóre inne surowce. W Sierra Leone znajdują się największe na świecie złoża rutylu, do których eksploatacji dążą obecnie towarzystwa górnicze z USA i RFN.</p><p>Przemysł przetwórczy rozwinięty jest słabo; reprezentują go prtaktycznie tylko zakłady przemysłu spożwczego i drzewnego. W kraju jest również kilka fabryk towarów konsumpcyjnych, rafinerie ropy naftowej, planuje się budowę przedsiębiorstw przemysłu ciężkiego.</p><p>W produkcji rolnej zatrudnione jest 80% zawodowo czynnje ludności. Na użytek wewnętrzny uprawia się ryż, kukurydzę, proso, sorgo, bataty, maniok. Produkcja zwierzęca ma znaczenie drugorzędne.</p><p>Najważniejszymi partnerami handlowymi Sierra Leone są USA, Japonia, Holandia, Wielka Brytania i Francja. W imporcie przeważają artykuły żywnościowe i wyroby przemysłowe (maszyny, urządzenia, produkty naftowe itp.); eksport obejmuje diamenty, boksyty i inne surowce oraz produkty palmy oleistej/</p>",
            "map":"<div id='map'><img src='maps/sierraleone-min.jpg' alt='Sierra Leone map'></div>"
        }
    ],
    "somalia": [
        {              
            "title":"<p><strong>SOMALIA</strong></p>",
            "subtitle":"<p><strong>Somalijska Republika Demokratyczna</strong></p><p>Jamhuuriyadda Dimograadiga Soomaaliya</p><p>Al - Dżumahurija ad - Dimukratija as - Somalija</p>",
            "position":"<p><strong>Położenie:</strong> Najbardziej na wschód wysunięty cypel kontynentu afrykańskiego, zwany także niekiedy &bdquo;rogiem afrykańskim&rdquo;; przylega do Oceanu Indyjskiego i Zatoki Adeńskiej</p>",
            "area":"<p><strong>Powierzchnia:</strong> 637 657 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 16 regionów</p>",
            "capitol":"<p><strong>Stolica:</strong> Mogadiszu (350 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Merca (52 000 mieszk.), Hergeisa (50 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 4 600 000, przeważnie ludy Somali, poza tym Arabowie i przedstawiciele niektórych innych narodowości</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> przeważnie część kraju pokrywa Wyżyna Somalijska, która wznosi się do wysokości 1 500 m n.p.m. Jej północny skraj przechodzi na zachodzie w górski masyw Warsanszeli, a na wschodzie w pasmo Midżurtini. Klimat gorący i suchy</p>",
            "language":"<p><strong>Język urzędowy:</strong> somalijski (w powszechnym użyciu arabski, angielski i włoski)</p>",
            "currency":"<p><strong>Waluta:</strong> Szyling somalijski = 100 centów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W średniowieczu na ludność  somalijską wywierali dyży wpływ Arabowie, którzy w okresie od XII w. do XVI w. stworzyli tutaj kilka suyłtanatów. Później krajj znajdował się pod panowaniem Portugalczyków, a następnie, w XVIII w., przyłączono go do sułtanatu Omanu.</p><p>W połowie bieżącego stulecia Somalia (wówczas Somali) stała sie obiektem podbojów kolonialnych; w 1984 r. stworzyli tu swój protektorat Anglicy. a w r. 1889 rozpoczęli ekspansję z wybrzeża Włosi, którzy w 1908 r. ogłosili południowowschodnią część kraju swoją kolonią. Małą resztkę terytorium na północy kraju (obszar obecnej niepodległej Republiki Dżibuti) zajęli w r. 1896 Francuzi.</p><p>Dalsza historia podzielonego przez kolonizatorów Somali była nieprzerwanym pasmem powstań i innych przejawów ruchu narodowowyzwoleńczego, pod którego presją kolonizatorzy byli w końcu zmuszeni przyznać w r. 1960 niepodległość Somali Brytyjskiemu i Włoskiemu. 1 lipca 1960 r. na ich terytorium powstała Republika Somali. 21 października 1969 r. po wojskowym zamachu stanu władzę w kraju przejęli oficerowie o postępowej orientacji; zaraz następnego dnia Najwyższa Rada Rewolucyjna proklamowała Somalijską Republikę Deokratyczną. Nowe kierownictwo państwowe zadeklarowało postępowoą antyimperialistyczną politykę, której celem miało by c zbudowanie socjalizmu. W połowie 1976 r. kraj zaczął wkraczać na tory ustroju instytucjonalnego; 1 lipca została powołana Somalijska Rewolucyjna Partia Socjalistyczna, która opowiedziała się za zasadami socjalizmu nakowego. Od r. 1977 jej kierownictwo zaczęło jednak stopniowo przechodzić na pozycje nacjonalistyczne. Reanimowało plan Wielkiej Somali i zaczęło zgłaszać roszczenia terytorialne do części Etiopii, Kenii i całego Dżibuti. Ekspansjonistyczna polityka somalijskiego kierownictwa partyjnego przerodziła się w latach 1977 - 1978 w agresję przeciwko Etiopii, która została odparta przy internacjonalistycznej pomocy wojsk kubańskich.</p><p>Głową Somalijskiej Republiki Demokratycznej jest prezydent, który jest również szefem rządu i mianuje jego członków. Jesienią 1980 r. Somnalia zawarła umowę udostępniającą bazę wojskową w Berberze Stanom Zjednoczonym.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Somalia jest krajem słabo rozwiniętym. Podstawą jej ekonomiki jest produkcja rolna, w której zatrudnione jest 80% zawodowo czynnej ludności (2/3 wszystkich rolników to hodowcy bydła pędzący koczowniczy tryb życia).</p><p>Produkcja przemysłowa jest jak dotąd słabo rozwinięta; w Somalii znajdują się zakłady przemysłu spożywczego, fabryki konserw, cukrownie, wytwórnie oleju, zakłady przemysłu garbarskiego i tytoniowego. Znaczne bogactwa mineralne kraju jak dotąd są mało wykorzystywane; wydobywa się tylko rudę żelaza, gips, beryl, kolumbit i sól kamienną. Wielkie złoża rudy uranu, odkryte w 1968 r. w rejonie Dżuby, praktycznie nie są eksploatowane.</p><p>W rolnictwie obok rozwijającego się sektora państwowego oraz rozmaitych form gospodarki kolektywnej utrzymują się jeszcze pozostałości feudalnych stosunków produkcji. Podstawową gałęzią rolnictwa jest produkcja zwierzęca. W ostatnich latach kładzie się jednak duży nacisk na rozwój produkcji roślinnej; uprawia się przede wszystkim bawełnę, banany i trzcinę cukrową. Duże znaczenie ma także rybołówstwo. Produkty rolne (mięso, skóry, banany, bawełna itp.) stanowią zasadniczą część somalijskiego eksportu. W imporcie przeważają maszyny, urządzenia, środki transportu oraz produkty naftowe. Głównymi partnerami handlowymi Somalii są kraje EWG, USA, Japonia, Egipt i Tajlandia.</p>",
            "map":"<div id='map'><img src='maps/somalia-min.jpg' alt='Somalia map'></div>"
        }
    ]
}