{
    "antarctica": "<p><strong>ANTARKTYDA</strong></p><p><strong>Położenie:</strong> Środkowa część południowego obszaru biegunowego</p><p><strong>Powierzchnia:</strong> 14,1 mln km<sup>2</sup> (łączna powierzchnia lądu, wysp przybrzeżnych i lodowców szelfowych); powierzchnia samego lądu wynosi 13 117 mln km<sup>2</sup></p> <p><strong>Ukształtowanie:</strong> Antarktyda jest najbardziej wyniesionym kontynnentem świata. Przeciętna wysokość n. p. m. wynosi tu 2 040 m, czyli 2,8 raza więcej niż przeciętna wysokość wszystkich pozostałych kontynnetów</p><p>Ze wzglęu na budowę geologiczną oraz ukształtowanie dzieli się na Antarktydę Wschodnią i Antarktydę Zachodnią. W Antarktydzie Wschodniej pod pokrywą lodową, leżą na przemian grzbiet góerskie i głębokie wklęsłości. W Antarktydzie Zachodniej góry przebijają pokrywę lodową, zwłaszcza na Półwyspie Antarktycznym (d. Ziemia Grahama). Szczyt Vinson w łańcuchu górskim Sentinel w Górach Ellswortha osiąga wysokość 5 140 m, stanowiąc najwyższy punkt Antarktydy.</p><p>Struktura geologiczna Antarktydy jest zbliżona do struktury południowych części Afryki, Australi i Południowej Ameryki, bardzo zasobnych w kopaliny użyteczne. Na Antarktydzie odkryto już złoża wegla kamiennego i rudy żelaza oraz stwierdzono występowanie miki, grafitu, kryształu, berylu, a także rud złota, uranu, molibdenu, miedzi, niklu, ołowiu, cynku, srebra i tytanu.</p><p>Niemal cały ląd pokryty jest grubą warstwą lodu. Tylko 0,2 - 0,3% lądy Antarktydy wolne jest od pancerza lodowego. Przeciętna grubość warstwy lodowej wynosi 1 720 m, a jej ogólna objętość - 24 mln km<sup>3</sup> (stanowi to ok. 90% światowych zasobów wody pitnej). W miejscach nie pokrytych lodem występuje wieczna marzłoć.</p><p>Wolne od lodu rozległe obszary położone w pobliżu wybrzeży noszą nazwę oaz arktycznych. Klimat w oazach jest łagodniejszy niż na otaczających je lodowcach, występują tu liczne jeziora oraz życie organiczne. Zajmują one od kilkudziesięciu do kilkuset kilometrów kwadratowych. Rozległe przestrzenie pokrywają również niektóre masywy jurajskie oraz pojedyncze skały wystające ponad pancerz lodowy, tzw. nunataki.</p><p><strong>Klimat i przyroda:</strong> Na Antarktydzie panuje klimat polarny, bardzo surowy i suchy (z wyjątkiem wybrzeży). Pokrywa śnieżna odbija 90% promieniowania słonecznego. Dla klimatu arktycznego charakterystyczne są niskie temperatury powietrza, silne wiatry, burze śnieżne i mgły. W środkowej części Antarktydy znajduje się biegun zimna. 24 sierpnia 1960 r. na radzieckiej stacji &bdquo;Wostok&rdquo; zarejestrowano temperaturę -88,3&#176; C. Przeciętna temperatura w zimie w środkowej części Antarktydy waha się od -60&#176; C do -70&#176; C zaś przeciętna temperatura w lecie - między -30&#176; C a - 50&#176; C. Na wybrzeżu, zwlaszcza w rejonie Półwyspu Artktycznego, jest zdecydowanie cieplej. W najcieplejszym letnim miesiącu - styczniu - przeciętna temperatura wynosi nieco ponad +1&#176; C.</p><p>Antarktyda ma unikalną, w znacznym stopniu szczątkową florę i faunę. Florę tworzą rośliny zarodnikowe - mchy, porosty, glony, grzyby i bakterie. Tylko na północno - zachodnim wybrzeżu Półwyspu Arktycznego z rzadka występuje ok. 10 gatunków drobnych kwitnących roślin.</p><p>Nie występują tu latające owady, nie ma ssaków lądowych i ryb słodkowodnych. Zwierząt lądowych jest bardzo mało. Najbardziej typowymi przedstawicielami fauny są pingwiny. Ssaki reprezentowane są przez foki, uchatki i morsy. Fauna morska u wybrzeży jest urozmaicona (rozgwiazdy, jeżowce, gąbki, głowonogi, meduzy, krewetki).</p><p><strong>Historia i status prawny:</strong> Kontynent Antarktydy odkryła rosyjska ekspedycja morska pod dowództwem F. Bellingshausena i M. Łazariewa, płynąca na okrętach &bdquo;Wostok&rdquo; i &bdquo;Mirnyj&rdquo;. W styczniu i lutym 1820 r. okręty rosyjskie czterokrotnie dopłynęły do lodowca szelfowego Ziemi Królowej Maud. Ekspedycja rosyjska odkryła Wyspę Piotra I, Ziemię Aleksandra I i kilka wysp w archipelagu Szetlandów Południowych.</p><p>U schyłku XIX i na początku XX w. rozpoczęły się badania wybrzeży antarktycznych. W latach 1901 - 1904 angielska ekspedycja R. Scotta podjęła pierwszą wielką wyprawę saniami do wnętrza Antarktydy i dotarła do 82&#176; 17&#700; szerokości południowej. Ważnych odkryć dokonały wyprawy naukowców niemieckich, francuskich, australijskich i in. W 1911 r. (14 - 16 grudnia) Norweg R. Amundsen dotarł jako pierwszy do bieguna południowego.</p><p>Na początku XX w. powstał problem ustalenia statusu prawnego Antarktydy. Niektóre państwa kapitalistyczne ogłosiły w kilku przypadkach swoją suwerenność w stosunku do poszczególnych sektorów Antarktydy, nie została ona jednak uznana w skali międzynarodowej.</p><p>Związek Radziecki, wychodząc z założenia, że status prawny Antarktydy powinien być ustalony na podstawie umowy między zainteresowanymi państwami, zaproponował, aby przedyskutować ten problem na forum międzynarodowym. 15 października 1959 r. rozpoczęła w Waszyngtonie obrady konferencja na temat Antarktydy. Opracowano na niej, a następnie 1 grudnia 1959 r. podpisano Traktat w sprawie Antarktyki, ustanawiający jej status w świetle prawa międzynarodowego. Podpisało go wówczas 12 krajów (do chwili obecnej - 20). Polska zgłosiła akces do układu 6 czerwca 1961 r. Zgodnie z układem, całe terytorium Antarktydy jest strefą neutralną i zdemilitaryzowaną, w której zakazana jest całkowicie działalność wosjkowa, jakiekolwiek próby jądrowe oraz doświadczenia z wszelkimi rodzajami broni. Począwszy od 1955 r. naukowcy z różnych krajów prowadzą skoordynowane, systematyczne badania Antarktydy.</p><p>Wiele państw utrzymuje na Antarktydzie własne bazy naukowe. Działa tam 8 baz argentyńskich, 3 australijskie, 3 chilijskie, 1 francuska, 2 japońskie, 1 nowozelandzka, 1 polska, 2 bazy RPA, 4 - USA, 4 brytyjskie i 7 stałych baz radzieckich (główne bazy &bdquo;Mirnyj&rdquo; i &bdquo;Wostok&rdquo;, ponadto bazy sezonowe)</p><div id='map'><img src='maps/antarktyda-min.jpg' alt='Antarctica map'></div>"
    }
  