{
    "asia":"<p><strong>AZJA</strong></p><p>(Ogólna charakterystyka polityczno-gospodarcza)</p><p><strong>Położenie:</strong> Niemal cały kontynent leży na Półkuli Północnej, tylko część Archipelagu Malajskiego znajduje się na południe od równika. Wraz z Europą Azja, będąca największą częścią świata, tworzy jeden zwarty ląd - Eurazję; granica między obu kontynentami była przeprowadzana różnie, jednak z politycznego i gospodarczego punktu widzenia najwłaściwszy jest podział dokonany przez geografów radzieckich; granicę międzu Europą i Azją stanowią wschodnie przedgórza Uralu, Mugodżarów, a dolna Emba, wybrzeże Morza Kaspijskiego oraz granice między ZSRR, Turcją i Iranem</p><p><strong>Powierzchnia:</strong> Ok. 44 413 000 km<sup>2</sup>, w tym 18 000 000 km<sup>2</sup> przypada na azjatycką część ZSRR</p><p><strong>Podział administracyjny:</strong> 38 niepodległych państw oraz 3 terytoria kolonialne i zależne</p><p><strong>Największe miasta:</strong> Tokio (wraz z aglomeracją liczy 17 000 000 mieszkańców)</p><p><strong>Ludność:</strong> ponad 2 500 000 000 (bez radzieckiej części Azji, liczącej ok. 90 000 000 mieszkańców). Azja jest najbardziej zaludnionym kontynentem, mieszka tu ok. 60% ludności świata</p><p><strong>Warunki naturalne:</strong> Powierzchnia Azji jest urozmaicona. Jej północną część pokrywają niziny, środkową - wyżyny i pustynie, na południe od nich ciągnie się z zachodu na wschód najpotężniejszy masyw górski na świecie, do którego należy Kaukaz, Elbru, Hindukusz, Pamir, Tien - szan, Karakorum, Transhimalaje i Himalaje. W Azji występują wszystkie strefy klimatyczne</p><p><strong>Historia i zarys polityczny:</strong> Olbrzymia powierzchnia kontynentu, który dzieli się na kilka obszarów geograficznych, sprawiła, że rozwój historyczny poszczególnych części Azji był dość zróżnicowany.</p><p>Najbardziej na zachód wysunięta część kontynentu azjatyckiego przez stulecia pozostawała pod wpływem Grecji i Bizancjum, pustynny południowy zachód w VII w. n.e. stał się domena islamu, w pozostałych częściach stopniowo kształtowałysię odrębne potężne organizacje państwowe, takie jak Indie, Chiny czy Japonia. Na początku XIII w. w środkowej Azji powstało państwo mongolskie, które z czasem objęło swymi wpływami Chiny, Indie, a także obszary położone na zachód - aż do Morza Czarnego. W XV w. zachodnia część Azji dostaje się pod wpływy imperium osmańskiego. Na początku ery nowożytnej zaczyna się podbój Azji przez ówczesne potęgi europejskie - głównie Hiszpanię i Portugalię. Są one jednak stopniowo wypierane z zajętych przez siebie pozycji przez rozwijające się państwa kapitalistyczne - Wielką Brytanię, Francję i Holandię, które za pomocą siły zbrojnej oraz nierównoprawnych traktatów zapewniają sobie kontrolę nad szeregiem niepodległych dotąd państw azjatyckich i do początku XX w. całkowicie opanowują najbogatszą część kontynentu.</p>p>Nową eopkę w życiu narodów Azji stworzyło zwycięstwo Wilekiej Socjalistycznej Rewolucji Październikowej oraz utworzenie pierwszego na siecie państwa socjalistycznego. Państwo to przyniosło wolność narodom północnej części kontynentu azjatyckiego, które przez wieki były podporządkowane carskiej Rosji i umożliwiło im wszechstronny rozwój polityczny, gospodarczy i kulturalny. Był to zarazem katalizator ruchów narodowowyzwoleńczych w innych krajach Azji; pod wpływem Rewolucji Październikowej zwyciężyła rewolucja ludowa w Mongolii, a w innych krajach zaczeło się wrzenie rewolucyjne i rozpoczął proces umacniania sił postępu. Po II wojnie światowej ruch narodowowyzwoleńczy w Azji jeszcze bardziej przybiera na sile. Wtedy też w stosunkowo krótkim czasie wiele krajów tego kontynetu uzyskało niepodległość. W niektórych przypadkach europejskie mocarstwa kolonialne, wspierane przez Stany Zjednoczone Ameryki, które próbowały objąć Azję kontrolą, zawzięcie broniły się przed opuszczeniem tej części świata. W interesie utrzymania pozycji Zachodu w Azji w czerwcu 1950 r. USA rozpoczęły wojnę w Korei; narody Wietnamu, Laosu i Kamnbodży przez długie lata musiały walczyć z bronią w ręku o swą niepodległość - najpierw przeciwko kolonizatorom francuskim, a potem przeciw interwentom amerykańskim. Także obecnie Waszyngton dąży do gospodarczego i militarnego zdominowania krajów azjatyckich, do stworzenia w Azji przyczółka tzw. wysuniętej obrony USA i wykorzystania jej narodów do własnych globalnych celów antykomunistycznych. W tych dążeniach Satny Zjednoczone spotykają się z poparciem obecnego kierownictwa ChRL. Mocarstwowe plany USA zostały jednak w dużym stopniu pokrzyżowane wskutek zwycięstwa narodu wietnamskiego nad amerykańskimi agresorami oraz upadku kliki Pol Pota w Kampuczy, a także istitnych zmian m jakie zaszły na kontynencie azjatyckim, a zwłaszcza zwycięstwa narodowo - demokratycznej rewolucji w Iranie i fiaska podejmowanych pprzez USA prób zlikwidowania owoców rewolucji ludowej w Afganistanie.</p><p>Dążąc do zachowania swoich pozycji, zwłaszcza na Bliskim Wschodzie, Waszyngton przy pomocy izraelskich syjonistów utrzymuje napięcię w tej części świata. Te dążenia Stanów Zjednoczonych widać szczególnie dobrze w Libanie.</p><p><strong>Gospodarka:</strong> Kontynent azjatycki dysponuje wielkimi zasobami naturalnymi i wieloma ważnymi surowcami, przede wszystkim energetycznymi. Duże znaczenie mają szczególnie tutejsze złoża ropy naftowej (przede wszystkim bliskowschodnie i indonezyjskie)m zawierające 70% prawdopodobnych zasobów tego ważnego surowca, jakimi dysponuje świat kapitalistyczny. Ocenia się, że w Azji znajduje się mniej więcej trzecia część światowych zasobów węgla kamiennego, ok 17% światowych zasobów rudy żelaza i ok. 60% światowych zasobów cyny. Znajdują się tu również bogate złoża rud manganu, wolframu, chromu, antymonu, boksytów, rtęci, magnezytu, tytanu i innych minerałów.</p><p>Na rynkach światowych kontynent azjatycki odgrywa ważną rolę, przede wszystkim jako dostawca surowców; jest on zarazem liczącym się odbiorcą towarów przemysłowych i konsumpcyjnych.</p><div id='map'><img src='maps/azja2.jpg' alt='Azja map'></div>",
    "afganistan":"<p><strong>AFGANISTAN</strong></p><p><strong>Afgańska Republika Demokratyczna</strong></p><p>De Afghanistan Demokratik Dżamhurijat</p><p><strong>Położenie:</strong> Południowo - zachodnia część Azji środkowej</p><p><strong>Powierzchnia:</strong> 647 497 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 29 prowincji</p><p><strong>Stolica:</strong> Kabul (750 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Kandahar (209 000 mieszk.), Herat (157 000 mieszk.)</p><p><strong>Ludność:</strong> Ok.  15 500 000. Afganistan zamieszkują przedstawiciele ponad 20 narodowości; ponad połowę ludności stanowią Patanowie, ok. 1/3 - Tadżycy</p><p><strong>Warunki naturalne:</strong> 4/5 terytorium pokrywają wysokogórskie równiny i pasma górskie. Na krańcach łańcuchów górskich znajdują się niziny, wzdłuż rzeki Kab ul ciągnie się kotlina Dżalalabad. Klimat kontynentalny, śródlądowy, suchy</p><p><strong>Język urzędowy:</strong> pusztu i dari (afgański dialekt języka perskiego)</p><p><strong>Waluta:</strong> Afgani = 100 pul</p><p><strong>Historia i ustrój polityczny:</strong> Osadnictwo ludzkie na obszarze dzisiejszego Afganistanu datuje się od najdawniejszych czasów. Jako jednolite, scentralizowane państwo Afganistan powstał w r. 1747, po rozpadzie imperium perskiego. W r. 1818 kraj rozpadł się na cztery samodzielne księstwa feudalne. Do ponownego zjednoczenia doszło za panowania emira Dost Muhammada. Na początku XIX w. kolonizatorzy brytyjscy zaczęli podejmować próby podbicia kraju. W latach 1838 - 1842 dochodzi do I wojny angielsko - afgańskiej, w której Anglicy zostali pobici i musieli opuścić kraj. W okresie 1878 - 1881 ma miejsce II wojna angielsko - afgańska. Mimo, że i tym razem Londynowi nie udało się całkowicie podporządkować sobie tego środkowoazjatyckiego kraju, osiągnął przynajmniej tyle, iż uzyskał kontrolę nad polityką zagraniczną, a częściowo także gospodarką Afganistanu. W r. 1893 na podstawie nierównoprawnego, narzuconego Afganistanowi tzw. traktatu Duranda. Brytyjczycy oderwali część jego terytorium i przyłączyli ją do swych posiadłości kolonialnych w Indiach (obszar ten wraz ze stolicą Peszawarem należy obecnie do Pakistanu).</p><p>W wyniku III wojny angielsko - afgańskiej, która wybuchła w maju 1919 r., Londyn został zmuszony do uznania niepodległości i suwerenności państwa afgańskiego. W tym okresie za północną granicą kraju konstytuowało się państwo radzieckie, a Włodzimierz Lenin w osobistym posłaniu do emira Afganistanu w imieniu władzy radzieckiej uznał suwerreność i niepodległość państwa afgańskiego. W tym samym roku oba kraje nawiązały również stosunki dyplomatyczne, a w r. 1921 został podpisany radziecko - afgański układ o przyjaźni i sojuszu.</p><p>W następnych dziesięcioleciach widać było coraz wyraźniej, że plemienny reżim feudalny w Afganistanie stanowi hamulec rozwoju kraju, toteż siły postępowe zaczęły dążyć do zasadniczych przemian społecznych. W 1965 r. Nur Muhammad Taraki założył  nielegalną Ludowo - Demokratyczną Partię Afganistanu, wokół której zaczęły stopniowo skupiać się wszystkie rzeczywiście postępowe siły społeczeństwa. W lipcu 1973 r. pod nieobecnosć władcy, bratanek króla i jego szwagier Muhammad Daud dokonał zamachu stanu i proklamował republikę. Wkrótce okazało się jednak, że jego głównym celem było utrzymanie starych tradycji i porządków feudalnych. Drogę do rzeczywiście postępowych przemian w życiu Afganistanu utorowało dopiero zwycięęstwo rewolucji narodowodemokrstycznej, która w kwietniu 1978 r. obaliła reżim Dauda. Na czele nowo utworzonej afgańskiej Rady Rewolucyjnej oraz rządu reowlucyjnego stanął Nur Muhammad Taraki, a wiceprzewodniczącym został Babrak Karmal.</p><p>Postępowe zmiany, jakie zachodziły w kraju były jednak solą w oku krajowej reakcji, która przy poparciu międzynarodowego imperializmu oraz chińskich maoistów za pomocą wszelkich środków starała się sabotować ich realizację. Afganistan znalazł się w krytycznej sytuacji po wrześniu 1979 r., kedy to na czele kraju stanął Hafizullah Amin, którego postawa sprzyjała aktywizacji sił kontrrewolucyjnych. Oceniając sytuację wewnętrzną, afgańscy patrioci doszli do wniosku, że kontrrewolucję można będzie stłumić dopiero po obaleniu Amina. Do zamachu stanu doszło 28 grudnia 1979 r.; w jego następstwie czołowe stanowiska w państwie ponownie objęli przywódcy rewolucji kwietnia 1978 r. (oprócz Nur Muhammada Tarakiego, który zmarł). Przewodniczącym nowej Rady Rewolucyjnej został Babrak Karmal.</p><p>Z uwagi na to, że kontrrewolucja przerodziła się tymczasem w otwartą inwazję wspieraną i finansowaną przez międzynarodowy imperializm, nowy rząd afgański zgodnie z art. 4 układu afgańsko - radzieckiego z 5 grudnia 1978 r. zwrócił się do Związku radzieckiego z prośbą o natychmiastową pomoc, włączając to pomoc wojskową. Pomoc jakiej udzielił Afganistanowi Związek Radziecki oznaczała kres nadziei kontrrewolucji i sił międzynarodowego imperialimu na powstrzymanie postępowego rozwoju kraju.</p><p><strong>Gospodarka:</strong> Afgańska Republika Demokratyczna jest słabo rozwiniętym krajem rolniczym; rolnictwem trudni się 70% jego mieszkańców. Chociaż Afganistan ma sporo bogactw naturalnych - znajdują się tu złoża węgla kamiennego, gazu ziemnego, rudy żelaza, metali niezależnych, soli kamiennej, boksytów i niektórych innych kopalin - przemysł wydobywczy jest słabo rozwinięty.</p><p>Po zwycięstwie w kwietniu 1978 r. rewolucji narodowo - demokratycznej praktycznie we wszystkich dziedzinach życia zaczęły zachodzić istotne przemiany ekonomiczne i społeczne. Wielkie znaczenie gospodarcze ma ogłoszona 29 listopada 1978 r. reforma rolna; na jej podstawie uległa konfiskacie prywatna własność ziemska o piwerzchni przekraczającej 6 ha. Ziemię tę przydzielono następnie bezrolnym. Do połowy 1979 r. pomiędzy 285 tys zebrolnych rozpalcelowano 600 tys. ha ziemi, praktycznie likwidując stosunki feudalne na wsi afgańskiej. Obok realizacji reformy rolnej władze afgańskie wiele uwagi poświęcają zakładaniu rolniczych spółdzielni produkcyjnych, które gospodarują na ponad 20% ziemi uprawnej. Dalsze 50 tys. przekazano państwowym gospodarstwom rolnym.</p><p>Opracowano 5 - letni plan rozwoju gospodarczego Afganistanu na lata 1979/80 - 1983/84. Plan ten przewidywał m. in. stworzenie krajowej bazy energetycznej. Afganistan budując własną niezależną gospodarkę korzysta ze znacznej pomocy Związku radzieckiego. Z jego pomocą powstało już w kraju ok. 120 obiektów przemysłowych, rolniczych i innych; w najbliższym okresie przy udziale ZSRR zrealizuje się szereg dalszych ważnych projektów - takich jak np. budowa górniczego kombinatu wzbogacającego. Według danych statystycznych, w 1978 r. w Afganistanie było ok. 200 przedsiębiorstw przemysłowych zatrudniających 50 tys. pracowników, z czego 40 tys. pracowało w sektorze państwowym. Użytki rolne obejmują ok. 14 mln ha; uprawia się pszenicę, kukurydzę, owies, jęczmień, ryż. Duże znaczenie ma hodowla owiec karakułowych, kóz i bydła.</p><div id='map'><img src='maps/afganistan-min.jpg' alt='Afganistan map'></div>",
   "arabiasaudyjska":"<p><strong>ARABIA SAUDYJSKA</strong></p><p><strong>Królestwo Arabii Saudyjskiej</strong></p><p>Al - Mamlaka al - Arabija as - Saudija</p><p><strong>Położenie:</strong> Między Morzem Czerwonym a Zatoką Perską; jej Terytorium zajmuje ok. 4/5 powierzchni Półwyspu Arabskiego</p><p><strong>Powierzchnia:</strong> 2 149 690 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong 5 prowincji</p><p><strong>Stolica:</strong> Ar - Rijad (667 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Dżidda (Dżudda, 500 000 mieszk.), Mekka (Makka, 367 000 mieszk.)</p><p><strong>Ludność:</strong> 9 500 000, przeważnie pochodzenia arabskiego</p><p><strong>Warunki naturalne:</strong> Większość terytorium Arabii Saudyjskiej pokrywają półpustynie i pustynie. Klimat gorący i suchy</p><p><strong>Język urzędowy:</strong> arabski</p><p><strong>Waluta:</strong> Rial saudyjski = 20 kirszów = 100 halali</p><p><strong>Historia i ustrój polityczny:</strong> Obszar dzisiejszej Arabii Saudyjskiej od najdawniejszych czasów zamieszkiwali Arabowie. W VII w. n. e. narodził się tu islam i ukształtowały pierwsze państwa. Na początku XVI w. terytorium to staje się zależne od Turcji i stan ten utrzymuje się praktycznie aż do początku XX w. W XVIII w. w kraju rodzi się religijno - polityczny ruch muzułmański, tzw. ruch wahhabitów, na czele którego stanęli emirowie z rodu Saudów. Ruch ten umacniał się stopniowo w walkach z Turkami, apóźniej także z sąsiednimi księstwami arabskimi. Sprawił on również, że stopniowo w walkach z Turkami, a później także z sąsiednimi księstwami arabskimi. Sprawił on również, że stopniowo w tym rejonie ukształtowało się arabskie państwo feudalno - teokratyczne, którego powstanie gwarantowały dodatkowo traktaty z Wielką Brytanią. (Wpływy brtyjskie w tej części świata zaczęły się zaznaczać w XIX w.). Niepodległe Królestwo Arabii Saudyjskiej w dzisiejszych granicach zostało proklamowane 29 września 1932 r.</p><p>W r. 1938 w kraju odkryto bogate złoża ropy naftowej. Prawo do ich eksploatacji uzyskały monopole północnoamerykańskie. Po II wojnie światowej wpływy w tym kraju wykazują tendencję wzrostową.</p><p>Arabia Saudyjska jest absolutną monrachią teokratyczną. W ręku króla skupiona jest cała władza ustawodwacza, wykonawcza i religijna. Król jest tytularną głową państwa, premierem, a także przywódcą muzułmańskiej sekty wahhabitów. Organem doradczym króla i rządu jest Rada Konsultatywna, której członkowie mianowani są przez władcę. Ocenia ona projekty aktów prwanych i zajmmuje się sprawami administracyjnymi i finansowymi.</p><p><strong>Gospodarka:</strong> Arabia Saudyjska jest słabo rozwiniętym gospodarczo państwem rolniczym. Głównym źródłem dochodów kraju (90% wpływów budżetowych) jest wydobycie ropy naftowej, na które przypada ponad 55% globalnego produktu narodowego. Zasoby ropy w Arabii Saudyjskiej szacuje się na 18 mld ton; w chwili obecnej kraj ten zalicza się do największych światowych producentów i eksporterów ropy (ok. 20% ropy na rynkach kapitalistycznych pochodzi z Arabii Saudyjskiej). W przeszłości wydobyciem ropy zajmowały się przede wszystkim koncerny amerykańskie - ARAMACO i Getty Oil. 1 stycznia 1974 r. Arabia Saudyjska przejęła 60% majątku towarzystwa ARAMACO.</p><p>Oprócz ropy znajdują się tu również pokłady złota, siarki i niektórych innych kopalin. Plany rozwoju gospodarczego kraju zakładają ich wykorzystanie. Jednocześnie podejmuje się kroki w kierunku wzmocenienia bazy przemysłowej, która jak dotąd jest słabo rozwinięta. To samo dotyczy rolnictwa. Ponad 93% eksport Arabii Saudyjskiej stanowi ropa i produkty naftowe. Poza tym eksportuje się niewielkie ilości fig, skór i suszonych ryb. W imporcie dominują maszyny, urządzenia przemysłowe i żywność; sprowadza się również wyroby tekstylne oraz artykuły konsumpcyjne i przemysłowe. Do najważniejszych partnerów handlowych Arabii Saudyjskiej należą USA, kraje Europy Zachodniej, Japonia i Liban.</p><div id='map'><img src='maps/arabiasaudyjska-min.jpg' alt='Arabia Saudyjska map'></div>",
   "bahrajn":"<p><strong>BAHRAJN</strong></p><p><strong>Emirat Bahrajnu</strong></p><p>Amarat al - Bahrain</p><p><strong>Położenie:</strong> Państwo wyspiarskie w północno - zachodniej części Zatoki Perskiej. Leży na 33 wyspach i wysepkach pochodzenia lądowego i koralowego. Największa z nich - Bahrajn (Al - Bahrajn) stanowi ponad 90% powierzchni kraju. Inne ważne wyspy to Al - Muharrak i Sitra</p><p><strong>Powierzchnia:</strong> 622 km<sup>2</sup> (w tym wyspa Bahrajn - 563 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 9 okręgów (division)</p><p><strong>Stolica:</strong> Al - Mananama (ok. 190 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Al - Muharrak, Dżaw, Sitra</p><p><strong>Ludność:</strong> 345 000, z czego 80% stanowią Arabowie; poza tym mieszkają tu Irańczycy, Pakistańczycy i Hindusi</p><p><strong>Warunki naturalne:</strong> Powierzchnia wysp jest przeważnie nizinna, w większości pokryta pustyniami i półpustyniami. Klimat gorący i wilgotny</p><p><strong>Język urzędowy:</strong> arabski</p><p><strong>Waluta:</strong> Dinar Bahrajnu = 1000 filów</p><p><strong>Historia i ustrój polityczny:</strong> Obszar obecnego Bahrajnu został zasiedlony przez Arabów w VII w. n. e. W XVI w. wyspę opnaowali Portugalczycy, a w w. XVII i XVIII należała do Persji. W r. 1783 do władzy doszła dynastia al - Chalifa, panująca w kraju do dnia dzisiejszego. W w. XIX kraj znalazł się w sferze zainteresowań imperializmu brytyjskiego. Do jego infiltracji w ewidentny sposób przyczynili się miejscowi władcy, którzy po r. 1840 zawarli z Londynem szereg nierównoprawnych układów ograniczających suwerenność kraju. Na ich podstawie w r. 1861 Bahrajn stał się protektoratem brytyjskim (Protected State). W 1933 r. Wielka Brytania założyła tu swoje bazy wojskowe. Po II wojnie światowej w Bahrajnie zaczyna wzrstać opór przeciwko kolonialnemu panowaniu Londynu, a jednocześnie rozwija się walka ludzi pracy o ich prawa społeczne i polityczne.</p><p>W latach 1968 - 1971 Brytania próbowała stworzyć z Bahrajnu, Kataru i krajów wchodzących obecnie w skład Państwa Zjednoczonych Emiratów Arabskich - Federację Emiratów Arabskich, chcąc w ten sposób utrzymać swoje wpływy w tej części świata. Próba nie powiodła się i 14 sierpnia 1971 r. proklamowano niepodległość Emiratu Bahrajnu. Bahrajn jest monarchią konstytucyjną, głową państwa jest emir, którego tytuł jest w dynastii al - Chalifa dziedziczony w linii męskiej.</p><p>W r. 1975 emir rozwiązał parlament w wyniku poważnych nieporozumień między ciałem ustawodawczym a rządem w kwestii swobód obywatelskich. Wybory parlamentarne zostały jednocześnie odłożone do chwili uchwalenia nowej ustawy wyborczej. Partie polityczne są w Bahrajnie zakazane. Nielegalne działa Front Wyzwolenia Narodowego Bahrajnu, ktorego programowym celem jest uniezależnienie kraju od kapitału zagranicznego, powołanie rządu narodowo - demokratycznego, zlikwidowanie wszystkich obcych baz wojskowych, zniesienie wszystkich nierównoprawnych układów oraz prowadzenie antyimperialistycznej polityki zagranicznej.</p><p><strong>Gospodarka:</strong> Bahrajn jest krajem słabo rozwiniętym, jego gospodarka narodowa jest w dużum stopniu uzależniona od wydobycia i przetwórstwa ropy, która wraz z gazem ziemnym stanowi jedyne tutejsze bogactwo naturalne. Zasoby ropy szacuje się na 50 mln ton, gazuu ziemnego - na 1 000 mld m<sup>3</sup>. Ropa wydobywana jest przede wszytskim w rejonie Awali w głębi wyspy Bahrajn oraz (wspólnie z Arabią Saudyjską) z podmorskich złóż szelfowych Abu Saafa. Wydobycie i przerób tego najważniejszego bogactwa naturalnego kraju w całości znajduje się w rękach towarzystwa Bahrain Petroleum Co., które w 40% kontrolowane jest przez oncerny Standard Oil Company of California oraz Texaco Inc. Zyski z wydobycia ropy )ponad 750 mln dinarów rocznie) stanowią w chwili obecnej główne źródło dochodów państwowych Bahrajnu. Kraj jak dotąd nie ma dostatecznie rozwiniętego przemysłu. Rozwinięte jest wyłącznie wydobycie i przerób ropy naftowej. Z przedsiębiorstw przemysłu przetworczego największe znaczenie ma huta aluminum produkująca rocznie 120 tys. ton tego metalu.</p><p>Produkcja rolna ma znaczenie drugorzędne (większość terytorium Bahrajnu pokrywają pustynie i półpustynie). Powierzchnia użytków rolnych wynosi 3500 ha. Na terenach nawadnianych uprawia się zboże, bataty, owoce cytrusowe i warzywa. Dość dbrze rozwinięte jest rybołówstwo, połów krewetek i pereł. Głónym artykułem eksportowym Bahrajnu jest ropa naftowa i produkty ropopochodne. Poza tym eksportuje się w ograniczonej ilości niektóre płody rolne. Import obejmuje głównie maszyny i wyroby przemysłumaszynowego, samkochody oraz towary konsumpcyjne. Do najważniejszych partnerów handlowych Bhrajnu należą Wielka Brytania, USA, Japonia, Arabia Saudyjska, RFN i Korea Południowa.</p><div id='map'><img src='maps/bahrajn-min.jpg' alt='Bahrajn map'></div>",
   "bangladesz":"<p><strong>BANGLADESZ</strong></p><p><strong>Bangladerska Republika Ludowa</strong></p><p>Ghana Pradża Tantri Bangla Desz</p><p><strong>Położenie:</strong> Północno - wschodnia część subkontynentu indyjskiego</p><p><strong>Powierzchnia:</strong> 143 998 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 20 okręgów</p><p><strong>Stolica:</strong> Dhaka (ok. 1 800 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Czatgano (Cittagong 890 000 mieszk.), Khalna (500 000 mieszk.)</p><p><strong>Ludność:</strong> Ok. 91 000 000; 98% populacji stanowią Bengalczycy, 1% - Biharczycy, resztę - przedstawiciele innych narodowości</p><p><strong>Warunki naturalne:</strong> 3/4 powierzchni kraju zajmuje delta rzek Gangesu i Brahmaputry. Na wschodzie ciągną się niewysokie Góry Czatgańskie, na północnym wschodzie w granicach Bangladeszu znajduje się częśc gór Asamskich. Klimat tropikalny, bardzo wilgotny</p><p><strong>Język urzędowy:</strong> beglaski</p><p><strong>Waluta:</strong> Taka = 100 pajsa</p><p><strong>Historia i ustrój polityczny:</strong> Historia Bangladeszu aż do r. 1947 w znacznym stopniu pokrywa się z historią Indii. W dobie kolonialnej terytorium obecnego Bangladeszu stanowiło integralną część brytyjskich posiadłości w Indiach. Kiedy w 1947 r. Indie Brytyjskie zostały na podtawie planu Mountbattena podzielone na dwa niezależne państwa (wg klucza religijnego), zostało one włączone do muzułmańskiego Pakistanu. Wówczas składał się on z dwóch części - zachodniej i wschodniej, oddzielonych od siebie pasem terytorium indyjskiego o szerokości ponad 2 tys. km. Pakistan Wschodni był podporządkowany zachdniej części kraju.</p><p>W marcu 1971 r. po zwycięstwie wyborczym Ligi Ludowej (Awami League) wieloletnie zabiegi o przyznanie autonomii Pakistanowi Wschodniemu przerodziły się w walkę narodowowyzwoleńczą o samostanowienie i niepodległość. 26 marca tego samego roku na terytorium Pakistanu Wschodniego uroczyście proklamowano Bangladeską Republikę Ludową; faktycznie uzyskała ona niepodległość jednak dopiero 16 grudnia 1971 r., z chwilą zwycięskiego zakończenia walk narodu Bangladeszu. W latach 1971 - 1975 na czele młodej republiki stał Mudżibur Rahman, torujący drogę przemianom socjalistycznym i dążący do budowy państwa świeckiego i demokratycznego. W sierpniu 1975 r. doszło do wojskowego zamachu stanu, w wyniku którego władza przeszła w ręce armii; wprowadzono stan wyjątkowy, rozwiązano parlament i zakazano działalności partii politycznych. Reżim wojskowy otworzył drzwi zachodnim monopolom, które zaczęły przenikać do kraj. W kwietniu 1977 r. prezydentem Bangladeszu został generał major Ziaul Rahman, który podpisał dekret wprowadzający zasadnicze zmiany do konstytucji - celem tych zmian było zlikwidowanie świeckiego charakteru państwa.</p><p>W r. 1979 władzę przejął rząd cywilny. Nie udało mu się jednak rozwiązać żadnego z trudnych problemów wewnętrznych ani ustabilizować sytuacji politycznej. W 1981 r. miała miejsce nieudana próba wojskowego zamachu stanu; kolejny, tym razem udany, przewrót nastąpił w marcu 1982 r. Jego inicjatorzy stawiają sobie za cel poprawę katastrofalnej sytuacji kraju, jednak ich wysiłki nie przyniosły jak dotąd żadnych rezultatów.</p><p><strong>Gospodarka:</strong> Bangladeska Republika Ludowa jest rozwijającym się krajem rolniczym, jednym z najbiedniejszych na kontynencie azjatyckim. 85% zawodowo czynnje ludności Bangladeszu pracuje w rolnictwie.</p><p>Podstawą tutejszego przemysłu są zakłady przetwórstwa juty; ważne miejsce w gospodarce narodowej zajmują również przedsiębniorstwa przetwarzające importowaną bawełnę. W kraju znajduje siię stalownia, fabryka obrabiarek, zakład produkcji silników wysokoprężnych, kilka niewielkich stoczni. W przemyśle spożywczym największe znaczenie mają łuszczarnie ryżu i cukrownie. Dość dobrze rozwinięty jest także przemysł papierniczy; przemysł chemiczny nastawiony jest przede wszytskim na produkcję nawozów sztucznych. Mimo, że sprzyjające warunki klimatyczne umożliwiają trzykrotne zbiory w ciągu roku, plony są bardzo niskie. Na orodukcję rolniczą niekorzystnie wpływają niszczycielskie tajfuny i powodzie.</p><p>Najważniejszym artykułem rolnym  jest ryż (pola ryżowe zajmują 75% całej ziemi uprawnej). Z roślin przemysłowych dominującą pozycję zajmuje juta - w jej produkcji i eksporcie Bangladesz zajmuje pierwsze miejsce na świecie. Drugą najważniejszą rośliną eksportową jest ryż. Ok. 8% ludności Bangladeszu utrzymuje się z rybołówstwa, rocznie odławia się tu ok. 800 tys ton ryb. W międzynarodowym podziale pracy Bangladesz uczestniczy wyłącznie jako dostawca produktów rolnych. Głównym artykułem eksportowym jest juta, będąca źródłem 80% ogółu wpływów dewizowych kraju; poaz tym eksportuje się herbatę, papier, skóry, futra, przyprawy.</p><p>Ważne miejsce w imporcie zajmuje zboże, bawełna, ropa naftowa, cement, nawozy sztuczne, maszyny i artykuły konsumpcyjne. Najważniejszymi partnerami handlowymi Bangladeszu są USA, Wileka Brytania i pozostałe kraje EWG, następnie Japonia, Indie i Związek Radziecki.</p><div id='map'><img src='maps/bangladesz-min.jpg' alt='Bangladesz map'></div>",
   "buthan":"<p><strong>BUTHAN</strong></p><p><strong>Buthan</strong></p><p>Druk - Jul</p><p><strong>Położenie:</strong> Wschodnie Himalaje</p><p><strong>Powierzchnia:</strong> 47 000 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 8 prowincji</p><p><strong>Stolica:</strong> Thimphu (23 500 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Tongsa Dzong, Thunkar</p><p><strong>Ludność:</strong> 1 300 000, głównie Tybetańczycy (45%) i Nepalczycy oraz przedstawiciele innych narodowości</p><p><strong>Warunki naturalne:</strong> Bhutan jest krajem górskim, leżącym wschodnich stokach Himalajów. 50% jego powierzchni znajduje się na wysokości ponad 3 000 m n. p. m. (najwyżyszy szczyt - Czomolhari, 7 314 m). Klimat zależny jest od wysokości n. p. m.; północ i północny zachód mają klimat chłodny, południe ciepły.</p><p><strong>Język urzędowy:</strong> asamsko - tybetański</p><p><strong>Waluta:</strong> Ngultrum = 100 czetrumów</p><p><strong>Historia i ustrój polityczny:</strong> W XVII w. Bhutan popadł w zależność od Tybetu. W r. 1774 ówczesna brytyjska Kompania Wschodnioindyjska podjęła pierwsze próby opanowania kraju. Jednak dopiero w XIX i na początku XX w. Londyn podporządkkował go sobie za pomocą szeregu nierównoprawnych traktatów.</p><p>Bhutan był zależny od Wielkiej Brytanii aż do 1949 r. Na początku sierpnia tegoż roku zawarł układ z Indiami, w którym zobowiązał się &bdquo;postępować zgodnie z radami rządu indyjskiego&rdquo; w sprawach polityki zagranicznej. W r. 1954 powołano w kraju Zgromadzenie Narodowe, będące pierwotnie wyłącznie organem doradczym, jednak od r. 1968 pełni ono również niektóre funkcje ustawodawcze. Bhutan jest monarchią konstytucyjną. Głową państwa jest maharadża. Organem doradczym maharadży jest Rada,  anajwyższym organem ustawodawczym państwa - Zgromadzenie Narodowe, którego członkowie są wybierani spośród starostów gmin i przedstawicieli klasztorów. Partie polityczne są zakazane.</p><p><strong>Gospodarka:</strong> Bhutan jest zacofanym krajem rolniczym. Ponad 90% mieszkańców trudni się rolnictwem, które wraz z gospodarką leśną stanowi podstawę ekonomiki buyhańskiej. W kraju odkryto niewielkie złoża węgla kamiennego, dolomitu, grafitu i gipsu, a także rudy miedzi i niektórych innych kopalin. Wydobycie tych surowców jest ograniczone ze względu na niedostatenicznie rozwiniętą infrastrukturę. Od r. 1961 gospodarka narodowa Bhutanu rozwija się zgodnie z 5 - letnimi planami rozwoju gospodarczego; w ich finansowaniu i realizacji w dużym stopniu uczestniczy sąsiednia Republika Indii, a w ostatnich latach także odpowiednie organy ONZ. Plany te zmierzają gównie do stworzenia infrastruktury oraz rozwijania produkcji rolnej.</p><p>Użytki rolne zajmują 34% powierzchni Bhutanu; w górskich dolinach uprawia się mandarynki, pomarańcze, owoce mango i banany, na pozostałych terenach - przede wszytskim ryż (ok. 280 tys ton rocznie), pszenicę, kukurydzę, jęczmień, proso oraz ziemniaki. W wyższych partiach rozpowszechnione jest pasterstwo - hoduje się jaki, konie i owce. Jedynym partnerem Bhutanu są Indie. Za ich pośrednictwem. towary bhutańskie trafiają jednak również na rynki państw trzecich - zwłaszcza do Bangladeszu, Japonii i Wielkiej Brytanii. Najważniejszymi pozycjami eksportu bhutańskiego są węgiel kamienny, drewno, wosk, kość słoniowa i owoce. Import obejmuje przede wszystkim artykuły przemysłowe i konsumpcyjne, tekstylia i paliwa.</p><div id='map'><img src='maps/buthan-min.jpg' alt='Buthan map'></div>",
   "birma":"<p><strong>BIRMA</strong></p><p><strong>Socjalistyczna Republika Związku Birmańskiego</strong></p><p>Pyijtchaunsu Schouszelis Thammata Myanma Nainngamto</p><p><strong>Położenie:</strong> Południowo - wschodnia Azja, nad Zatoka Bengalską</p><p><strong>Powierzchnia:</strong></p><p><strong>Podział administracyjny:</strong> 7 stanów autonomicznych i 7 okręgów</p><p><strong>Stolica:</strong> Rangun (3 600 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Mandalay (417 000 mieszk.), Bassein (635 000 mieszk.)</p><p><strong>Ludność:</strong> Ok. 39 000 000, 73% populacji stanowią Birmańczycy, poza tym mieszkają tu Karenowie, Szanowie, Czinowie, Kaczinowie i przedstawiciele innych narodowości</p><p><strong>Warunki naturalne:</strong> Większość terytorium pokrywają łańcuchy górskie i wyżyny. W kierunku południowym doliny górskie przechodzą w niziny. Większa część kraju leży w strefie tropikalnej</p><p><strong>Język urzędowy:</strong> birmański</p><p><strong>Waluta:</strong> Kiat = 100 pia</p><p><strong>Historia i ustrój polityczny:</strong> Terytorium dzisiejszej Birmy należy do obszarów o starym osadnictwie. Jeszcze przed naszą erą powstało tu, w większości po wpływem kultury indyjskiej, kilka państw. W XI w. podjęto próbę utworzenia pierwszego scentralizowanego państwa birmańskiego. W XV w. dotarli tu Portugalczycy, a w XVII w. Birma dostała się w sferę interesów kolonialnych Wielkiej Brytanii. W XIX w. Londyn kilkakrotnie próbował przyłączyć ten kraj do swoich posiadłości zamorskich; udało się to jednak dopiero po tzw. trzeciej wojnie birmańsko - angielskiej w r. 1885; zaanektował wówczas terytorium Birmy i przyłączył je do swej ówczesnej kolonii - Indii.</p><p>Birma była kolonią (z wyjątkiem okresu II wojny światowej, kiedy to w latach 1942 - 1945 okupowali ją Japończycy) aż do r. 1948. Wtedy to właśnie Londyn zmuszony był przyznać jej niepodległość.</p><p>Po uzyskaniu niepodległości uwagę skupiono głównie na umocnieniu wewnętrznej jednośći państwa birmańskiego i jego niezależności nie tylko w sferze politycznej, ale przede wszystkim gospodarczej. W r. 1952 zatwierdzono 8 - letni plan rozwoju gospodarczego Birmy, zmierzając do zlikwidowania zacofania pokolonialnego.</p><p>W r. 1962 władzę w Birmie przejmuje wojsko. Najważniejszym organem władzy państwowej staje się Rada Rewolucyjna, która 30 kwietnia 1962 r. ogłasza szeroko zakrojony program niekapitalistycznego rozwoju kraju. Zgodnie z jego zasadami, w następnym roku wydaje ustawę przyznającą Radzie Rewolucyjnej prawo do nacjonalizowania przedsiębiorstw prywatnych. W następnych latach w kraju podejmuje się dalsze postępowe kroki. Na początku stycznia 1974 r. wchodzi w życie nowa konstytucja, a nazwa kraju zostaje zmieniona na Socjalistyczną Republiką Związku Birmańskiego. 2 marca tego samego roku funkcję najwyższego organu ustawodawczego przejmuje Zgromadzenie Ludowe. W okresie między posiedzeniami jego rolę spełnia Rada Stanu, której przewodniczący jest zarazem prezydentem republiki.</p><p><strong>Gospodarka:</strong> Birma jest krajem rolniczym o rozwijającym się przemyśle. W gospodarce (przemyśle naftowym, wydobywczym, drzewnym i tytoniowym) dominującą rolę odgrywa sektor państwowy. W Birmie znajdują się duże pokłady rud wolframu, cynku, cyny, ołowiu, srebra, złota, rudy żelaza, ropy naftowej i gazu ziemnego.</p><p>Po przejęciu władzy przez Radę Rewolucyjną w marcu 1962 r. konsekwentnie usunięto kapitał zagraniczny z pozycji, ajkie zajmował w gospodarce birmańskiej. Jednocześnie upaństwowiono wiele przedsiębiorstw należących do rodzimej burżuazji.</p><p>W chwili obecnej sektor państwowy wytwarza w przybliżeniu połowę krajowej produkcji przemysłowej. Najważniejsze gałęzie to wydobycie i przerób ropy naftowej, przemysł wydobywczy, drzewny i włókienniczy. W kraju znajduje się kilka dość dużych cementowni, cukrowni, wytwórni farmaceutycznych, fabryk nawozów sztucznych oraz zakładów przemysłu spożywczego. Najważniejszą dziedziną gospodarki narodowej jest produkcja rolna, w której pracuje 51% zawodowo czynnej ludności. Ziemie rolnicze zajmują ok. 16,25 mln ha, z czego wykorzystuje się mniej więcej połowę. Uprawia się przede wszystkim ryż, następnie trzcinę cukrową, rośliny strączkowe, orzeszki ziemne, bawełnę, tytoń i niektóre inne rośliny. Dość dobrze rozwinięta jest również hodowla bydła.</p><div id='map'><img src='maps/birma-min.jpg' alt='Birma map'></div>",
   "brunei":"<p><strong>BRUNEI</strong></p><p><strong>Sułtanat Brunei</strong></p><p>Negara Brunei Dar - es - Salam</p><p><strong>Położenie:</strong> Północno - zachodnie wybrzeże wyspy Kalimantan (Borneo)</p><p><strong>Powierzchnia:</strong> 5 765 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 4 okręgi</p><p><strong>Stolica:</strong> Bandar Seri Begawan (75 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Seria (22 000 mieszk.), Kuala Belait (5 000 mieszk.)</p><p><strong>Ludność:</strong> 213 000. 50% populacji stanowią Malajowie, a 25% - Chińczycy; poza tym mieszkaja tu Hindusi oraz przedstawiciele innych narodowości</p><p><strong>Warunki naturalne:</strong> Powierzchnia Brunei jest przeważnie równinna, tylko zachodnia część kraju jest górzysta. Klimat wilgotny i gorący</p><p><strong>Język urzędowy:</strong> malajski i angielski</p><p><strong>Waluta:</strong> Dolar Brunei = 100 centów</p><p><strong>Historia i ustrój polityczny:</strong> Terytorium dzisiejszego Brunei do XV w. stanowiło część indonezyjskiego królestwa Majapahit. W XV w. powstał tu sułtanat, którego największy rozkwit przypada na w. XVI. W tym czasie region ten zaczynają penetrować europejskie mocarstwa kolonialne. W r. 1580 na krótko opnaowuja go Hiszpanie, wkrótce jednak wypierają ich Anglicy, których wpływy umacniają się do tego stopnia, że w r. 1888 sułtanat Brunei staje się protektoratem brytyjskim.</p><p>W 1959 r. Londyn przyznał Brunei częściową autonomią wewnętrzną, a w r. 1971 - całkowitą autonomię wewnętrzną. 1 stycznia 1984 r. kraj uzyskał niepodległość. Jego nazwa została zmieniona na Negara Brunei Dar - es - Salam (Państwo Brunei - Kraj Pokoju). Głową państwa jest sułtan, którego organem doradczym jest m. in. Rada Ustawodawcza, licząca 21 członków. (5 z urzędu, 5 powoływanych przez sułtana i 10 wyłanianych w wyborach powszechnych). Partie polityczne nie istnieją.</p><p><strong>Gospodarka:</strong> Ekonomika Brunei opiera się na eksploatacji bogatych złóż ropy naftowej i gazu ziemnego. Wydobycie ropy znajduje się w rękach Brunei Shell Petroleum Company - filii brytyjskiego koncernu Royal Dutych Shell. Podd względem wydobycia ropy naftowej kraj zajmuje 23, a pod względem wydobycia gazu ziemnego - 4 miejsce na świecie. Eksploatacja bogactw naturalnych przynosi roczny dochód w wysokości 3 mld dolarów. Do celów rolniczych wykorzystuje się praktycznie tylko 10% powierzchni kraju. Uprawia się głównie ryż, kawę, kakao, palmę kokosową, trzcinę cukrową i tytoń. Produkcja rolna nie zaspokaja potrzeb wewnętrznych, w związku z czym Brunei musi importować 80% artykułó spożywczych (łącznie z ryżem). Głównym towarem eksportowym jest ropa naftowa.</p><div id='map'><img src='maps/brunei-min.jpg' alt='Brunei map'></div>",
   "chiny":"<p><strong>CHINY</strong></p><p><strong>Chińska Republika Ludowa</strong></p><p>Zhonghua Renmin Gongheguo (oficjalna transkrypcja chińska) - Czunghua Żenmin Kunghekuo (tradycyjna polska)</p><p><strong>Położenie:</strong> Wschodnia i środkowa część kontynentu azjatyckiego</p><p><strong>Powierzchnia:</strong> 9 596 961 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 22 prowincje (łącznie z Tajwanem), 5 okręgów autonomicznych i 3 miasta wydzielone Pekin - Beijing, Szanghaj - Shanghai, Tiencin - Tianjin</p><p><strong>Stolica:</strong> Pekin (Beijing, ok. 12 800 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Szanghaj (Shanghai, 12 000 000 mieszk.), Tiencin (Tianjin 4 500 000 mieszk.)</p><p><strong>Ludność:</strong> 1 008 175 000, 94% populacji stanowią Chińczycy (Hanowie), poza tym mieszkaja tu przedstawiciele ok. 50 mniejszości narodowych</p><p><strong>Warunki naturalne:</strong> Powierzchnia w większości górzysta; zachodnią i północno - zachodnią część kraju pokrywają wysoko położone wyżyny poprzedzielane łańcuchami wysokogórskimi, stepy, pustynie i bezodpływowe kotliny z zasolonymi glebami. We wschodniej części kraju znajdują się dwie wielkie niziny. Klimat subtropikalny i kontynentalny</p><p><strong>Język urzędowy:</strong> chiński</p><p><strong>Waluta:</strong> J&#252;an = 100 fenów</p><p><strong>Historia i ustrój polityczny:</strong> Chiny, które należą do najstarszych państw świata, są krajem o nieprzerwanej ciągłości historycznej, trwającej niemal 4 tys. lat. Poczynając od okresu ok. 1600 r. p. n. e., kiedy powstało państwo Szang, w kraju istniały kolejno różne typy państw feudalnych; od połowy XVII w. aż do r. 1911 panowała w Chinach madżuraka dynastia Cing, która w sferze kontaktów międzynarodowych prowadziła politykę tzw. samoizolacji. Nie przeszkodziło to jednak mocarstwom imperialistycznym (Wielkiej Brytanii, Japonii, USA i in.), od poł. XIX w. zamieniać ten wielk azjatycki kraj w swoją półkolonię i zmusić go do zawarcia szeregu nierównoprawnychtraktaów. W r. 1911 zwyciężyła w Chinach rewolucja burżuazyjno - demokratyczna i proklamowano Republikę Chińską, a w następnym roku ogłoszono edykt o abdykacji dynastii mandżurskiej. Rewolucja wzbudziła w całym kraju wielkie nadzieje, nie potrafiła jednak zrealizować zadań, które sobie wytyczyła.</p><p>Zwycięstwo Wielkiej Socjalistycznej Rewolucji Październikowj w Rosji wpłynęło na rozwój ruchu narodowowyzwoleńczego w Chinach. Od pierwszych dni swego istnienia Związek Radziecki popierał walkęludu chińskiego o wolność i niepodległość. Kiedy w sieprniu 1945 r. wojska radzieckie rozbiły japońską Armię Kwantuńską w Mandżurii, powstały warunki sprzyjające zwycięstwu rewolucji ludowej ludowej i utworzeniu Chińskiej Republiki Ludowej (1 października 1949 r.). Początkowo Chińska Republika Ludowa budowała socjalizm w ścisłej współpracy ze Związkiem Radzieckim i pozostałymi państwami wspólnoty socjalistycznej. Jednak w końcu lat pięćdziesiątych w kierownictwie państwowym i partyjnym uzyskała przewagę drobnoburżuazyjna, antymarksistowska i antyludowa grupa skupiona wokół Mao Tse - tunga. Maoiści rozpoczęli politykę antyradziecką i zaczęli rozwijać działalność wywrotową, zmierzającą do rozbicia jedności krajów socjalistycznychoraz międzynarodowego ruchu komunistycznego i robotniczego; w maju 1958 r., na II Sesji VIII Zjazdu Komunistycznej Partii Chin, anulowano pozytywne uchwały VIII Zjazdu KPCh z r. 1956 i uchwalono awanturniczą politykę &bdquo;wielkiego skoku&rdquo;, komun ludowych i nowej generalnej linii. Opór przeciwko tej polityce kierownictwa maoistowskiego złamano w latach 1966 - 1969 w toku tzw. wielkiej proletariackiej rewolucji kulturalnej, która doprowadziła do rozbicia wszystkich organizacji państwowych, politycznych i społecznych łącznie z KPCh. IX zjazd partii (kwiecień 1969 r.) potwierdził maoistowski kurs, którego główną cechą stała się otwarta walka przeciwko Związkowi Radzieckiemu, wspólnocie socjalistycznej i partiom marksistowsko - leninowskim. Frakcja, która objęła w ChRL władzę po śmierci Mao (9 września 1979 r.), rozbiła grupę ultramaoistowskich radykałó (tzw. bandę czworga). W następnych latach w kierownictwie chińskim zaczęło przeważać bardziej realistyczne spojrzenie na polityczny i gospodarczy rozwój kraju. Problematykę życia gospodarczego kraju, jego rozwoju wewnętrznego oraz politykę zagraniczną szeroko omawiał XII Zjazd KPCh, który obradował w Pekinie we wrześniu 1982 r. Najwyższym organem władzy państwowej w ChRL jest Ogólnochińskie Zgromadzenie Przedstawicieli Ludowych. Tytularną głową państwa jest, zgodnie ze znowelizowaną konstytucją z 1982 r., przewodniczący ChRL.</p><p><strong>Gospodarka:</strong> Proklamowaniu Chińskiej Republiki Ludowej w kraju dokonały się głębokie przemiany społeczno - ekonomiczne. Do r. 1956 sektor socjalistyczny w przemyśle i rolnictwie osiągnął zdecydowaną przewagę. Mniej więcej do końca lat piędziesiątych gospodarka ChRL rozwijała się dynamicznie dzięki internacjonalistycznej pomocy ZSRR i pozostałych krajów socjalistycznych. Jedynie Związek radziecki pomógł wybudować w kraju ponad 250 zakładów przemysłowych i innych obiektów. Od koca lat pięćdziesiątych w miarę wzrostu wpływu grupy Mao Tse - tunga gospodarka chińska coraz bardziej odchodziła od zasad socjalistycznych. Obecne kierownictwo co prawda powraca do pewnych zasad gospodarki planowej i w stosunkowo krótkim czasie chce zmodernizować gospodarkę, jednak w praktyce chodzi mu rzede wszystkim o dalsze umocnienie przemysłu zbrojeniowego.</p><p>Najlepiej rozwinięty jest przemysł wydobywczy. ChRL ma duże złoża rudy żelaza, węgla kamiennego, metali niezależnych i ropy naftowej. Prócz tego istnieje przemysł maszynowy, chemiczny, włókienniczy, spożywczy i inne. W produkcji rolnej zatrudnione jest 2/3 zawodowo czynnej ludności. Uprawia się ryż, proso, pszenicę, bawełnę, warzywa i niektóre inne rośliny. Rozwinuięta jest hodowla trzody chlewnej. Wskutek niedostatecznej mechanizacji rolnictwo chińskie nie jest w stanie wyżywić ludności kraju.</p><div id='map'><img src='maps/chiny-min.jpg' alt='Chiny map'></div>",
   "cypr":"<p><strong>CYPR</strong></p><p><strong>Republika Cypryjska</strong></p><p>Kipriaki Dimokatia</p><p>Kibris C&#252;mhuriyeti</p><p><strong>Położenie:</strong> Wschodnia cześć Morza Śródziemnego</p><p><strong>Powierzchnia:</strong> 9 251 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 6 dystryktów</p><p><strong>Stolica:</strong> Nikozja (Levkosia, ok. 120 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Limassol (Lemesos, 51 000 mieszk.), Famagusta (Ammachostos, 42 000 mieszk.)</p><p><strong>Ludność:</strong> 645 000. Mniej więcej 80% populacji stanowią Grecy, 18% - Turcy, zaś pozostałe 2% - przedstawiciele innych narodowości</p><p><strong>Warunki naturalne:</strong></p><p><strong>Język urzędowy:</strong> grecki i turecki</p><p><strong>Waluta:</strong> Funt cypryjski = 1000 milów</p><p><strong>Historia i ustrój polityczny:</strong> Ze względu na swe położenie Cypr od niepamiętnych czasów stanowił ważne skrzyżowanie szlaków handlowych. Był kolonizowany przez Egipcjan, Fenicjan i Greków, jednak ze względu na swe strategiczne położenie już wówczas stanowił cel najazdów; w I w. p. n. e. stał się posiadłością rzymska, pod koniec IV w. n. e. przypadł w udziale Bizantyjczykom. W r. 648 wyspę zdobyli Arabowie, których w w. XI wyparł zakon templariuszy. U schyłku XV w. podporządkowują go sobie Wenecjanie. W r. 1571 zostaje zdobyty przez Turków, którzy władają nim aż do lat osiemdziesiątych ubiegłego stulecia. Po otwarciu Kanału Sueskiego Cypr dostaje się w orbitę wpływów brytyjskich; w 1878 r. Londyn podporządkowuje sobie wyspę wykorzystując osłabienie imperium osmańskiego wojną rosyjsko - turecką. W r. 1925 przyznaje Cyprowi status kolonii koronnej. Długotrwała walka narodowowyzwoleńcza Cypryjczyków przeciwko obecnemu panowaniu przybrała na sile zwłaszcza po II wojnie światowej. Niepodległość Cypru proklamowano dopiero 16 sierpnia 1960 r. Zanim to jednak nastapiło, w 1959 r. zawarto porozumienia zurychskie (grecko - tureckie) i londyńskie (brytyjsko - grecko - tureckie), na mocy których Wielka Brytania zachowała na wyspie własne bazy wojskowe, wyłączone spod suwerenności Republiki Cypryjskiej. Na ich podstawie na wyspie rozlokowano również oddziały greckie i tureckie. Nierównoprawne układy oraz dążenie paktu NATO do przekształcenia Cypru we własną bazę wojskową wywołały stan permanentnego napięcia na wyspie, podsycanego dodatkowo przez te siły wewnętrzne, które starały się prowokować waśnie narodowościowe między Grekami i Turkami cypryjskimi. Na przełomie lat 1963/1964 rzerodziły się one w gwałtowne starcia zbrojne. W 1964 r. w celu przywrócenia spokoju na wyspę prybyły oddziały ONZ. Niezależna polityka zagraniczna Cypru, której głównym twórcą był nieżyjący już prezydent Makarios, napotykała opór kół prawicowych na wyspie i w Atenach, które dążyły do Enosis czyli przyłączenia Cypru do Grecji. Dążenie to sprawiło, że w lipcu 1974 r. miała miejsce na wyspie nieudana próba faszystowskiego zamachu stanu, która stała się pretekstem do inwazji wojsk tureckich naCypr i podziału wyspy na dwie części: od połowy 1974 r. wojska tureckie okupują 40% terytorium cypryjskiego, w tym także część stolicy. 200 tys. Greków cypryjskich (tzn. prawie trzecią część ludności) wypędzono z ich domostw, w północnej części Cypru zaczęli masowo osiedlać się koloniści tureccy, nieustannie zacieśniając jej polityczne, gospodarcze i wojskowe związki z Turcją. Zwiększyło to realne niebezpieczeństwo podziału wyspy. Ten niebezpieczny trend osiągnął swój punkt szczytowy 15 listopada 1983 r., kiedy w północnej części Cypru proklamowano tzw. niepodległe państwo tureckie. Proklamowanie państwa tureckiego na Cyprze przyczyniło się do ponownego zaostrzenia napięciua w tym rejonie.</p><p><strong>Gospodarka:</strong> Główną gałęzią gospodarki cypryjskiej jest rolnictwo. Na wyspie znajdują się rozległe złoża rudy miedzi, której zasoby szacuje się na 20 mln, a także złoża azbestu, rudy chromu, siarki, pirytu i niektórych innych surowców. 90% produkcji przemysłu spożywczego, fabryki obuwia, ceramiki, mas plastycznych, zakłady przemysłu drzewnego itp.</p><p>Tereny rolnicze zajmują 47% powierzchni kraju, Uprawia się tu owoce cytrusowe, ziemniak, winorośl, oliwki, zboże, tytoń.</p><p>Artykuły rolne stanowią 70% eksportu cypryjskiego, zorientowanego przede wszystkim na kraje EWG; Cypr rozija jednak kontaky gospodarcze również z państwami socjalistycznymi.</p><div id='map'><img src='maps/cypr-min.jpg' alt='Cypr map'></div>",
   "filipiny":"<p><strong>FILIPINY</strong></p><p><strong>Republika Filipin</strong></p><p>Republika &#241;g Pilipinas</p><p><strong>Położenie:</strong> Archipelag leży w odległości 800 km od lądu azjatyckiego, tworzy go ponad 7 100 wysp, wysepek, raf i atoli koralowych, z których tylko 2 773 posiada nazwę, a jedynie 426 ma powerzchnię większą niż 2,5 km<sup>2</sup></p><p><strong>Powierzchnia:</strong> 300 780 km<sup>2</sup>, największą wyspa jest Luzon - 160 000 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 72 prowincje</p><p><strong>Stolica:</strong> Manila (4 500 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Cebu (419 000 mieszk.), Davao (515 000 mieszk.)</p><p><strong>Ludność:</strong> 47 600 000; Filipiny zamieszkują przedstawiciele wielu narodowości i grup etnicznych</p><p><strong>Warunki naturalne:</strong> Większość wysp jest pochodzenia wulkanicznego, 75% ich powierzchni pokrywają góry. Klimat tropikalny</p><p><strong>Język urzędowy:</strong> tagalski, angielski i hiszpański</p><p><strong>Waluta:</strong> Peso filipińskie = 100 centavos</p><p><strong>Historia i ustrój polityczny:</strong> W starożytności i średniowieczu Filipiny zależne były od księstw malajskich. Od X w. zaczynają rozwijać się ścisłe kontakty handlowe z Chinami, a od w. XIV - z Indonezją. W r. 1521 na archipelagu wylądowal żeglarz portugalski Ferdynand Magellan; w 22 lata później przybywaja tutaj pierwsi koloniści hiszpańscy. W r. 1564 wyspy zostają ostatecznie uzależnione od Madrytu. W XIX w. na Filipinach mają miejsce liczne próby zrzucenia jarzma hiszpańskiego; w r. 1896 wybucha powstanie, w czasie którego zostaje proklamowana Republika Filipin. Jej egzystencja nie była długa; już w r. 1898 na wyspach lądują wojska amerykańskie i Filipiny popadają w zależność od Waszyngtonu. W r. 1916 USA przyznaja wyspom tzw. ograniczoną autonomię, a w r. 1934 - status dominum (Philippine Commonwealth). Bezpieczeństwo po ataku japońskim na amerykańską bazę Pearl Harbor na Hawajach (7 grudnia 1941 r.) i rozpoczęciu II wojny światowej na Pacyfiku także Filipiny znalazły się pod okupacją japońską. Pod kierownictwem Komunistycznej Partii Filipin (założonej w 1930 r.), która staje na czele antyjapońskiej walki narodowowyzwoleńczej, powstaje w r. 1942 ludowa armia wyzwoleńcza (Hukbong Bayan Laban Sa Hapon), której członkowie walczyli przeciwko okupantom z bronią w ręku. W r. 1944 na wyspach wylądowali Amerykanie, w następnym roku Japończycy zostali wyparci z Filipin.</p><p>4 lipca 1946 r. Filipiny zostały proklamowane niepodległą republiką, jednak pod względem politycznym i gospodarczym w dalszym ciągu byy uzależnione od USA.</p><p> Jesienią 1972 r. prezydent Ferdinand Marcos (wybrany na przywódcę państwa w r. 1965, a następnie wybrany na drugą kadencję) wprowadził na Filipiny stan wyjątkowy (znisiony dopiero w styczniu 1981 r.). W styczniu 1973 r. została przyjęta nowa konstytucja, zastępująca reżim prezydencki systemem parlamentarnym i ograniczająca pozycję monopoli północnoamerykańskich w kraju.</p><p>Głową Republiki Filipin jest prezydent, wybierany na 6 lat w wyborach powszechnych. Władza ustawodawcza należy do 1 - izbowego tymaczsowego 200 - osobowego Zgromadzenia Narodowego o kadencji 6 - letniej. Prezydent republiki jest również członkiem parlamentu.</p><p><strong>Gospodarka:</strong> Filipiny są krajem rolniczym, rolnictwo wytwarza prawie 60% globalnego produktu narodowego. Dużą rolę w gospodarce kraju do dziś odgrywa kapitał amerykański. Filipiny posiadają wielkie bogactwa mineralne; znajdują się tu bogate złoża rudy manganu i chromu, poza tym występuje tu złoto, srebro, rudy żelaza, ołowiu, miedzi i rtęci. Od r. 1972 w strefie przybrzeżnej oraz niektórych innych rejonach rozwija się wydobycie ropy naftowej.</p><p>Na Filipinach przeważają zakłady przetwórstwa produktów rolnych i bogactw naturalnych. Najbardziej rozwinięty jest przemysł włókienniczy, cukrowniczy, tytoniowy i cementowy. W kraju istnieją również stalownie, zakłady chemiczne, rafinerie ropy naftowej oraz zakłady przemysłu drzewnego. Okóło 30% całego przemysłu skoncentrowane jest w rejonie Manili.</p><p>W produkcji rolnej zatrudnione jest 46% ludności w wieku produkcyjnym, dalsze 14% pracuje w gospodarce leśnej i rybołówstwie. Z ok. 10 mln ha ziemi rolnej uprawia się 7 mln. Na użytek wewnętrzny uprawia się przede wszystkim ryż i kukurydzę, a na eksport - trzcinę cukrową, konopie manilskie (abaka), tytoń, kauczuk i kawę. Duży obszar zajmują również plantacje palmy kokosowej.</p><p>Filipiny należą do największych światowych eksporterów kopry; poza tym eksportuje się  konopie manilskie, olej kokosowy, cukier i surowce mineralne. Import obejmuje maszyny i urządzenia, produkty naftowe, metale i zboże. Najważniejszymi partnerami handlowymi Filipin są japonia, Stany Zjednoczone, Holandia, RFN i Wielka Brytania.</p><div id='map'><img src='maps/filipiny-min.jpg' alt='Filipiny map'></div>",
   "hongkong":"<p><strong>HONGKONG</strong></p><p><strong>Hongkong</strong></p><p>Hongkong - Siangkang</p><p>(Brytyjska kolonia Hongkong i terytoria wydzierżawione)</p><p><strong>Położenie:</strong> Leży u wybrzeży wschodnio - chińskich. Składa się z wyspy Hongkong i południowej części półwyspu Koulun (Kowloon), Nowych terytoriów na lądzie chińskim i 235 drobnych wysepek u wybrzeży Morza Połudnowochińskiego.</p><p><strong>Powierzchnia:</strong> 1 035 km<sup>2</sup> (Hongkong - 83 km<sup>2</sup>, Koulun - 41 km<sup>2</sup>, Nowe Terytoria i wysepki - 889 km<sup>2</sup>)</p><p><strong>Podział administracyjny:</strong> Jedna całość administracyjna</p><p><strong>Ośrodek administracyjny:</strong> Victoria (2 100 000 mieszkańców - na wyspie Hongkong)</p><p><strong>Ludność:</strong>5 100 000. Wiekszość mieszkańców pochodzenia chińskiego, 2% populacj stanowią Europejczycy, głównie Brytyjczycy</p><p><strong>Warunki naturalne:</strong> Powierzchnia łagodnie sfalowana, linia brzegowa dobrze rozwinięta. Klimat wilgotny, subtropikalny</p><p><strong>Język urzędowy:</strong> angielski i chiński</p><p><strong>Waluta:</strong> Dolar Hongkongu = 100 centów</p><p><strong>Historia i ustrój polityczny:</strong> 26 styczniass 1841 r. wyspa Hongkong została zajęta przez uzbrojoną jednostkę floty brytyjskiej. Trzy dni potem proklamowano ją brytyjska kolonią koronną i Anglicy rozpoczęli tu budowę bazy morskiej oraz portu handlowego. Rok później ówczesny rząd chiński na mocy tzw.  układu nankińskiego (sierpień 1842 r.) musiał zgodzić się na odstąpienie Hongkongu Wielkiej Brytanii. W II poł. ubiegłego stulecia Londyn kontynuował planowe umacnianie i rozszerzanie swej posiadłości kolonialnej w tej części świata; w r. 1860 na podstawie tzw. konwencji pekińskiej otrzymał część półwyspu koulun, a w r. 1898 Wielka Brytania zawarła umowę o wydzierżawienie na okres 99 lat również Nowych terytoriów oraz drobnych wysepek na morzu Południowochińskim. (Umowa dzierżawna miała wygasnąć w r. 1997). Od grudnia 1941 r. do sierpnia 1945 r. Hongkong okupowały wojska japońskie. Po klęsce Japonii w II wojnie światowej powrócili tu Brytyjczycy</p><p>W marcu 1972 r. rząd ChRL zgłosił w Organizacji Narodów Zjednoczonych roszczenia do Hongkongu. 19 grudnia 1984 r. Wielka Brytania i Chiny podpisały układ w sprawie przyszłości Hongkongu. Na mocy tego układu 1 lipca 1997 r. po okresie 156 letniej zwierzchności Wielkiej Brytanii nad Hongkongiem Chiny przejmą całkowitą kontrolę nad terytorium Hongkongu. Zawierając układ Chiny zgodziły się na formułę &bdquo;jeden kraj, dwa systemy&rdquo;, gdyż zgodnie z podpisanym dokumentem, przez nabliższe 50 lat po przekazaniu Chinom Hongkongu, w byłej kolonii brytyjskiej będzie utrzymywany system kapitalistyczny. Podpisanie porozumienia poprzedziły dwuletnie negocjacje, które zainicjowała wiyzta premier Wielkiej Brytanii pani Margaret Thatcher w Pekinie we wrześniu 1982 r.</p><p>Hongkong jest brytyjską kolonią koronną, głową państwa jest królowa brytyjska reprezentowana przez gubernatora. Gubernator jest przewodniczącym Rady Wykonawczej i Rady Ustawodawczej. Pierwsza z nich jest organem władzy wykonawczej, w skład którego, prócz gubernatora, wchodzi 5 członków z urzędu, 1 z nominacji posiadający pełne uprawnienia oraz 8 z nominacji i uprawnieniach ograniczonych. Druga jest organem władzu ustawodawczej, złożonym, prócz gubernatora, z 4 członków z urzędu (wchodzący w skład Rady wykonawczej), 16 z nominacji o pełnych uprawnieniach i 24 mianowanych o uprawnieniach ograniczonych.</p><p><strong>Gospodarka:</strong> Hongkong jest ważnym centrum handlowym, finansowym i przemysłowym całego Dalekiego Wschodu. Ta kolonia brytyjska jest ośrodkiem handlu między krajami kapitalistycznymi a Chińską Republiką Ludową, dużym węzłem międzynarodowej komunikacji morskiej i lotniczej, a także ważnym punktem przeładunku towarów dla całego obszaru Dalekiego Wschodu.</p><p>W r. 1977 na terytorium Hongkongu znajdowało się ogółem 23 507 przedsiębiorstw przemysłowych, zatrudniających ponad 670 tys. pracowników. Najważniejsze miejsce w gospodarce narodowej zajmuje przemysł włókienniczy, dobrze rozwinięta jest także produkcja elektrotechniczna, przemysł optyczny i elektroniczny. Poza tym znajdują się tu duże stocznie, zakłady przemysłu obuwniczego, fabryki zabawek i artykułów sportowych, huty, zakłady pracujące na potrzeby budownictwa, zakłady przetwórstwa rybnego. Produkcja rolna w Hongkongu stoi na bardzo niskim poziomie, ziemie uprawne zajmują tylko 13 tys. ha. Uprawia się głównie ryż i warzywa.</p><p>W ostatnich latach w Hongkongu zaczął gwałtownie rozwijać się przemysł, a większość jego wyrobów przeznaczona jest na eksport. Najważniejszymi partnerami handlowymi Hongkongu są USA i Wielka Brytania, dokąd kierowane jest ok. 40% eksportu, następnie Japonia i Chińska Republika Ludowa. Eksportuje się przede wszystkim wyroby elektrotechniczne i elektroniczne, urządzenia optyczne, tkaniny, obuwie itp. W imporcie przeważają artykuły spożywcze i napoje (m. in. woda pitna z terytorium ChRL), produkty chemiczne, maszyny, środki transportu, tłuszcze, oleje, papier itp.</p><div id='map'><img src='maps/hongkong-min.jpg' alt='Hongkong map'></div>",
   "indie":"<p><strong>INDIE</strong></p><p><strong>Republika Indii</strong></p><p>Bharat Ganatantra Radżja</p><p>Republic of India</p><p><strong>Położenie:</strong> Południowa Azja; zajmuje większą cześć powierzchni subkontynentu indyjskiego</p><p><strong>Powierzchnia:</strong> 3 287 590 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 22 stany i 9 terytoriów związkowych</p><p><strong>Stolica:</strong> Delhi (Dilli, 5 700 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Bombaj (Bambaj, 9 000 000 mieszk.), Kalkuta (Kalkatta, 7 100 000 mieszk.)</p><p><strong>Ludność:</strong> ponad 700 000 000 - drugie pod względem zaludnienia państwo świata. 90% ludności stanowią  przedstawiciele 12 największych narodowości</p><p><strong>Warunki naturalne:</strong> Terytorium kraju dzieli się w przybliżeniu na 3 obszary geograficzne - część północną pokrywają Himalaje, południową - wyżyna Dekan, do której od północy przylega pustynia Thar, rozdzielająca niziny rzek Gangesu i Indusu i stanowiąca przejście do Himalajów. Klimat wyraxnie monsunowy</p><p><strong>Język urzędowy:</strong> hndi i angielski (ten drugi ma oficjalnie status pomocniczego języka urzędowego); oprócz hindi konstytucja uznaje 13 języków narodowych</p><p><strong>Waluta:</strong> Rupia indyjska = 100 paisa</p><p><strong>Historia i ustrój polityczny:</strong> Historia kraju sięga najodleglejszych czasów. Już w drugim tysiącleciu p. n. e. plemiona indoeuropejskie zakładały tu swe państwa. Od VI w. p. n. e. istniały na tym obszarze liczne królestwa, m. in. Kosala, Magadha, Awanti. Do pierwszych kontaktów z Europą dochodzi w IV w. p. n. e., w czasie wyprawy Aleksandra Macedońskiego. Za dynastii Maurjów doszło do zjednoczenia licznych państw północnoindyjskich, a panowanie Asioki przyniosło rozkwit państwa. W IV i V w. Indie zostałyzjednoczone przez dynastię Guptów. W VIII w. na ich terytorium zzaczynają w drodze najazdów przenikać muzułmanie, którzy w r. 1206 zakładają sułtanat ze stolicą w Delhi. W XVI w. powstaje dynastia Wielkich Mongołów.</p><p>Kolonizację subkontynentu indyjskiego rozpoczęli u schyłku XV w. Portugalczycy, z czasem jednak zostali wyparci przez Holendrów i Brytyjczków, którzy pod poł. XIX w. opanowali 2/3 kraju, ogłaszając go w 1858 r. swoją kolonią koronną. Mimo bezwględnego ucisku kolonialnego przez cały okres panowania brytyjskiego toczyła się walka narodowowyzwleńcza, w ktorej ważną rolę odegrał założony w 1885 r. Indyjski Kongres Narodowy. Do czołowych przedstawicieli Kongresu należał Mahatma Gandhi. Gługotrwała walka ludu indyjskiego o wolność zakończyła się zwycięsko po II wojnie światowej, kiedy to Wielka Brytania zmuszona została do przyznania niepodległość swej kolonii koronnej. Jednocześnie jednak doprowadziła na podstawie tzw. planu MountBattena do podziału Indii na dwa państwa  - muzułmański Pakistan i hinduistyczne Indie. Nastąpiło to 15 sierpnia 1947 r., kiedy to Indie stały się niezależnym dominum w ramach brytyjskiej Wspólnoty Narodów. Trzy lata później - 26 stycznia 1950 r. - Indie ogłoszono republiką. Zgodnie z konstytucją za stycznia 1950 r. głową Republiki Indii jest prezydent, wybierany na okres 5 lat i skupiający w swym ręku formalnie całą władzę wykonawczą, sprawowaną za pośrednictwem rządu; prezydent mianuje premiera, a na pdstawie jego rekomendacji - pozostałych członków rządu. Władza ustawodawcza należy do prezydenta i 2 - izbowego parlamentu, składającego się z Izby Stanów (Radżja Sabha) i Izby Ludowej (Lok Sabha); deputowani wybierani są w wyborach bezposrednich na okres 6 lat. Premierem zostaje przywódca frakcji parlamentarnej tej partii, która w wyborach uzyska większość mandatów w Izbie Ludowej. Najsilniejszą partią polityczną po wyborach, jakie odbyły się odbyły się w grudniu 1984 r. jest Indyjski Kongrs Narodowy (I) z premierem Rajviem Gandhim na czele.</p><p>Od chwili uzyskania niepodległości politykę zagraniczną Indii charakteryzuje dążenie do realizacji zasad pokojowego współistnienia, aktywne popieranie walki przeciw imperializmowi, kolonializmowi i neokolonizmowi. Indie należą do złożycieli ruchu niezaangażowania i rozwijają współpracę z państwami wspólnoty socjalistycznej.</p><p><strong>Gospodarka:</strong> Indie są rozwijającym się krajem rolniczo - przemysłowym. Decydującą pozycję w ich gospodarce zajmuje rolnictwo, mimo że pod względem wielkości produkcji przemysłowej zajmuje jedno z czołowych miejsc wśórd państw rozwijających się. Kraj dysponuje wielkimi zasobami mineralnymi - wydobywa się tu boksyty, ropę naftową, rudę żelaza, mikę, węgiel, ilmenit, mangan, rudy polimetaliczne, piaski monacytowe oraz inne surowce.</p><p>Przed proklamowaniem niepodległości w Indiach nie istniał w ogóle przemysł ciężki. W ciągu minionych 30 lat niepodległego rozwoju przy wydatnej pomocy krajów scojalistycznych - zwłaszcza Związku RTadzieckiego - udało się uzyskać w tej dziedzinie znaczny postęp i zbudować wiele zakładów przemysłu hutniczego i maszynowego. W gospodarce Indii stale umacnia sie pozycja sektora państwowego, udział kapitału zagranicznego w spółkach mieszanych ma w najbliższym czasie spaść poniżej 40%. Ważnym posunięcem w tym kierunku była również nacjonalizacja majątku międzynarodwoego monopolu naftowego Caltex Oil Company, co miało miejsce 30 listopada 1976 r.</p><p>Po uzyskaniu niepodległości w kraju zbudowano od podstaw przemysł maszynowy, nastawiony przede wszytkim na produkcję ciężkich urządzeń transportowych, maszyn dla przemysłu włókienniczego, obrabiarek i urządzeń elektronicznych. Duże znaczenie ma także hutnictwo. Rozwinęła się produkcja materiałów budowlanych, zwłaszcza cementu. Jedną z najważniejszych gałęzi jest również przemysł włókienniczy, nastawiony przede wszytskim na przetwórstwo bawełny, a także przemysł spożywczy. Idstotnym elementem gospodarki jest chałupnicza produkcja rzemieślnicza.</p><p>Podstawą indyjskiego rolnictwa jest produkcja roślinna. Najważniejszą roślina spożywczą jest ryż, poza tym uprawia się pszenicę, różne gatunki prosa, rośliny strączkowe, orzeszki ziemne. Z roślin przemysłowych rozwinięta jest uprawa trzciny cukrowej, bawełny, juty, tytoniu. Na dużą skalę uprawia się tu także herbatę.</p><p>Najważniejszymi indyjskimi artykułami eksportowymi są produkty rolne oraz półprodukty, wyroby przemysłu lekkiego, wyroby hutnicze i metalowe, maszyny, tabor kolejowy, urządzenia przemysłowe, herbata, ruda żelaza i jej koncentraty, odzież, skóry i wyroby skórzane. W imporcie przeważają urządzenia przemysłowe, metale, ropa i produkty naftowe, a w ostanich latach również artykuły spożywcze. Głównym partnerem handlowym Indii spośród krajów socjalistycznych jest ZSRR, a spośród krajów kapitalistycznych - USA, Japonia, Wielka Brytania i RFN.</p><div id='map'><img src='maps/indie-min.jpg' alt='Indie map'></div>",
   "indonezja":"<p><strong>INDONEZJA</strong></p><p><strong>Republika Indonezyjska</strong></p><p>Republik Indonesia</p><p><strong>Położenie:</strong> Południowo - wschodnia Azja; tworzy ją 13 677 wysp, wysepek i atoli, z których 6 040 jest zamieszkałych. Archipelag stanowi pomost między kontynentem azjatyckim a australijskim, oddzielając jednocześnie Ocean Indyjski od Oceanu Spokojnego</p><p><strong>Powierzchnia:</strong> 2 027 087 km<sup>2</sup>. Największymi wyspami są Jawa, Sumatra, Sulawesi (Celebes) i Kalimantan (Borneo)</p><p><strong>Podział administracyjny:</strong> 27 prowincji (wraz z Timorem Wschodnim, który 17 lipca 1976 r. został włączony do Indonezji)</p><p><strong>Stolica:</strong> Dżakarta (Jakarta ok. 6 500 000 mieszkańców)</p<p><strong>Inne duże miasta:</strong> Surabaya (2 000 000 mieszk.), Bandung (1 300 000 mieszk.)</p><p><strong>Ludność:</strong> 156 000 000, z czego większość stanowią Indonezyjczycy, należący do kilkunastu grup etnicznych i językowych. Indonezja jest piątym krajem na świecie pod względem liczby ludności</p><p><strong>Warunki naturalne:</strong> Linia brzegowa wysp jest stosunkowo słabo rozwinięta. Na Jawie i Sumatrze znajdują się góry pochodzenia wulaknicznego. Jest tu ok. 70 czynnych wulkanów, najbardziej znane to Krakatau w Cieśninie Sundajskiej i Merapi w środkowej części Jawy. Klimat tropikalny, monsunowy</p><p><strong>Język urzędowy:</strong> indonezyjski</p><p><strong>Waluta:</strong> Rupia indonezyjska</p><p><strong>Historia i ustrój polityczny:</strong> Obszar dzisiejszerj Indonezji zamieszkały był od najdawniejszych czasów. W pierwszych wiekach naszej ery na wyspy przybyli Hindusi, a wraz z nimi ich kultura i religia. W XIII w. powstało na Jawie królestewo Madjapahit, które zjednoczyło większość Indonezji. W r. 1509 Portugalczycy rozpoczynaja kolonizację tego obszaru. Dosć szybko jednak zastępują ich Brytyjczycy, których u schyłku stulecia wyparła holenderska Kampania Wschodnioindyjska. Holendrzy eksploatowali Indonezję przez prawie 350 lat. Na wyspach wybuchały liczne powstania zbrojne przeciwko kolonizatorom. Wraz ze wzrostem świadomości narodowej przybierały takżena sile dążenia niepodległościowe. Punktem zwrotnym w tym procesie stał się r. 1942, kiedy naród indonezyjski wykorzystał osłabienie Holandii i po zajęciu wysp przez Japończyków rozpoczął walkę zbrojną przeciwko okupantom o niepodległość Indonezji. 17 sierpnia 1945 r. została proklamowana niepodległa Republika indonezyjska. Holendrzy nie zamierzali rezygnować ze swych posiadłości kolonialnych i uciekli się do interwencji wojskowej.</p><p>W sierpniu 1950 r. proklamowano republikę Indonezyjską. Na początku lat pięćdziesiątych rząd indonezyjski z prezydentem Sukarno na czele  zaczął realizować postępową  politykę niezaangażowania, zmierzającą do utrzymywania przyjaznych stosunków ze wszystkimi krajami, w tym także socjalistycznymi. Stał się również inicjatorem znanej konferencji krajów afrykańskich i azjatyckich, która odbyła się w kwietniu 1955 r. w Bandungu. Po długiej walce o zniesienie panowania kolonialnego w Iranie Zachodnim, 30 kwietnia 1963 r. terytorium to zostało przekazane Indonezji. W r. 1965 doszło w kraju do próby ultralewcowego zamachu stanu, po której nastąpiły brutalne represje w stosunku do sił demokratycznych. W r. 1967 prezydent Sukarno został pozbawiony władzy, a głową państwa zostal generał Suharto. Głową Republiki Indonezyjskiej jest prezydent, wybierany przez Doradcze Zgromadzenie Ludowe na okres 5 lat. Prezydent mianuje i odwołuje ministrów. Najwyższym organem władzy państwowej jest Doradcze Zgromadznie Ludowe, władza ustawodawcza należy do 1 - izbowej Reprezentanów (parlamentu). Na arenie międzynarodowej Indonezja opowiada się za polityką antykolonialną i bierze udział  w działalności ruchu krajów niezaangażowanych.</p><p><strong>Gospodarka:</strong> Indonezja jest słabo rozwiniętym krajem rolniczo - przemysłowym, którego gospodarka w znacznym stopniu uzależniona jest od wydobycia ropy naftowej. Po uzsykaniu niepodległości zaczęła wypierać ze swej gospodarki kapitał zagraniczny, jednak po r. 1967 do kraju zaczynają ponownie przenikać obce monopole, które stopniowo zdobywają decydującą pozycję gospodarczą. Interesuje je przede wszystkim wydobycie bogactw naturalnych - wysokiej jakości rud cyny i bosytów, a także siarki, fosforytów i ropy naftowej. W kraju przeważa drobna wytwórczość, a wyposażenie techniczne przemysłu przetwórczego  jest przestarzałe. Większość przedsiębiorstw przemysłowych zlokalizowana jest na Jawie i Sumatrze. Główną rolę odgrywa przemysł wydobywczy. W kraju znajduje się 9 rafinerii ropy naftowej, działa też pierwsza instalacja do produkcji gazu skroplonego. Powstaje hutnictwo żelaza i stali, które ma tworzyć zręby planowej industriualizacji. Stosunkowo dobrze rozwinieta jest produkcja cementu. Ważne miejsce zajmuje także przemysł chemiczny, włókienniczy, busowlany i spożywczy, przetwórstwo cyny oraz rafinacja ropy naftowej.</p><p>Podstawową gałęzią rolnictwa jest produkcja roślinna; połowa wszystkich gruntów uprawnych znajduje się na Jawie. Reforma rolna z r. 1961 nie została całkowicie zakończona. Głównymi uprawami spożywczymi są ryż i kukurydza, a następnie maniok i bataty. Na plantacjach uprawia się kawę, herbatę, orzechy kokosowe, kauczuk itp. Dość duże znaczenie ma wyrąb drewna oraz rybołówstwo.</p><p>Najważniejszymi partnerami handlowymi Indonezji są Japonia, USA, Singapur i RFN.</p><div id='map'><img src='maps/indonezja-min.jpg' alt='Indonezja map'></div>",
   "irak":"<p><strong>IRAK</strong></p><p><strong>Republika Iracka</strong></p><p>Al - Dżumhurija al - Irakija</p><p><strong>Położenie:</strong> Południowo - zachodnia Azja</p><p><strong>Powierzchnia:</strong> 434 924 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 18 prowincji, z których 3, zamieszkałe przez większość kurdyjską, mają autonomię regionalną</p><p><strong>Stolica:</strong> Bagdad (Baghdad, 3 200 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Basra (Al - Basra, 335 000 mieszk.)m Mosul (Al - Mausil, 273 000 mieszk.)</p><p><strong>Ludność:</strong> 13 500 000; 80% populacji stanowią Arabowie, 16% - Kurdowie, resztę - przedstawiciele innych narodowości</p><p><strong>Warunki naturalne:</strong> Środkową część kraju pokrywa urodzajna nizina nad rzekami Eufrat i Tygrys od wschodu i północy ograniczona przez góry, która na zachodzie i południu przechodzi w stepy i pustynie. Klimat zwrotnikowy, suchy, w Kurdystanie - podzwrotnikowy</p><p><strong>Język urzędowy:</strong> arabski, a w okręgach autonomicznych zamieszkałych przez Kurdów - również kurdyjski</p><p><strong>Waluta:</strong> Dinar iracki = 1000 filów</p><p><strong>Historia i ustrój polityczny:</strong> Terytorium obecnego Iraku należy do najstarszych ośrodków cywilizacji ludzkiej. Urodzajny pas ziemi między Eufratem i Tygrysem - zwany Mezopotamią - słusznie uchodzi za jeden z najstarszych obszarów kulturowych świata. Pierwsze organizacje państwowe powstały tu już w czwartym tysiącleciu p. n. e. </p><p>W I poł. VII w. n. e.  Mezopotamia została zdobyta przez Arabów, którzy stworzyli tu ośrodek Kalifatu Abbasydów. W XVI w. kraj popadł w zależność od tureckiego imperium osmańskiego i wchodził w jego skład praktycznie aż do konca I wojny światowej. Na początku lat 20 naszego stulecia Turcję zastąpiła Wielka Brytania, która najpierw podporządkowała sobie kraj pod względem wojskowym, a potem również politycznym. W r. 1921 Irak stał się co prawda monarchią konstytucyjną, ale jednocześnie został przez ówczesna Ligę Narodów uznany za terytorium mandatowe Wielkiej Brytanii. W r. 1932 formalnie proklamowano niepodległość kraju, w rzeczywistości jednak Irak nadal pozostał półkolonią Londynu.</p><p>Po II wojnie światowej silne uzależnienie kraju od mocarstw zachodnich pogłębiło się jeszcze bardziej. W 1955 r. panująca dynastia królewska wciągnęła Irak do paktu bagdadzkiego, będącego instrumentem polityki USA w tej części świata.</p><p>Niezadowolenie szerokich warstw ludności z prozachodniej polityki rządu oraz nieustannego pogarszania się ekonomicznych i socjalnych warunków życia mieszkańców kraju doprowadziło do rewolucji narodowo - demokratycznej, która 14 lipca 1958 r. obaliła monarchię i wprowadziła ustrój republikański. Droga do rzeczywiście postępowych przemian otworzyła się jednak  dopiero po r. 1968, kiedy ster rządów w Iraku przejęli postępowi przedstawiciele Partii Socjalistycznego Odrodzenia Arabskiego (Hizb al - Baas). W ostatnich latach w Republice Irackiej wprowadzono wiele postępowych zmian; w r. 1970 zatwierdzono ustawę o reformie rolnej, w latach 1971 - 1975 stopniowo znacjonalizowano zagraniczne towarzystwa naftowe oraz wydobycie i przetwórstwo ropy naftowej, które przeszły w ręce państwa. We wrześniu 1980 r. rozpoczęła się wojna z sąsiednim Iranem, poprzedzona sporem o wyspy Cieśninu Ormuz oraz graniczną rzękę Szatt el - Atab, Wojna ta, sprzeczna z rzeczywistymi interesmai narodów obu krajów, osłabiła jedność sił postępu w tym rejonie świata i w konsekwencji służy politycznym celom USA i ich sojuszniuków na tym obszarze.</p><p>Głową Republiki Irackiej jest prezydent  - zarazem przewodniczący Rady Dowództwa Reowlucji. Władza ustawodawcza należy do 250 - osobowej Rady Narodowej (parlamentu); wszyscy deputowani do Zgromadzenia są członkami Postępowego Narodowego Frontu Iraku, którego zadaniem jest realizacja postępowych przemian. Kierowniczą siłą Frontu jest partia Baas.</p><p><strong>Gospodarka:</strong> Republika Iracka jest jak dotąd wciąż krajem gównie rolniczym. Najważniejszym bogactwem naturalnym jest tu ropa naftowa, której zasoby szacuje się na 3,7 mld ton. Poza tym w Iraku znajdują się rozległe złoża siarki, fosforytów, wapienia i innych surowców.</p><p>Najważniejszą gałęzią przemysłu jest wydobycie i przetwórstwo ropy naftowej. Poza tym są tu zakłady przemysłu spożywczego, garbarskiego, włókienniczego, elektrotechnicznego, maszynowego, cementowego i drzewnego.</p><p>W produkcji rolnej zatrudnione jest ponad 38% zawodowo czynnej ludności. Do najważniejszych produktów rolnych należy pszenica, jęczmień, ryż, bawełna i daktyle. W uprawie daktyli Irak zajmuje pierwsze miejsce na świecie. Produkcja zwierzęca nastawiona jest na hodowlę bydła, owiec i kóz.</p><p>Najważniejszym produktem eksportowym Iraku jest ropa naftowa; oprócz niej eksportuje się produkty rolne, zwłaszcza daktyle, bawełnę i produkty pochodzenia zwierzęcego. Import obejmuje głównie wyroby przemysłu maszynowego, elektrotechnicznego i chemicznego, żelazo, stal i artykuły spożywcze. Do głównych partnerów handlowych Iraku należy Wielka Brytania, państwa arabskie, Związek Radziecki i pozostałe kraje socjalistyczne.</p><div id='map'><img src='maps/irak-min.jpg' alt='Irak map'></div>",
   "iran":"<p><strong>IRAN</strong></p><p><strong>Irańska Republika Islamska</strong></p><p>Dżomhurije Islamije Iran</p><p><strong>Położenie:</strong> południowo - zachodnia Azja</p><p><strong>Powierzchnia:</strong> 1 648 000 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 23 prowincje</p><p><strong>Stolica:</strong> Teheran (Tehran, 4 600 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Isfah&#225;n (Esfahan, 672 000 mieszk.), Tebriz (Tabriz - 599 000 mieszk.)</p><p><strong>Ludność:</strong> 39 900 000; większość populacji stanowią Persowie wyznania szyickiego; mniejszości narodowe tworzą m. in. Kurdowie, Azerbejdżanie, Turkmeni, Beludżowie, Arabowie</p><p><strong>Warunki naturalne:</strong> 4/5 powierzchni Iranu pokrywają stepowe wyżyny, otoczone górami. Wdłuż Zatoki Perskiej i Zatoki Omańskiej ciągną się wąskie urodzajne niziny</p><p><strong>Język urzędowy:</strong> perski</p><p><strong>Waluta:</strong> Rial = 100 dinarów</p><p><strong>Historia i ustrój polityczny:</strong> Iran jest jednym z najważniejszych krajów Bliskiego Wschodu, o bogatej, starej kulturze i tradycjach. Jego terytorium miało duże znaczenie strategiczne już w starożytności. Pierwsze państwo perskie zostało założne w VI w. p. n. e. przez Cyrusa Wielkiego. W późniejszym okresie kraj podbijało wielu zdobywców. W VII w. n. e. ówczesną Persję podporządkowali sobie Arabowie, którzy przynieśli ze sobą islam. Przez całe średniowiecze trwały najazdy obcych zdobywców - Tatarów, Turków i Mongołów. Po r. 1501 władza w kraju przeszła w ręce dynastii Safawidów, którą w r. 1749 zastąpiła dynastia Zand. W 1779 r. władzę przejęła dynastia Kadżarów, panująca w kraju aż do r. 1925 i stopniowo przekształcająca go w półkolonię europejskich mocarstw kolonialnych, które zaczęły przenikać do Persji od końca XVIII w.</p><p>W 1905 r. w kraju wybuchła rewolucja burżuazyjno - demokratyczna. Pod jej naciskiem w następnym roku została przyjęta pierwsza konstytucja, a Persja została ogłoszona monarchią konstytucyjną. Po obaleniu dynastii Kadżarów w r. 1925 szachem został Reza Chan; w 1941 r. władzę przejął jego syn Reza Pahlawi. W r. 1935 nazwę państwa zmieniono na Iran.</p><p>W czasie II wojny światowej Iran stał się ośrodkiem nazistowskich agentur na Bliski Wschód, dlatego też został w 1941 r. zajęty przez wojska brytyjskie i radzieckie, a w 1942 r. również amerykańskie, które pozostały w kraju aż do r. 1946.</p><p>W okresie powojennym podejmowano próby demokratyzacji życia w kraju. Wysiłki te natrafiły jednak na zacięty opór szacha Rezy Pahlawiego, którego dyktatura bezwględnie prześladowała siły demokratyczne i patriotyczne. Opór wobec policji szacha przerodził się w r. 1978 w rewolucję narodowo - demokratyczną, kierowaną przez ajatollaha Chomeiniego. Szach Reza Pahlawi pod naciskiem ruchu ludowego musiał opuścić kraj 16 stycznia 1979 r. Po pospiesznej ucieczce szacha 1 lutego 1979 r. do kraju powrócił z wieloletniego przymusowego wygnania imam Chomeini. 30 i 31 marca odbyło się referendum; na podstawie jego wyników 1 kwietnia 1979 r. kraj został uroczyście proklamowany Irańską Republiką Islamską. Najwyższym reprezentantem państwa, duchowym i politycznym przywódcą rewolucji islamskiej jest imam Chomeini. We wrześniu 1980 r. rozpoczęła się wojna z sąsiednim Irakiem. Wojna, sprzeczna z rzeczywistymi interesami narodów Iranu i Iraku, osłabiła jedność sił postępu w tym rejonie świata i w konsekwencji służy politycznym celom USA i ich sojuszników na Bliskim Wschodzie.</p><p><strong>Gospodarka:</strong> Irańska Republika Islamska jest państwem rolniczo - przemysłowym o gospodarce w znacznym stopniu uzależnionej od wydobycia ropy naftowej, będącej podstawowym towarem eksportowym i źródłem dochodów. Kraj ma znaczene bogactwa mineralne. Znajdują się tu przede wszystkim wielkie złoża ropy, której zasoby szacuje się na ok. 11 mld ton. Iran ma także duże zasoby gazu ziemnego (10,4  bilionów m<sup>3</sup>, węgla kamienneego 300 mln ton), rudy żelaza, ołowiu, cynku, chromu, manganu, miedzi itd. Najbardziej rozwiniętym przemysłem jest przemysł wydobywczy, nastawiony przede wszystkim na eksploatację złóż ropy naftowej. Przetwórstwo reprezentowane jest przez przemysł włokienniczy, spożywczy, petrochemiczny, chemiczny i materiał budowlany.</p><p>Ziemie uprawne zajmują jedynie 13% powierzchni kraju, z czego uprawia się  w przybliżeniu 1/3. Uprawa obejmuje głównie pszenicę, owies, ryż, bawełnę, buraki cukrowe i trzcinę cukrową, a także herbatę.</p><p>Najważniejsze produkty eksportowe to ropa naftowa, bawełna, owoce, warzywa i dywany. Import obejmuje głównie wyroby hutnicze, maszyny, środki transportu, zboża, cukier i tłuszcze.</p><div id='map'><img src='maps/iran-min.jpg' alt='Iran map'></div>",
   "izrael":"<p><strong>IZRAEL</strong></p><p><strong>Państwo Izrael</strong></p><p>Medinat Israel</p><p><strong>Położenie:</strong> Wschodnie wybrzeże morza śródziemnego</p><p><strong>Powierzchnia:</strong> 20 700 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 6 okręgów</p><p><strong>Stolica:</strong> Tel Awiw (Tel Aviv - Yafo, 840 000 mieszkańców)</p><p>W styczniu 1950 r. Irael pogwałcił rezolucję Zgromadzenia Ogólnego ONZ nr 181 z 19 listopada 1947 r. i samowolnie ogłosił stolicą zachodnią część Jerozolimy, którą zajął w czasie wojny izraelsko - arabskiej w latach 1948 - 1949. W toku wojny izraelsko - arabskiej rozpoczętej w czerwcu 1967 r. zajął również wschodnią część Jerozolimy. W lipcu 1980 r. parlament izraelski bezprawnie uznał Jerozolimę za &bdquo;wieczną i niepodzielną&rdquo; stolicę Izraela</p><p><strong>Inne duże miasta:</strong></p><p><strong>Ludność:</strong> 3 800 000, przede wszystkim Żydzi (84, 3 % i Arabowie (12%)</p><p><strong>Warunki naturalne:</strong> Większość terytorium pokrywa pustynia, na północy, wzdłuż wybrzeży Morza Środziemnego, ciągnie się wąska Nizina. Klimat śródziemnomorski<</p><p><strong>Język urzędowy:</strong> nowohebrajski</p><p><strong>Waluta:</strong> Szekel = 100 agorot</p><p><strong>Historia i ustrój polityczny:</strong> 14 maja 1948 r. na mocy rezolucji Zgromadzenia Ogólnego ONZ nr 181 z 29 listopada 1947 r. o cofnięciu brytyjskiego mandatu nad Palestyną i utworzeniu  na terytorium palestyńskim dwóch niezależnych państw - żydowskiego i arabskiego - proklamowano Państwo Izrael. Proklamowała je osiadław tym rejonie burżuazyjna syjonistyczn, popierana głównie przez USA i Wielką Brytanię, które od samego początku uważały Izrael za siłę wymierzona przeciwko rozwijającym się ruchom narodowowyzwoleńczym narodów arabskich na Bliskim Wschodzie. W Palestynie nie powstało jednak państwo arabskie. Stało się tak w wyniku syjonistycznej ekspansji i polityki ówczesnych, popieranych przez Wielką Brytanię, kół feudalnych w krajach arabskich.</p><p>Na mocy dezycji ONZ Izraelowi przyznano obszar o powierzchni 14 000 km<sup>2</sup>, lecz w toku wojny izraelsko - arabskiej z lat 1948 - 1949 syjoniści opanowali 6 700 km<sup>2</sup> terytorium przeznaczonego dla państwa arabskiego w Palestynie; w wyniku tej ekspansji ok. 900 tys. Arabów palestyńskich ratując się przed syjonistycznym terrorem musiało uciec do krajów sąsiednich.</p><p>Po nacjonalizacji Kanału Sueskiego w październiku 1956 r. Izrael wraz z Wielką Brytanią i Francją wszczął wojnę przeciwko Egiptowi.</p><p>W czerwcu 1967 r. Izrael rozpętał nową agresywną wojnę przeciw sąsiednim krajom arabskim i zajął znaczną część ich terytorium (wschodnią część Jerozolimy i ogólem 68 500 km<sup>2</sup> terytorium Egiptu, Jordanii i Syrii, zamieszkałych przez 1 200 000 ludzi). Obszary te w znacznej części nadal okupuje. W październiku 1973 r. w wyniku agresywnej i terrorystycznej polityki Izraela doszło do czwartej z kolei wojny izraelsko - arabskiej.</p><p>11 listopada 1975 r. Zgromadzenie ogólne ONZ potępiło syjonizm jako formę rasizmui dyskryminacji rasowej ze względu na systemaczne naruszanie praw ludności arabskiej w Izraelu i na okupowanych terytoriach arabskich.</p><p>W marcu 1979 r. został podpisany separatystyczny egipsko - izraelski układ pokojowy, na mocy którego Półwysep Synaj został stopniowo przekazany Egiptowi, a na okupowanym Zachodnim Brzegu Jordanu i w Strefie Gazy ludność arabska ma uzyskać autonomię.</p><p>Wojska Izraelskie opuściły Półwysep Synaj 15 kwietnia 1982 r. Na ich miejsce przybyły jednostki sił wielonarodowych mające tu przebywać przez czas nieograniczony. Siły te w większości składają się z oddziałó USA. Państwo Izrael jest republiką. Głową państwa jest prezydent, wybierany przez parlament na 5 lat. Władza ustawodawcza należy do Knesetu (parlamentu), liczącego 120 deputowanych wyłanianych w wyborach powszechnych odbywających się co 4 lata. Władzę wykonawczą sprawuje rząd z premierem na czele. Rząd odpowiedzialny jest parlamentem.</p><p><strong>Gospodarka:</strong> Izrael jest państwem przemysłowo - rolniczym, rozwijającym się głównie dzięki obfitemu dopływowi kapitałów amerykańskich. Gospodarka izraelska charakteryzuje się dużą i stale rosnącą  militaryzacją wszelkich gałęzi produkcji. Szybko rozwija się przede wszystkim przemysł zbrojeniowy, rozwinięty jest także przemysł chemiczny, metalowy, spożywczy oraz obróbka diamentów.</p><p>W rolnictwie, nastawionym głównie na uprawę owoców południowych na eksport oraz zboża, buraków cukrowych i bawełny na rynek krajowy, pracuje 8% ludności.</p><p>Izrael eksportuje przede wszystkim wyroby przemysłowe, oszlifowane diamnenty i owoce południowe, importuje zaś maszyny, ciągi technologiczne, żywnośc, surowe diamenty, chemikalia i paliwa.</p><div id='map'><img src='maps/izrael-min.jpg' alt='Izrael map'></div>",
   "japan":"<p><strong>JAPONIA</strong></p><p><strong>Cesarstwo Japońskie</strong></p><p>Nihon Teikoku</p><p><strong>Położenie:</strong> Północno - zachodnia część Oceanu Spokojnego; archipelag, złożony z czterech dużych i kilku tysięcy małych wysp, ciągnie się z północnego wschodu na południowy zachód na przestrzeni ok. 3000 km</p><p><strong>Powierzchnia:</strong> 372 313 km<sup>2</sup> (Honsiu - 22 413 km<sup>2</sup> Hokkajdo - 78 034 km<sup>2</sup> Kiusiu - 36 554 km<sup>2</sup>, Sikoku - 18 256 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 47 prefektur.</p><p><strong>Stolica:</strong> Tokio (T&#333;ky&#333;, wraz z aglomeracją  ok. 17 000 000 mieszkańców</p><p><strong>Inne duże miasta:</strong> Osaka (&#332;saka. 3 900 000 mieszk.), Jokohama (Yokohama, 2 600 000 mieszk.)</p><p><strong>Ludność:</strong> Ponad 118 000 000, 90% populacji stanowią Japończycy</p><p><strong>Warunki naturalne:</strong> Wszystkie wyspy pokryte są górami pochodzenia wulkanicznego - niektóre przekraczają wysokość 3 000 m. Archipelag ciągnie się wzdłuż Rowu Japońskiego (o głębokości od 5 do 10 km) w rejonie zwiększonej aktywności sejsmicznej i częstych trzęsień ziemi. Klimat na większości terytorium podzwrotnikowy</p><p><strong>Język urzędowy:</strong>japoński</p><p><strong>Waluta:</strong> Jen = 100 senów</p><p><strong>Historia i ustrój polityczny:</strong> Według legendy wyspiarskie państwo założył 660 p. n. e. cesarz Jimmu; podstawy późniejszej państwowości stworzył w V w. n. e. panujący ród Yamato. Po odparciu plemion mongolskich, które w XIII w. próbowały wtargnąć na wyspy, w ciągu dwóch następnych stuleci umacnia się władza książąt feudalnych. W XVII w. Tokugawa Ieyasu założył tzw. dynastię shogunów i stworzył podstawy scentralizowanego państwa japońskiego. Po rewolucji burżuazyjnej w r. 1868 rozpoczyna się okres reform cesarza Meiji: w r. 1889 została przyjęta nowa konstytucja, na mocy której Japonia stała się monarchią konstytucyjną. U schyłku ubiegłego stulecia w kraju zaczynają gwałtownie rozwijać się kapitalistyczne stosunki produkcji, a Japonia stopniowo wchodzi do grona czołowych mocarstw imperialistycznych. Po zwycięskiej wojnie z carską Rosją na początku XX w. zajmuje część terytorium na Dalekim Wschodzie i anektuje Koreę. Po I wojnie światowej otrzymuje jako mandat ówczesnej Ligi Narodów szereg wysp w Oceanii. Militaryzm japoński dążył również do podporządkowania sobie Chin - w r. 1931 wojska japońskie zajęły Mandżurię. Przed II wojną światową Japonia zbliża się do Nimiec hitlerowskich i w 1936 r. zawiera z nimi tzw. pakt antykominternowski. Atak na amerykańską bazę morską Pearl Harbor w grudniu 1941 r. oznaczał przystąpienie Japonii do wojny po stronie Niemiec; w toku wojny Japonia zajmuje znaczną część Azji Wschodniej i strefy Pacyfiku. Po przystąpieniu ZSRR do wojny z Japonią (na podstawie układu jałtańskiego) i zrzuceniu amerykańskivh bomb na Hiroszimę i Nagasaki, potęga Cesarstwa zostaje złamana.</p><p>Japonia skapitulowała 2 września 1945 r., a jej terytorium zajęły wojska USA. Po II wojnie światowej w kraju przeprowadzono szereg reform demokratycznych. W grudniu 1945 r. miała miejsce częściowa reforma rolna, w r. 1946 zatwierdzono nową konstytucję, na mocy której cesarz stał się jedynie formalną głową państwa. W tym okresie USA dążą do umocnienia w tym kraju swoich pozycji; we wrześniu 1951 r. dochodzi do podpisania tzw. japońsko - amerykańskiego układu bezpieczeństwa, na mocy którego USA mają prawo tworzyć bazy wojskowe w Japonii. W pierwszej połowie lat pięćdziesiątych Japonia szybko militaryzuje się przy pomocy USA. Szybko rozwija się również przemysł krajowy i Japonia stopniowo wysuwa się na jedno z czołowych miejsc wśród przemysłowo rozwiniętych państw kapitalistycznych.</p><p>Japonia jest monarchią konstytucyjną. Symboliczną głową opaństwa jest cesarz. Najwyższym ciałem ustawodawczym jest 2 - izbowy parlament (Zgromadzenie Narodowe - Kokkai), składający się z Izby Reprezentantów (izba niższa) i Izby Radców (izba wyższa). Władza wykonawcza należy do rządu. Premierem jest przywódca Partii Liberalno - Demokratycznej, sprawującej władzę od ponad 25 lat.</p><p><strong>Gospodarka:</strong> Japonia jest jednym z najbardziej rozwinietych przemysłowo krajów świata; decydującą rolę w jej gospodarce odgrywają zrzeszenia państwowo - monopolistyczne. Pod względem wysokości produktu narodowego brutto znajduje się na drugim miejscu wśród państw kapitalistycznych po USA, a pod względem wielkości eksportu - na trzecim, za USA i RFN. Kraj nie ma praktycznie żadnych bogactw mineralnych - z wyjątkiem niewielkich złóż węgla kamiennego i niektórych rud; większość surowców i 90% paliw musi sprowadzać. Decydujące znaczenie dla gospodarki narodowej ma przemysł przetwórczy - Japonia zajmuje pierwsze miejsce wśród państw kapitalistycznych w budowie statków, produkcji samochodów ciężarowych, odbiorników radiowych i telewizyjnych, tkanin bawełnianych itp. Głównymi gałęziami przemysłu są hutnictwo (żelaza i stali oraz metali niezależnych), przemysł maszynowy, elektroniczny, włókienniczy, chemiczny, precyzyjny i optyczny. Dość dobrze rozwinięty jest również przemysł spożywczy, zwłaszcza przetwórstwo ryb i innych zwierząt morskich.</p><p>Grunty uprawne zajmują tylko 16% powierzchni kraju. Na ponad połowie gruntów rolnych uprawia się ryż, a na pozostałym obszarze - pszenicę, jęczmień, kukurydzę, owies, ziemniaki i soję. Hodowlę bydła, trzody chlewnej i drobiu stoi na wysokim poziomie. W rolnictwie i gospodarce leśnej pracuje 15% zawodowo czynnej ludności.</p><p>Najważniejszymi partnerami handlowymi Japonii są przede wszystkim pozostałe rozwinięte państwa kapitalistyczne.</p><div id='map'><img src='maps/japonia-min.jpg' alt='Japonia map'></div>",
   "yemen":"<p><strong>JEMEN</strong></p><p><strong>Jemeńska Republika Arabska</strong></p><p>Al - Dżumhurija al - Arabija al - Jamanija</p><p><strong>Położenie:</strong> Południowo - zachodnia część Półwyspu Arabskiego, nad Morzem Czerwonym</p><p><strong>Powierzchnia:</strong> 195 000 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 9 prowincji</p><p><strong>Stolica:</strong> Sana (San&#700;a, 448 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Hodejda (Al - Hudajda, 148 000 mieszk.), Taizz (Ta&#700;izz, 320 000 mieszk.)</p><p><strong>Ludność:</strong>5 800 000; przeważnie Arabowie. Poza tym w kraju mieszkają przedstawiciele  mniejszości irańskiej i hinduskiej</p><p><strong>Warunki naturalne:</strong> Większość terytorium pokrywa stosunkowo wysoko położona wyżyna. Nad Morzem Czerwonym rozciąga się nizina o szerokości dochodzącej do 70 km. Klimat subtropikalny</p<p><strong>Język urzędowy:</strong>arabski</p><p><strong>Waluta:</strong>Rial jemeński = 40 bukszasów</p><p><strong>Historia i ustrój polityczny:</strong> Terytorium dzisiejszego Jemeńskiej Republiki Arabskiej już w starożytności należało do bradzo rozwiniętych i kwitnących ziem. W II w. p. n. e. powstały tu miasta - państwa Himjarytów, później obszzar ten stał się ważnym ośrodkiem handlu między Indiami a rejonem Morza Środziemnego. W VII w. n. e. weszło w skład kalifatu arabskiego, a w w. XVI - w skład ówczesnego imperium osmańskiego. Po zwycięstwach nad armią turecka w latach 1904 - 1905 oraz w r. 1911 uzyskało w ramach imperium pewną autonomię. Po rozpadzie imperium osmańskiego pod koniec I wojny światowej proklamowano niepodległe Królestwo Jemenu, które w trosce o zabezpieczenie swej samodzielności narodowej zawarło w 1928 r. układ o przyjaźni ze Związkiem Radzieckim. Po II wojnie światowej przybiera na sile opozycja wobec monarchii, która przemocą utrzymywała w kraju średniowieczne zacofanie. 26 i 27 września 1962 r. w wyniku wojskowego zamachu stanu absolutystyczna monarchia teokratyczna została obalona, a w kraju proklamowano republikę. W czerwcu 1974 r. całą władzę perzejęła w swoje ręce junta wojskowa. Została ona rozwiązana po powołaniu Ludowego Zgromadzenia Konstytucyjnego, w lutym 1978 r. Głową państwa jest prezydent. W polityce wewnętrznej rząd Jemeńskiej Republiki Arabskiej zmierza do przezwyciężenia przeżytków feudalizmu, wciela również w życie politykę ruchu państw niezaangażowanych.</p><p><strong>Gospodarka:</strong> Jemeńska Republika Arabska jest zacofanym krajem rolniczym, w jej gospodarce w znacznej mierze panują jeszcze dawne stosunki feudalne. Przemysł znajduje się dopiero w początkowej fazie rozwoju najważniejszym sektorem gospodarki narodowej jest rolnictwo, w którym pracuje 75% ludności w wieku produkcyjnym. W przemyśle zatrudnione 5% populacji.</p><p>Jemeńska Republika Arabska posiada stosunkowo duże, choć jeszcze nie dokładnie zbadane i niemal nie wykorzystywane bogactwa naturalne; odkryto tu złoża węgla, rudy żelaza, miedzi, manganu, złota, siarki i krzemianów. Jak dotąd wydobywa się jednak tylko sól kamienną.</p><p>Najważniejszymi towarami eksportowymi są sól, kawa i skóry; Jemeńska Republika Arabska sprowadza żywność, towary przemysłowe, produkty naftowe, chemikalia itp. Do jej głónych partnerow handlowych należą sąsiednie kraje arabskie, państwa EWG, Japonia, a z krajów socjalistycznych głównie Związek Radziecki.</p><div id='map'><img src='maps/jemen-min.jpg' alt='Yemen map'></div>",
   "southrenYemen":"<p><strong>JEMEN POŁUDNIOWY</strong></p><p><strong> Jemeńska Republika Ludowo - Demokratyczna</strong></p><p>Dżumhurijat al - Jaman ad - Dimukratija asz Szaabija</p><p><strong>Położenie:</strong> Południowa cześć Półwyspu Arabskiego, nad Zatoką Adeńską</p><p><strong>Powierzchnia:</strong> 332 968 km<sup>2</sup> (wraz z Sokotrą i innymi wyspami)</</p><p><strong>Podział administracyjny:</strong>6 gubernatorstw)</p><p><strong>Stolica:</strong> Asz - Sza&#700;b</p><p><strong>Inne duże miasta:</strong> Aden (Adan 365 000 mieszk.), Al - Mukalla (60 000 mieszk.), Sajhut (20 000 mieszk.)</p><p><strong>Ludność:</strong> 1 970 000; w głębi kraju mieszkają wyłącznie Arabowie, w Adenie i na Wybrzeżu - również Hindusi, Pakistańczycy, Europejczycy i in.</p><p><strong>Warunki naturalne:</strong> Większość terytorium JRL - D pokrywa półpustynna wyżyna pocięta głębokimi dolinami. klimat tropikalny, o stosunkowo dużej wilgotności powietrza</p><p><strong>Język urzędowy:</strong> arabski</p><p><strong>Waluta:</strong> Dinar jemeński = 1000 filów</p><p><strong>Historia i ustrój polityczny:</strong> Już w starożytności Aden był ważnym ośrodkiem handlowym i portem strategicznym. W VII w. n. e. Aden i tereny przyległe stają się częścią kalifatu arabskiego, a w latach 1538 - 1630 znajdują się pod panowaniem tureckiego imperium osmańskiego. W połowie XVII w. powstają w tym rejonie drobne księstwa feudalne, tworzące stopniowo jednolitą organizację państwową. W r. 1839 Aden i przyległe obszary zostają zdobyte przez Brytyjczyków. W następnych latach Brytyjczycy dzięki nierównoprawnym traktatom stopniowo zwiększają swój stan posiadania w tym rejonie i faktycznie dzielą Jemen na dwie odrębne części. Od r. 1839 terytorium to przez niemal sto lat było częścią posiadłości brytyjskich w Indiach; w 1937 r. Aden został uznany za odrębną kolonię koronną, a obszar przyległy podzielono na dwie odrębne pod względem administracyjnym części - Protektorat Zachodnioadeński i Protektorat Wschodnioadeński.</p><p>Po II wojnie światowej również w tej części świata przybiera na sile ruch narodowowyzwoleńczy. Po r. 1955 na obszarze protektoratu wybuchają powstania antybrytyjskie, a w 1963 r. powstaje front wyzwolenia narodowego, walczący przeciwko kolonizatorom. Walkę tę wieńczy 30 listopada 1967 r. proklamowano niepodległość Ludowej Republiki Jemenu Południowego. W r. 1969 na czele młodego państwa południowojemeńskiego stają siły postępowe. 30 listopada 1970 r. zostaje przyjęta nowa konstytucja, nazwa państwa zostaje zmieniona na Jemeńską Republikę Ludowo - Demokratyczną. Jej naród postanowił sobie za cel programowy zbudowanie socjalizmu. Kierowniczą siła polityczną jest Jemeńska Partia Socjalistyczna, powstała w r. 1978 za Zjednoczonej Organizacji Politycznej - Frontu Narodowego, w którym w 1975 r. połączyły się trzy postępowe partie - Narodowy Front JRL - D, Związek Ludowo 0 Demokratyczny i Partia Awangardy Ludowej. Jemeńska Partia Socjalistyczna w swojej działalności kieruje się teorią socjalizmu naukowego. Najwyższym organem władzy państwowej w JRL - D jest Najwyższe Zgromadzenie Ludowe. Jest ono wybierane przez ludność w wyborach bezpośrednich na 3 lata i liczy 111 deputowanych. Najwyższe Zgromadzenie Ludowe wyłania spośród swych członków Prezydium, którego przewodniczący jest tytularną głową państwa.</p><p><strong>Gospodarka:</strong> Jemeńska Republika Ludowo - Demokratyczna jest rozwijającym się państwem rolniczym; życie gospodarcze kraju zostało wyraźnie zdeterminowane przez 129 lat brytyjskie panowanie kolonialne. Do chwili proklamowania niepodległości podstawę gospodarki narodowej stanowiła sfera usług związanych z funkcjonowaniem portu adeńskiego i brytyjskich baz wojskowych.</p><p>Poczynając od r. 1969, kiedy władzę w kraju przejęłu siły postępowe, zaczęto stopniowo realizować posunięcia mające na celu stworzenie niezależnej gospodarki: znacjonalizowano bogactwa naturalne, banki zagraniczne, towarzystwa handlowe i ubezpieczeniowe, przedsiębiorstwa przemysłwoe. Stworzono w gospodarce sektor państwowy oraz przeprowadzono reformę rolną.</p><p>Fundament niezależnej gospodarki narodowej zbudowano w latach 1971 - 1973, w toku realizacji 3 - letniego planu rozwoju gospodarczego. Do jego wyników nawiązywały zadania 5 - letniego pplanu gospodarczego na lata 1973/74 - 1978/79, zmierzającego przede wszystkim do dalszego umocnienia bazy przemysłowej. W r. 1978 ponad 90% produkcji przemysłowej wytworzyły przedsiębiorstwa państwowe. W ostatnich latach w kraju prowadzi siuę intensywne poszukiwania geologiczne, zwiększa wydobycie soli morskiej, marmuru i saletry. Duże znaczenie ma również eksploatacja guana na wyspach leżących na Oceanie Indyjskim.</p><p>Przemysł jak dotąd jest słabo rozwinięty, pracuje w nim 15% ludności w wieku produkcyjnym; większość przedsiębiorstw skupiona jest w Adenie, tu też znajduje się rafineria ropy naftowej; poza tym w kraju istnieją zakłady przetwórstwa rybnego, fabryki konserw, zakłady włokiennicze, tłoczarnie oleju. Rozwinięty jest przemysł materiałów budowlanych. W rolnictwie pracuje 58% zawodowo czynnjej ludności. Ogółem, głównie w ramach gospodarstw państwowych lub spółdzielczych, uprawia się 600 tys. ha ziemi. Najważniejszymi uprawami są bawełna, pszenica, sezam, proso, jęczmień, tytoń, warzywa, melony i banany. Dużą rolę odgrywa hodowla, zwłaszcza bydła. Ważne miejsce w gospodarce naroodwej zajmuje rybołówstwo.</p><p>Najważniejszymi produktami eksportowymi są ryby i przetwory rybne, poza tym eksportuje się bawełnę i surowe skóry. Import obejmują artykuły konsumpcyjne, maszyny i przyrządy, środki transportu, wyroby chemiczne i lekarstwa. Do najważniejszych partnerów handlowych JRL - D należą Japonia, Singapur, USA, Francja, Wielka Brytania i ZSRR.</p><div id='map'><img src='maps/jemenpołudniowy-min.jpg' alt='Southern Yemen map'></div>",
   "jordan":"<p><strong>Jordańskie Królestwo Haszymidzkie</strong></p<p><strong>Al - Mamlaka al Urdunija al - Haszimija</strong></p><p><strong>Położenie:</strong> Północno - zachodnia część Półwyspu Arabskiego</p><p><strong>Powierzchnia:</strong> 97 740 km<sup>2</sup> (w tym terytorium o powierzchni 5 900 km<sup>2</sup> na zachodnim brzegu rzeki Jordan od czerwca 1967 r. okupowane przez Izrael)</p><p><strong>Podział administracyjny:</strong> 8 prowincji, z czego 3 okupowane przez Izrael od 1967 r.</sup></p><p><strong>Stolica:</strong> Amman (ok. 1 000 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Az - Zarka (120 000 mieszk.)</p><p><strong>Ludność:</strong> 3 360 000. Większość populacji stanowią Arabowie; mieszkają tu także Czerkesi, Kurdowie, Ormianie i Grecy</p><p><strong>Warunki naturalne:</strong> Większość terytorium pokrywają łagodnie pofałdowane pustynie i półpustynie z kilkoma oazami. Klimat na północnym zachodzie podzwrotnikowy typu śródziemnomorskiego, na pozostałym obszarze zwrotnikowy - pustynny</p><p><strong>Język urzędowy:</strong> arabski</p><p><strong>Waluta:</strong> Dinar jordański = 1000 filów</p><p><strong>Historia i ustrój polityczny:</strong> Jordania leży na obszarze o bogatej przeszłości historycznej, gdzie powstawały najstarsze cywilizacje ludzkie. Mimo to istnieje dopiero od kilkudziesięciu lat, a w jej obecnych granicach nie było samodzielnych organizacji państwowych.</p><p> Już w odległej przeszłości przez terytorium dzisiejszego państwa jordańskiego wiodły ważne szlaki handlowe, stąd też od czasów starożytnych aż po średniowiecze o kontrolę nad tym obszarem walczyły ze sobą ówczesne mocarstwa. W XVI w. tereny te stają się częścią państwa tureckiego, którego panowanie trwało aż do końca I wojny światowej. Już w poł XIX stulecia zaczynają przenikać do tego rejonu monopoloe zachodnioeuropejskie. Po I wojnie światowej terytorium Jordanii zostało na mocy mandatu ówczesnej Ligii Narodów powierzone Wielkiej Brytanii. W r. 1946 proklamowano niepodległość kraju, króry w 1949 r. otrzymał oficjalną nazwę Jordańskie królestwo Haszymidzkie. W latach 1954 - 1957 krajem rządziły siły patriotyczne i postępowe, jednakże w kwietniu 1957 r. zostały one obalone przez koła reakcyjne, cieszące się poparciem króla Jordanii. Partie polityczne zostały zakazane, związki zawodowe - rozwiązane, a działacze postępowi znaleźli się w więzieniach.</p><p> W czerwcu 1967 r. Izrael rozpętał agresywną wojnę przeciwko sąsiednim krajom arabskim i dokonał okupacji jordańskiej części Jerozolimy oraz terytorium Królestwa na zachodnim brzegu rzeki Jordan. Okupacja ta trwa do dzisiaj.</p><p>Głową państwa jordańskiego jest król, skupiający w swoim ręku całą władzę wykonawczą. Władza ustawodawcza należy do króla i 2 - izbowego parlamentu (Zgromadzenia Narodowego), który składa się z Senatu i Izby Reprezentanów. Członkowie obu izb są mianowani przez króla. Partie polityczne zostały zakazane w r. 1957, jednakże obecnie toleruje się ich działalność.</p><p><strong>Gospodarka:</strong> Jordańskie Królestwo Haszymidkie jest rozwijającym się krajem rolniczym o dość szybko rozrastającym się przemyśle. Do dziś 70% produktu narodowego brutto wytwarza rolnictwo, podczas gdy przemysł - zwłaszcza wydobywczy - ok. 10%. Kraj posiada duże choć nie zupełnie jeszcze zbadane bogactwa mineralne - znajdują się tu obfite złoża fosforytów, a nad Morzem Czerwonym - pokłady soli potasowych, poza tym ruda żelaza, miedź i mangan.</p><p>Gospodarka jraju jest po dzis dzień w znacznym stopniu uzależniona od pomocy zagranicznej; silną pozycję w gospodarce zajmuje kapitał obcy, zawłaszcza północnoamerykański, brytyjski i zachodnioniemiecki. W Jordanii buduje się huty, fabyki włókiennicze, elektrownie oraz inne obiekty przemysłowe. W produkcji rolnej zatrudnione jest 26% ogółu ludności w wieku produkcyjnym. Upraawia się pszenicę i jęczmień, a na gruntach nawadnianych - ogórki, pomidory, winorośl, oliwki, daktyle, figi. Produkcja zwierzęca ma charakter ekstensywny, przeważa hodowla owiec i kóz.</p><p>Najważniejszym towarem eksportowym są fosforyty, poza tym eksportuje się świeże warzywa i owoce. W imporcie na czołowych miejscach figurują maszyny i środki transportu. Głównymi partnerami handlowymi Jordanii są USA, Wielka Brytania oraz RFN; Jordania utrzymuje również szerokie kontakty gospodarcze z karajami arabskimi - Syrią, Irakiem, Kuwejtem i Arabią Saudyjską.</p><div id='map'><img src='maps/jemenpołudniowy-min.jpg' alt='Southern Yemen map'></div>",
   "kampucza":"<p><strong>KAMPUCZA</strong></p><p><strong>Kampuczańska Republika Ludowa</strong></p><p>Satharanarat Pracheamanitu Kampuchea</p><p><strong>Położenie:</strong> Południowo wschodnia Azja, Półwysep Indochinski, między WRS, Laosem i Tajlandią, na południu przylega do Zatoki Syjamskiej</p><p><strong>Powierzchnia:</strong> 181 035 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 20 prowincji</p><p><strong>Stolica:</strong> Phnom Penh (w r. 1975 miasto liczyło 2 500 000 mieszkańców; za czasów reżimu Pol Pota większość z nich deportowano do komun na wsi; obecnie ma 500 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Kampot, Krati#233;, Stung Treng, Battambang</p><p><strong>Ludność:</strong> Ok. 5 000 000. W r. 1975 liczbę luności szacowano na ok. 8 000 000, za czasów dyktatury Pol Pota zginęło około 3 000 000 ludzi. Ponad 80% populacji stanowią Khmerowie, poza tym mieszkają tu Chińczycy, Wietnamczycy, Malajczycy i Laotańczycy</p><p><strong>Warunki naturalne:</strong> Większość obszaru kraju zajmuje nizina, przez którą płynie rzeka Mekong i jej dopływ Tonle Sap. Od południowego zachodu otaczają nizinę Góry Kardamonowe, a od połnocnego zachodu góry Dangrek.</p><p>Klimat monsunowy, wilgotny i gorący<p><strong>Język urzędowy:</strong> khmerski</p><p><strong>Waluta:</strong> Riel = 100 sinów</p><p><strong> Historia i ustrój polityczny:</strong> Kampucza jest krajem o bardzo starej kulturze; pierwsze państwo - Funan - osiągnęło największy rozkwit w V w. n. e. Cztery wieki później powstaje w delcie Mekongu potężne państwo Angkor, zniszczone w XIII - XV w. przez sąsiednie kraje; w zależności od nich Kampucza pozostawała aż do XIX w. W r. 1893 krajowi narzucono pretektorat francuski, a później wprowadzono w nim bezpośrednią administrację kolonialną. Wraz z Wietnamem i Laosem Kampucza została zaliczona do Indochin Francuskich. W czasie II wojny światowej terytorium kampuczańskie okupowały wojska japońskie. Po ich wycofaniu się do kraju powrócili kolonialiści francuscy. Walka partyzancka o wyzwolenie narodowe została uwieńczona sukcesem 9 listopada 1953 r., kiedy to wojska francuskie opuściły kraj, a Kampucza uzyskała całkowitą niepodległość.</p><p>W marcu 1970 r. wskutek reakcyjnego zamachu stanu zostało obalony rząd Norodoma Sihanouka; do władzy doszedł reżim generała Lon Nola, umożliwiający neokolonialną ingerencję USA. Wojna narodowowyzwoleńcza ludu kampuczańskiego przeciwko reżimowi Lon Nola zakończyła się w kwietniu 1975 r. jego upadkiem.</p><p>Ster państwa dostał się jednak w ręce awanturniczej kliki maoistowskiej, która ewkrótce zawiodła nadzieje ludu Kampuczy na swobodny rozwój kraju. W ciągu 3,5 lat rządów antyludowego reżimu Pol Pota zginęło ok. 3 mln ludzi. Zamknięto szkoły, fabryki i szpitale, zlikwidowano pieniądz, komunikację publiczną itd. Większość mieszkańców została przemocą przesiedlona do wiejskich komun, przypominających obozy koncentracyjne. Reżim Pol Pota podejmował agresywne działania wojskowe przeciwko sąsiadom, zwłaszcza WRS. Opór ludu kampuczańskiego przeciwko tyranii przerodził się jesienią 1978 r. w powstanie zbrojne.</p><p>W grudniu 1978 r. powstał Zjednoczony Front Ocalenia Narodowego Kampuczy, a 7 stycznia 1979 r. siły rewolucyjne wyzwoliły stolicę kraju. Reakcyjna klika Pol Pota została faktycznie rozbita.</p><p>W okresie przejściowym całą władzę przejęła Rada Rewolucyjna Ludu Kampuczy. 10 stycznia 1979 r. proklamowano Kampuczańską Republikę Ludową. W maju 1981 r. odbyły się pierwsze wybory do rganów przedstawicielskich. Najwyższym organem władzy państwowej jest Zgromadzenie Narodowe. Jego stale działajacym organem jest Rada Państwa, której przewodniczący jest tytularną głową państwa.</p><p><strong>Gospodarka:</strong> Kampucza jest rozwijającym się krajem rolniczym, dążącym do zbudowania podstaw gospodarki socjalistycznej. W okresie dyktatury Pol Pota (1975 - 1979) gospodarka narodowa, infrastruktura i życie społeczne uległy rozkładowi.</p><p>Obecny rząd ludowy w bardzo trudnych warunkach stopniowo odbudowuje gospodarkę. W kraju znajdują się złoża rudy żelaza, rudy miedzi i fosforytów. Przemysł ma przede wszystkim charakter przetwórczy, najważniejszymi jego gałęziami są produkcja włókiennicza i obróbka drewna. Rolnictwo nastawione jest na uprawę ryżu, manioku, kukurydzy; rozwija się uprawa roślin przemysłowych. Powierzchnia gruntów uprawnych wynosi ponad 1,5 mln ha.</p><p>Kampucza utrzymuje kontakty handlowe przede wszystkim z krajami wspólnoty socjalistycznej, które udzielają jej wszechstronnej pomocy w odbudowie gospodarki narodwej.</p><div id='map'><img src='maps/kampucza-min.jpg' alt='Kampuchea map'></div>",
   "katar":"<p><strong>KATAR</strong></p><p><strong>Księstwo Kataru</strong></p><p>Al - Katar</p><p><strong>Położenie:</strong> Wschodnia część Półwyspu Arabskiego</p><p><strong>Powierzchnia:</strong> 22 014 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> Brak danych</p><p><strong>Stolica:</strong> Al - Dauha (250 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Musajid, Umm Bab, Al - Ghuwajrija, Al - Wakra</p><p><strong>Ludność:</strong> 245 000, w większości Arabowie; oprócz nich mieszkają tu Irańczycy, Pakistańczycy, Hindusi i Afrykanie</p><p><strong>Warunki naturalne:</strong> 95% terytorium zajmuje nizina o charakterze pólpustynnym i pustynnym. Klimat gorący i suchy</p><p><strong>Język urzędowy:</strong> arabski</p><p><strong>Waluta:</strong> Rial katareski = 100 dirhamów</p><p><strong>Historia i ustrój polityczny:</strong> Podobnie jak cały ten obszar, również terytorium obecnego państwa katarskiego zostało zasiedlone przez Arabów w VII w. n. e. W średniowieczu wchodziło w skład kalifatu arabskiego, później znajdowało się pod kontrolą polityczną szejków Bahrajnu. W latach 1871 - 1914 Katar był uzależniony od imperium osmańskiego. W r. 1876 do władzy doszła dynastia Sanidów, która panuje w kraju do dnia dzisiejszego.</p><p>W XIX w. rejon ten znalazł się w orbicie wpływów brytyjskich. Zależność od Wielkiej Brytanii pogłębia się na początku naszego stulecia, a w r. 1916 Katar staje się faktycznie jej protektoratem. W 1935 r. w kraju zostają odkryte złoża ropy naftowej, lecz monopole brytyjskie i północnoamerykańskie rozpoczynają jej wydobycie dopiero w r. 1949</p><p>Stopniowo również w Katarze (o którego zacofaniu świadczy m. in. fakt, że niewolnictwo zostało tu zniesione dopiero w 1952 r.) zaczyna rozwijać się ruch narodowowyzwoleńczy; w r. 1956 wybucha powstanie antykolonialne, które zostaje jednak stłumione. Katar był protektoratem brytyjskim aż do początku lat siedemdziesiątych. W r. 1971 wystąpił z Federacji Emiratów, do której należał od 1968 r. Niepodległość kraju proklamowano 1 września 1971 r. Katar jest monarchią konstytucyjną, kierującą się ściśle zasadami Koranu. Głową Państwa jest Emir wraz z rządem sprawuje władzę wykonawczą. 30 - osobowa Rada Doradcza, mianowana jest przez emira, posiada ograniczone uprawnienia ustawodawcze.</p><p><strong>Gospodarka:</strong> Katar jest krajem słabo rozwiniętym gospodarczo, w istotny sposób uzależnionym od wydobycia ropy naftowej. Jej zasoby szacuje się na ponad 816 mln ton. Od 1979 r. rząd Kataru kontroluje całość krajowych zasobów ropy. Oprócz ropy Katar ma również dość duże zasoby gazu ziemnego.</p><p>W kraju zrealizowano 10 - letni plan rozwoju gospodarczego na lata 1973 - 1982, który zmierzał przede wszystkim do przyspieszenia industrializacji. W rolnictwie, którego podstawę stanowi koczownicza hodowla bydła, do dziś panują stosunki feudalne. Ziemia orna zajmuje ok. 0,2% terytorium, państwiska i łąki - 4,6% zaś pozostałe 95,2% obszaru kraju pokrywają pustynie i półpustynie.</p><p>Produkcja rolna zdecydowanie nie zaspokaja zapotrzebowania krajowego, toteż większość artykułów spożywczych trzeba sprowadzać. W oazach uprawia się daktyle, proso, kukurydzę, warzywa i owoce. Rozpowszechniona jest koczownicza hodowla bydła, zwłaszcza owiec, kóz i wielbłądów. W rejonach nadbrzeżnych rozwinięte jest rybołówstwo oraz połów pereł. Najważniejszym artykułem eksportowym Kataru jest ropa naftowa i gaz ziemny, poza tym kraj eksportuje również cement, perły, suszone ryby, daktyle i warzywa. Import obejmuje głównie maszyny i wyroby przemysłowe. Głównymi partnerami handlowymi Kataru są USA, Japonia, Wielka Brytania, RFN, BAngladesz, INdie i Arabia Saudyjska.</p><div id='map'><img src='maps/katar-min.jpg' alt='Katar map'></div>",
   "korea":"<p><strong>KOREA</strong></p><p><strong>Korea</strong></p><p>Dzoson</p><p><strong>Położenie:</strong> Azja Wschodnia; obejmuje Półwysep Koreański i przylegające do niego Góry Północnokoreańskie oraz ok. 3 500 niewielkich wysp. Graniczy z Chinami i ZSRR. Północno część Półwyspu Koreańskiego zajmuje <strong>Koreańska Republika Ludowo - Demokratyczna (KRL - D)</strong>, zaś południowa - <strong>Korea Południowa (Republika Koreańska)</strong></p><p><strong>Powierzchnia:</strong> Ogólna powierzchnia Korei wynosi 219 000 km<sup>2</sup></p><p><strong>Ludność:</strong> Ogółem - ok. 55 000 000.</p><p><strong>Warunki naturalne:</strong> Przeważająca część powierzchni Korei zajmują góry i wyżyny. Część północną pokrywają wyżyny i pasma Gór Północnokoreańskich; na wschodzie i południu liczne pasma i masywy średniowysokich i niskich gór (Góry Wschodniokoreańskie); w części zachodniej przeważają niziny. Klimat monsunowy, na południu - podzwrotnikowy, a w części środkowej - umiarkowany, a na północy - umiarkowany chłodny.</p><p><strong>Historia:</strong> Początki osadnictwa w Korei datują się na trzecie tysiąclecie p. n. e. W starożytności istniało tu państwo Dzoson. W I w. n. e. powstały try państwa: Kogurio, Pekdze i Silla. W r. 918 powstaje silne państwo dynastii Korio, która panuje w Korei do XIV w., kiedy zastępuje je dynastia Li. Dynastia ta utrzymała się aż do r. 1910, gdy Korea została przemocą anektowana przez Japonię. Spod panowania japońskiego kraj został wyzwolony w r. 1945. Północną część Korei wyzwoliła Armia Czerwona przy pomocy wydatnej pomocy ruchu partyzanckiego, część południowa została zajęta przez wojska amerykańskie. Wkrótce potem politycy południowokoreańscy przy poparciu USA zaczęli sabotować dążenia przedstawicieli Północy mające na celu zjednoczenie kraju. W 1947 r. Li Syn Man przeprowadził na Południu separatystyczne wybory i w 1948 r. proklamował formalnie w południowej części kraju Republikę Południowokoreańską. W odpowiedzi na to 9 września 1948 r. powstała Koreańska Republika Ludowo - Deokratyczna. Stosunki między obiema częściami kraju były stale napięte wskutek incydentów na linii demarkacyjnej, wywoływanych przez reżim południowokoreański. Wreszcie 25 czerwca 1950 r. wojska południowokoreańskie zaatakowały KRL - D. Wybuchła tzw. wojna koreańska. W działaniach zbrojnych prowadzonych przez oddziały południowokoreańskie brały również udział powołane bezprawnie siły ONZ, których trzon stanowiły jednostki amerykańskie. Walkę narodu KRL - D wspierały kraje socjalistyczne z ZSRR na czele; w październiku 1950 r. do walki po stronie Północy stanęli także chińscy ochotnicy ludowi. Wojna, która kosztowała kilka milionów ofiar i spowodowała ogromne straty materialne, zakończyła się podpisaniem rozejmu 27 lipca 1953 r. Od tamtej pory naród KRL - D pod kierownictwem Partii Pracy Korei pomyslnie buduje ustrój socjalistryczny. W Korei Południowej przy poparciu USA, które utrzymują tam poważny kontyngent wojskowy, zmieniło się już kilku dyktatorów, sprawujących rządy przy pomocy brutalnych metod i tłumioących wszelki opór.</p><p>Rząd Koreański Republiki Ludowo - Demokratycznej wytrwale dąży do zjednoczenia kraju, podejmując stale wysiłki w tym kierunku.</p>",
   "northKorea":"<p><strong>Koreańska Republika Ludowo - Demokratyczna</strong></p><p>Dzoson Mindzudzuyi</p><p>Inmin Konghwaguk</p><p><strong>Położenie:</strong></p><p><strong>Powierzchnia:</strong> 120 500 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 9 prowincji i 2 miasta wydzielone</p><p><strong>Stolica:</strong> Phenian (Phiongjang, 1 500 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Czhongdzin (300 000 mieszk.), Hyngnam (260 000 mieszk.)</p><p><strong>Ludność:</strong> Ponad 17 500 000</p><p><strong>Warunki naturalne:</strong></p><p><strong>Język urzędowy:</strong> koreański</p><p><strong>Waluta:</strong> Won = 100 junów</p><p><strong>Historia i ustrój polityczny:</strong> KRL - D jest państwem socjalistycznym. Naczelnym organem władzy KRL - D jest Najwyższe Zgromadzenie Ludowe o kadencji 4 - letniej, liczące obecnie 615 członków. Wybiera ono ze swego grona Stały Komitet, który działa między sesjami. Na jego czele stoi przewodniczący Zgromadzenia. Najwyższą władzę kierowniczą w kraju jest Centralny Komitet Ludowy o szerokich kompetencjach. Na czele Centralnego Komitetu Ludowego stoi prezydent, będący głową państwa, wybierany na 4 - letnia kadencję. Władzę wykonawczą sprawuje Rada Administracyjna (rząd), na czele której stoi premier powołany przez Najwyższe zgromadzenie Ludowe. Kierowniczą siłą polityczną KRL - D jest Partia Pracy Korei założona w 1945 r.</p><p><strong>Gospodarka:</strong> KRL - D jest państwem przemysłowo - rolniczym, które od zakończenia wojny we współpracy z krajami socjalistycznymi osiągnęło duże sukcesy gospodarcze. Gospodarka narodowa wykorzystuje bogate zasoby surowców mineralnych (rudy żelaza, złota, srebra, miedzi, ołowiu, cynku, kadmu, aluminium). Działalność gospodarcza sterowana jest centralnie i ukierunkowana za pomocą  systemu planowania państwowego. W KRL - D rozbudowany jest głównie przemysł wydobywczy, hutniczy, chemiczny i maszynmowy. Z gałęzi przetwórczych rozwinął się przemysł włókienniczy i spożywczy. Rolnictwo w KRL - D jest całkowicie uspółdzielnione. Produkcja rolna jest bardzo wydajna dzięki jej konsekwentnej intensyfikacji, mechanizacji i chemizacji. Uprawia się przede wszystkim ryż, kukurydzę, pszenicę, jęczmień, proso i soję. Głównymi partnerami handlowymi KRL - D są kraje socjalistyczne (zwłaszcza ZSRR i ChRL) oraz Japonia.</p>",
   "southKorea":"<p><strong>Korea Południowa</strong></p><p><strong>Republika Koreańska</strong></p><p> - Tehan Minguk</p><p><strong>Powierzchnia:</strong> 90 500 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 9 prowincji i 2 miasta wydzielone</p><p><strong>Stolica:</strong> Seul (Soul, ponad 8 000 000 mieszkańców); do 1972 r., r., tzn. do uchwalenia nowej konstytucji KRL - D, Seul był konstytucyjną stolicą Korei Północnej</p><p><strong>Inne duże miasta:</strong> Pusan (3 100 000 mieszk.), Tegu (1 600 000 mieszk.)</p><p><strong>Ludność:</strong> 37 000 000</p><p><strong>Język urzędowy:</strong> koreański</p><p><strong>Waluta:</strong> Won = 100 jeon</p><p><strong>Historia i ustrój polityczny:</strong> Korea Południowa jest republiką. Zgodnie z konstytucją z 1980 r. głową państwa jest prezyden, wybierany na 7 - letnią kadencję przez kolegium elektorskie, liczące 5 278 osób, wyłaniane w wyborach powszechnych. Organem władzy ustawodawczej jest Zgromadzenie Narodowe o kadencji 4 - letniej, liczące 276 członków. Organem władzy wykonaczej jest rząd z premierem na czele, powoływany przez prezydenta.</p><p><strong>Gospodarka:</strong> Kapitalistyczna gospodarka na południu kraju bazuje na udziale firm zagranicznych, przede wszystkim amerykańskich i japońskich, dlatego też znaczna część środków produkcji znajduje się w rękach obcych właścicieli. Dużą część dochodu narodowego pochłaniają wydatki wojskowe. W Korei Południowej rozwinął się przemysł przetwórczy i lekki, wykorzystujący tanią siłę roboczą.</p><p>Ważną gałęzią przemysłu jest górnictwo; wydobywa się węgiel kamienny, rudy miedzi, cynku i ołowiu, wolframu, molibdenu i żelaza, grafit, złoto i srebro. Podstawą energetyki są elektrownie cieplne. W ostatnim okresie rozwinął się przemysł przetwóczy i ciężki (montownie samochodów, huty żelaza i metali niezależnych, fabryki nawozów sztucznych, rafinerie ropy naftowej, cementownie).</p><p>Uprawia się ryż, jęczmień, pszenicę, proso, sorgo, soję, sezam, bawełnę, tytoń, kongrie, bataty, warzywa, drzewa owocowe, winorośl. hoduje się bydło, trzodę chlewną, jedwabniki. Duże znaczenie ma rybołówstwo.</p><p>Głównymi partnerami handlowymi Korei Południowej są Japonia, USA i RFN.</p><div id='map'><img src='maps/jemenpołudniowy-min.jpg' alt='Southern Yemen map'></div>",
   "kuwait":"<p><strong>KUWEJT</strong></p><p><strong>Państwo Kuwejtu</strong></p><p>Daulat al - Kuwajt</p><p><strong>Położenie:</strong> Północno - wschodnia część Półwyspu Arabskiego, nad Zatoką Perską</p><p><strong>Powierzchnia:</strong> 17 818 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 3 dystrykty</p><p><strong>Stolica:</strong> Kuwejt (Al - Kuwejt, 1 031 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Al - Dżahara, Al - Burkan</p><p><strong>Ludność:</strong> 1 460 000; 43% stanowią Kuwejtczycy pochodzenia arabskiego, resztę - cudzoziemcy, tj. Arabowie z sąsiednich krajów, Europejczycy itp.</p><p><strong>Warunki naturalne:</strong> Terytorium Kuwejtu pokrywają monotonne przestrzenie o charakterze półpustynnym i pustynnym. W kraju występuje niedostatek wody pitnej. Klimat gorący i suchy</p><p><strong>Język urzędowy:</strong> arabski</p><p><strong>Waluta:</strong> Dinar kuwejcki = 10 dirhamów = 1 000 filów</p><p><strong>Historia i ustrój polityczny:</strong> Obszar dzisiejszego Kuwejtu został zasiedlony przez Arabów w VII w. n. e. i z czasem włączony do kalifatu arabskiego. W XVI w. kraj popadł w zależność od tureckiego imperium osmańskiego. Zależność od Turcji utrzymywała się formalnie aż do początku I wojny światowej. tj. do r. 1914. W r. 1756 władzę w Kuwejcir przejęła panująca do dziś dynastia as - Saba.</p><p>W XIX w. w rejonie tym zaczynają wzrastać wpływy brytyjskie. W r. 1899 tutejszy władca zawiera z Wielką Brytanią układ, dzięki któremu umacnia swoją pozycję w stosunku do Turcji. W 1914 r. na mocy nowego układu z Londynem Kuwejt staje się protektortem brytyjskim.</p><p>W latach trzydziestych naszego stulecia w Kuwejcie odkryto bogate złoża ropy naftowej. Ich eksploatację rozpoczęto jednak dopiero po II wojnie światowej: r 1946 r. rozpoczęła wydobycie Kuwait Oil Comapny, filia brytyjskiego Anglo - Iranian Co.</p><p>Kuwejt uzyskał niepodległość 19 czerwca 1961 r.; w tym samym roku odbyły się pierwsze wybory do parlamentu, a w r. 1962 proklamowano pierwszą kuwejcką konstytucję. Kuwejt jest monarchią konstytucyjną. Głową państwa jest emir, będący zarazem naczelnym dowódcą sił zbrojnych i najwyższym sędzią. Władza ustawodawcza należy do jednoizbowego Zgromadzenia Narodowego, wybieranego na okres 4 lat.</p><p><strong>Gospodarka:</strong> Podstawą kuwejckiej ekonomiki jest ropa naftowa. W kraju znajduja się również bogate złoża gazu ziemnego. Wydobycie i przeróbka ropy oraz gazu ziemnego dostarcza 90% wpływów do skarbu państwa.</p><p>Przemysł, z wyjątkiem wydobywczego i rafineryjnego, jest jak dotąd słabo rozwinięty. W kraju znajduje się ogółem 5 rafinerii naftowych; duże znaczenie dla gospodarki narodowej Kuwejtu ma rozwijający się przemysł chemiczny, oparty na technologii przeróbki ropy naftowej i gazu ziemnego. Poza tym w kraju znajdują się zakłady przemysłu spożywczego, cementownie, walcownia rur praz instalacje odsalające wodę morską. Produkcja rolna ze względu na niedobór wody ma dla kuwejckiej gospodarki narodowej znaczenie podrzędne. Ropa naftowa, gaz ziemny i produkty naftowe stanowią najważniejszą pozycję kuwejckiego eksportu. Import obejmuje głównie maszyny, urządzenia przemysłowe i środki transportu, żywność, artykuły konsumpcyjne itp. Najważniejszymi partnerami handlowymi Kuwejtu są Japonia, Wielka Brytania, Holandia, Francja, USA, RFN i Włochy.</p><div id='map'><img src='maps/kuwejt-min.jpg' alt='Kuwait map'></div>",
   "laos":"<p><strong>LAOS</strong></p><p><strong>Laotańska Republika Ludowo - Demokratyczna</strong></p><p>Sathalanalat Pasathipataj Pasason Lao</p><p><strong>Położenie:</strong> Południowo - wschodnia Azja, Półwysep Indochiński</p><p><strong>Powierzchnia:</strong> 236 000 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 13 prowincji i 1 miasto wydzielone (Vientiane)</p><p><strong>Stolica:</strong> Vientiane (220 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Luang Prabang, Muong Ngoi, Savannakhet</p><p><strong>Ludność:</strong> 3 600 000; Laos zamieszkują trzy grupy narodowościowe; Lao i plemiona górskich Thajów, Khmerowie i Monowie oraz Miao i Man</p><p><strong>Warunki naturalne:</strong> powierzchnia Laosu jest przeważnie górzysta, pokryta licznymi wyżynami. Klimat tropikalny</p><p><strong>Język urzędowy:</strong> laotański</p><p><strong>Waluta:</strong> Kip = 100 at</p><p><strong>Historia i ustrój polityczny:</strong> Od II w. n. e. na terenie dzisiejszego Laosu istniały księstwa feudalne zależne od państwa Khmerów, a później od Syjamu, które w poł. XIV w. zostały zjednoczone w królestwo Langxanx (Miliona Słoni). W XVIII w. państwo to rozpadło się, a na jego obszarze powstały dwa królestwa: Vientiane i Luang Prabang. W maju 1893 r. terytorium dzisiejszego Laosu zajęły wojska francuskie, a kraj stał się kolonią Francji. Podczas II wojny światowej Laos okupowały wojska japońskie i syjamskie. W sierpniu 1945 r. w Vientiane wybuchło powstanie ludowe przeciwko francuskiemu panowaniu kolonialnemu, które stopniowo objęło cały kraj. W październiku 1953 r. Francja musiała uznać suwerenność Laosu, jednak faktyczną niepodległość kraj uzyskał dopiero po podpisaniu układów genewskich w sprawie Indochin w lipcu 1954 r. W r. 1955 została założona Ludowa Partia Laosu, od r. 1972 nosząca nazwę Laotańskiej Partii Ludowo - Rewolucyjnej. Stanęła ona na czele walki z tymi siłami w kraju i za granicą, które dążyły do wprowadzenia porządków neokolonialnych. W 1958 r. siły prawicowe korzystające z poparcia USA rozpętały w Laosie wojnę domową. Na podstawie uchwał konferencji genewskiej w sprawie Laosu z r. 1962 r. w kraju powstał koalicyjny rząd jedności narodowej; wkrótce jednak siły prawicowe sprowokowały wznowienie akcji wojskowych. Laotańska Partia Ludowo - Rewolucyjna stworzyła z sił patriotycznych armię narodową, która stopniowo wyzwoliła większość terytorium kraju. Długoletnia walka narodu laotańskiego o rzeczywistą niepodległość i postęp społeczny została uwieńczona zwycięstwem 2 grudnia 1975 r. Zniesiono wówczas monarchię i uroczyście proklamowano Laotaską Republikę Ludowo - Demokratyczną. Rząd podjął energiczne kroki zmierzające do zaleczenia ran wojennych i noramlizacji życia w kraju. Naród laotański pod kierownictwem Partii Ludowo - Rewolucyjnej wkroczył na drogę budowy socjalizmu.</p><p>Głową państwa laotańskiego jest prezydent, będący zarazem przewodniczącym Najwyższej Rady Ludowej - organu ustawodawczego, który liczy 45 deputowanych.</p><p><strong>Gospodarka:</strong> Wskutek długoletnich rządów kolonialnych oraz podejmowanych przez siły wewnętrzne i obce prób narzucenia krajowi neokolonialnych porządków gospodarka laotańska jest słabo rozwinięta. Przemysł praktycznie nie istnieje, najważniejszą gałęzią gospodarki jest rolnictwo i przemysł drzewny. Laos ma wiele bogactw mineralnych - znajdują się tu złoża rudy cyny, żelaza, pokłady egla oraz niektóre inne surowce - jednak ich wydobycie nie jest jeszcze rozwinięte. W przeszłości w Laosie znajdowały się wyłącznie niewielkie zakłady przemysłu lekkiego. Przy pomocy krajów socjalistycznych rozpoczęto budowę bazy przemysłowej. 65% terytorium pokrywają tropikalne lasy, w których pozyskuje się cenne gatunki drewna, zwłaszcza mahoń. W krajach uprawia się przede wszystkim ryż, w ostatnich latach rząd poświęca uwagę rozwojowi produkcji zwierzęcej, uprawie kawy, tytoni, juty oraz niektórych innych roślin. Głównymi partnerami handlowymi Laosu były Malezja, Tajwan, Singapur, Hongkong i Francja; w chwili obecnej LRL - D utrzymuje kontakty gospodarcze przede wszystki z z krajami socjalistycznymi, zwłaszcza z Wietnamem.</p><div id='map'><img src='maps/laos-min.jpg' alt='Laos map'></div>",
   "lebanon":"<p><strong>LIBAN</strong></p><p><strong>Republika Libańska</strong></p><p>Al - Dżumhurija al - Lubnanija</p><p><strong>Położenie:</strong> Zachodnia część kontynentu azjatyckiego, wschodnie wybrzeże Morza Śródziemnego</p><p><strong>Powierzchnia:</strong> 10 400 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 5 okręgów</p><p><strong>Stolica:</strong> Bejrut (Bajrut, ok. 1 300 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Trypolis (Tarabulus asz - Szam, 250 000 mieszk.), Sajda  (70 000 mieszk.)</p><p><strong>Ludność:</strong> 3 100 000, z czego ok. 95% stanowią Arabowie. Poza tym mieszkają tu Ormianiem Kurdowie, Turcy, Grecy, Czerkiesi i Persowie</p><p><strong>Warunki naturalne:</strong> Powierzchnia Libanu jest przeważnie górzysta, wzdłuż wybrzeży Morza śródziemnego ciągnie się wąski pas nizin. Klimat śródziemnomorski</p><p><strong>Język urzędowy:</strong> arabski</p><p><strong>Waluta:</strong> Funt libański = 100 piastrów</p><p><strong>Historia i ustrój polityczny:</strong> Na terytorium dzisiejszego Libanu istniało  w starożytności państwo fenickie. W późniejszym okresie obszar ten opanowali Rzymianie, a następnie Bizantyjczycy. W VII w. n. e. Liban zdobyli Arabowie, a w w. XI - Turcy seldżuccy. W latach 1098 - 1289 kraj znajdował się we władzy krzyżowców; w r. 1516 popadł w zależność od Turcji, wchodząc w skład imperium osmańskiego aż do r. 1918.</p>Po rozpadzie imperium pod koniec I wojny światowej Liban został zajęty przez wojska francuskie i brytyjskie, a w r. 1920 uznany za terytorium mandatowe ówczesnej Ligi Narodów pod zarządem ZFrancji. W 1940 r., po upadku Republiki Francuskiej, mandat przejął kolaborancki rząd Vichy. W lipcu 1941 r. Liban zajęły oddziały brytyjskie i Wolnej Francji; 26 listopada tego samego roku rząd de Gaulle&#700;a przyznał mu niepodległość. Niepodległa Republika Libańska została formalnie proklamowana 22 listopada 1943 r., a z dniem 1 stycznia 1944 r. z kraju zostały wycofane francuskie i brytyjskie oddziały wojskowe, co nie oznaczało jednak, iż Zachód zrezygnował z prób oddziaływania na rozwój sytuacji w Libanie. Wręcz przeciwnie: rodzima burżuazja umacniała związki z USA, podporządkowując kraj interesom Waszyngtonu. W maju 1957 r. rząd libański uznał tzw. doktrynę Eisenhowera, zaś w lipcu 1958 r. interweniowała amerykańska piechota morska.</p><p>Próby opanowania kraju powtarzano również w późniejszych latach. Zwłaszcza po izraelskiej napaści na kraje arabskie w czerwcu 1967 r. Liban stał się celem wielu agresywnych posunięc Tel Awiwu.</p><p>W latach 1975 - 1976 miała miejsce w Libanie wojna domowa, któr pochłoneła ok. 50 tys. ofiar. Przyczyną konfliktu wewnętrznego były separatystyczne dążenia proizraelksiej reakcji maronistycznej, która z bronią w ręku chciała przeforsować plany zagrażające integralności kraju.</p><p>W marcu 1978 r. wojska izraelskie zajęły cały obszar Libanu Południowego. Pod naciskiem opinii światowej Tel Awiw musiał wycofać się, jednak de facto wciąż okupuje część Libanu Południowego. Część ta, przylegająca do granicy izraelskiej, została przez Izrael przekazana pod kontrolę proizraelskich sił maronistycznych. Przy ich pomocy chce on zrealizować swoje długofalowe plany strategiczne zakładające opanowanie całego Libanu Południowego. Kulminacyjnym punktem agresywnej polityki Izraela wobec Libanu była inwazja na ten kraj, w toku której uległ zniszczeniu m. in. Bejrut.</p><p><strong>Gospodarka:</strong> Liban jest krajem rolniczym. Decydującą pozycję w jego ekonomice zajmuje kapitał zagraniczny. Ważną rolę w życiu gospodarczym odgrywa sektor usług (sfera operacji handlowo - bankowych itp.).</p><p>Przemysł libański jest jak dotąd słabo rozwinięty i nierównomiernie rozmieszczony. Głównymi ośrodkami produkcji towarowej są Bejrut, Sur i inne duże miasta. Nowoczesną petrochemię reprezentują zakłady przetwórstwa ropy nafotwej w Trypolisie i Sajdzie. Ważne miejsce zajmuje produkcja olejów i benzyny.</p><p>Grunty uprawne zajmują ogółem 300 tys. ha, z czego 60 tys. stanowią ziemie nawadniane. Najbardziej urodzajne ziemie znajdują się na nizinie nadbrzeżnej oraz w dolinach międzu pasmami górskimi Libanu i Antylibanu. W rolnictwie główną rolę odgrywa sadownictwo (cytrusy, winogrona, banany, jabłka) i warzywnictwo. Poza tym uprawia się zboża, a z roślin przemysłowych - tytoń i oliwki. Partnerami handlowymi Libanu są Arabia Saudyjska, Francja, Wielka Brytania i Kuwejt (eksport) oraz RFN, Francja i Włochy (import).</p><div id='map'><img src='maps/liban-min.jpg' alt='Lebanon map'></div>",
   "macao":"<p><strong>MAKAU</strong></p><p><strong>Makau</strong></p><p>Macau - Aomen</p><p>(Prowincja zamorska Portugalii</p><p><strong>Położenie:</strong> Leży nad Morzem Południowochińskim; (ok. 65 km na zachód od Hongkongu); jego terytorium składa się z półwyspu Macau (na którym leży miasto Macau) oraz wysp Taipa i Coloane</p><p><strong>Powierzchnia:</strong> 16 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 2 okręgi</p><p><strong>Stolica:</strong> Makau (Macau, po chińsku - Aomen, 180 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Jiu&#700;aodao</p><p><strong>Ludność:</strong> 400 000, głównie Chińczycy</p><p><strong>Warunki naturalne:</strong> Makau leży na nizinie nadmorskiej, jego warunki naturalne są identyczne jak warunki w południowej części ChRL</p><p><strong>Język urzędowy:</strong> Portugalski (w powszechnym użyciu jest również język chiński, którym posługuje się przeważająca większość ludności)</p><p><strong>Waluta:</strong> Pataca = 100 avos</p><p><strong>Historia i ustrój polityczny:</strong> Portugalczycy zaczęli osiedlać się w rejonie obecnego Makau w II poł. XVI w. W r. 1557 Lizbona uzyskała zezwolenie Pekinu na złożenie faktorii handlowej na tym obszarze, niemniej aż do r. 1680, kiedy to został mianowany gubernator portugalski, terytorium tym zarządzały Chiny. Ostatecznie Makau stało się kolonią portugalską dopiero w r. 1889.</p><p>W r. 1951 Makau uzyskało status portugalskiej prowincji zamorskiej o autonomii wewnętrznej. Status ten, choć w formie nieco rozszerzonej, Makau posiada de facto do dzisiaj, ponieważ po obaleniu reżimu faszystowskiego w Portugalii w kwietniu 1974 r., kiedy nowy rząd w Lizbonie uznał prawo dotychczasowych kolonii portugalskich do niepodległości (większość z nich wkroczyła też w niedługim czasie na drogę swobodnego rozwoju) rząd ChRL nie przejawiał zainteresowania zmianą statusu Makau. Z uwagi na to rząd portugalski przyznał Makau od lutego 1976 r. jako &bdquo;terytorium chińskiemu znajdującego się dobrowolnie i czasowo pod zarząddem portugalskim&rdquo; status terytorium specjalnego o szerokiej autonomii gospodarczej, finansowej i administracyjnej.</p><p>Na czele władz Makau stoi gubernator mianowany przez prezydenta Portugalii, skupiający w swoich rękach całą władzę wykonawczą. Władza ustawodawcza należy do 17 - osobowego Zgromadzenia Ustawodawczego.</p><p><strong>Gospodarka:</strong> Podobniejak pobliska brytyjska kolonia koronna Hongkong, również Makau stanowi ważny ośrodek handlowy, finansowy i przemysłowy w tym rejonie. Makau jest pośrednikiem w międzynarodowych operacjach handlowych i finansowych, a także dużym ośrodkiem handlu złotem i opium. Znaczny procent ludności utrzymuje się z rybołówstwa i przetwórstwa ryb; w ostatnim okresie, podobnie jak w Hongkongu, szybko rozwija się tu przemysł (włókiennictwo, optyka i elektronika), a większość wyrobów przeznaczona jest na eksport. W Makau odczuwa się deficyt ziemi uprawnej, tutejsze rolnictwo zaspokaja tylko 8% zapotrzebowania na żywność. Uprawia się oraz niektóre rośliny przemysłowe.</p><p>Najważniejszymi produktami eksportowymi są ryby, herbata, tytoń, wyroby skórzane, jedwab, zapałki, tkaniny, wyroby optyczne i elektrotechniczne. Sprowadza się żywność, półfabrykaty przemysłowe i surowce. Eksport kierowany jest do RFN, USA, Francji I Hongkongu, imoprt pochodzi głównie z Hongkongu i ChRL (półprodukty rolne).</p><div id='map'><img src='maps/makau-min.jpg' alt='Macao map'></div>",
   "maldives":"<p><strong>MALEDIWY</strong></p><p><strong>Republika Malediwy</strong></p><p>Malaja Vara - Republic of Male</p><p><strong>Położenie:</strong> północno - zachodnia część Oceanu Indyjskiego; archipelag tworzy 19 atoli, składających się z ok. 2 000 wysp i wysepek, z których tylko 209 jest zamieszkałych</p><p><strong>Powierzchnia:</strong> Ok. 100 000 km<sup>2</sup>, w tym lądu jedynie 298 km<sup2></sup></p><p><strong>Podział administracyjny:</strong> 19 atoli, zarządzanych przez tzw. komitety atolowe</p><p><strong>Stolica:</strong> Male (ok. 30 000 mieszkanców, leżu na atolu o tej samej nazwie)</p><p><strong>Ludność:</strong>ok. 150 000. Pod względem etnicznym mieszkańcy są spokrewnieni z lankijskimi (cejlońskimi) Syngalezami; poza tym mieszkają tu Arabowie i Malajczycy</p><p><strong>Warunki naturalne:</strong> Powierzchnia składających się na archipelag wysp koralowych jest płaska i nisko położona - nie przekracza wysokości 2 m n. p. m. Klimat tropikalny</p><p><strong>Język urzędowy:</strong> malediwski</p><p><strong>Waluta:</strong> Rupia malediwska = 100 laria</p><p><strong>Historia i ustrój polityczny:</strong> Już od II w. n. e. Malediwy były zasiedlane przez Tamilów i Syngalezów ze Sri Lanki (Cejlonu). W tym okresie wyspy były ważnym ogniwem pośrednim w handlu między krajami arabskimi a państwami leżącymi na subkontynencie indyjskim. W nast ępnych wiekach Malediwy coraz wyraźniej dostawały się w sferę wpływów arabskich. W XVI w. stały się sułtanatem. U schyłku XVIII w. obszar ten znalazł się w orbicie wpływów brytyjskich. W r. 1834 sułtanat malediwski stał się terytorium zależnym od Wielkiej Brytanii. W r. 1887 Londyn przekształcił Malediwy w swój protektorat. Pod panowaniem brytyjskim archipelag znajdował się do lat sześćdziesiątych naszego stulecia. Co prawda z dniem 1 stycznia 1953 r. Malediwy formalnie zostały ogłoszone republiką, lecz republika ta wkrótce przestała istnieć. Już bowiem w sierpniu 1953 r. Malediwy ponownie stały się sułtanatem. W r. 196y0 tutejszy władca wydzierżawił Wielkiej Brytanii na 30 lat (poczynając od 1 stycznia 1956 r.) wysp e Gun w atolu Addu na bazę wojskową.</p><p>Rzeczywistą niepodległość uzyskały Malediwy 26 lipca 1965 r. Trzy lata później - 11 listopada 1968 r. - na podstawie wyników referendum ludowego archipelag stał się Republiką Malediwską. Zgodnie z Konstytucją przyjętą po proklamowaniu republiki w 1968 r., głową państwa malediwskiego jest prezydent, wybierany przez ludność na 5 lat. Jest on zarazem premierem. Władza ustawodawcza należy do 48 - osobowego parlamentu (Madżlisu) o 5 - letniej kadencji: jego członkowie są częściowo wybierani w wyborach powszechnych, a częściowo mianowani. Władza wykonawcza należy do rządu.</p><p><strong>Gospodarka:</strong> Republika Malediwska jest zacofanym krajem rolniczym. Największą gałęzią gospodarki jest rybołówstwo, które stanowi podstawowe źródło utrzymania ludności archipelagu. Rolnictwo ma znaczenie drugorzędne; uprawia się palmę kokosową, proso, kukurydzę i banany. Przemysł nie istnieje.</p><p>Głównym produktem eksportowym Malediwów są ryby i mączka rybna, nastęnie orzechy kokosowe, kopra, muszle kauri i konopie manilskie. Import obejmuje przede wszystkim artykuły spożywcze (zwłaszcza ryż) oraz towary przemysłowe. Najważniejszym partnerem handlowym Republiki Malediwskiej jest Sri Lanka (Cejlon), a następnie Indie, Japonia i Wielka Brytania.</p><div id='map'><img src='maps/malediwy-min.jpg' alt='Maldives map'></div>",
   "malaysia":"<p><strong>MALEZJA</strong></p><p><strong>Federacja Malezji</strong></p><p>Persekutuan Tanah</p><p>Melaysia</p><p>Federation of Malaysia</p><p><strong>Położenie:</strong> Południowa część Półwyspu Malajskiego oraz północna część wyspy Kalimantan (Borneo)</p><p><strong>Powierzchnia:</strong> 329 749 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 13 stanów (11 z nich leży na Półwyspie Malajskim, a 2 na Kalimantanie) oraz terytorium stołeczne</p><p><strong>Stolica:</strong> Kuala Lumpur (1 000 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Ipoh, Penang, Port Kelang, Djohor Baharu</p><p><strong>Ludność:</strong> 14 400 000; Malajczycy (46,8% ludności), Chińczycy (34,1%) oraz hindusi, Indonezyjczycy i przedstawiciele innych narodowości</p><p><strong>Warunki naturalne:</strong> Półwysep Malajski zajmują pasma górskie, poprzedzielane dolinami przechodzącymi w kierunku wybrzeża w nizinu. Także północna część wyspy Kalimantan jest górzysta. Obie części państwa dzieli Morze Południowochińskie. Klimat tropikalny, bardzo wilgotny</p><p><strong>Język urzędowy:</strong> malajski i angielski</p><p><strong>Waluta:</strong> Ringgit = 100 sen</p><p><strong>Historia i ustrój polityczny:</strong> Od VIII do XII w. n. e. Półwysep Malajski był częścią indomalajskiego królestwa Śriwidżaja. PO rozpadzie królestwa na jego obszarze powstał szereg samodzielnych państewek, z których największe znaczenie miał sułtanat Malakka. Jako ważny ośrodek handlu korzeniami, herbata i jedwabiem. Malakka nie uszła uwadze europejskich kolonizatorów: w r. 1511 opanowali ją Portugalczycy, których 130 lat później wyparli stąd Holendrzy. W r. 1786 stopniową kolonizację półwyspu rozpoczęli Brytyjczycy, którzy w ciagu XIX w. uzależnili od siebie wszystkie tutejsze księstwa.</p><p>W czasie II wojny światowej Malaje zostały zajęte przez Japończyków. Dużą rolę w antyjapońskim ruchu oporu odgrywała Narodowa Armia Malajska prowadząca walkę zbrojną pod kierownictwem Komunistycznej Partii Malajów. Po wycofaniu się wojsk japońskich w sierpniu 1945 r. do kraju powrócili Brytyjczycy, którzy zaczęli rekonstruować rządy kolonialne. W r. 1946 został zniesiony system samorządnych kolonii i protektoratów. 1 lutego 1948 r. proklamowano Federację Malajską będącą protektoratem w ramach brytyjskiej Wspólnoty Narodów. Mimo to Brytyjczykom nie udało się powstrzymać przybierającego na sile ruchu narodowowyzwoleńczego, pod którego presją 31 sierpnia 1957 r. Londyn zmuszony był przyznać Federacji Malajskiej niepodległość. W r. 1963 do Federacji Malajskiej przyłączyły się dwie z ówczesnych trzech brytyjskich kolonii koronnych położonych w północnej części wyspy Kalimantan (Borneo) - Sarawak i Sabah, a w krótce potem także Singapur. W ten sposób 16 września 1963 r. w Azji Południowo - Wschodniej powstało nowe państwo Malezja (Federacja Malezji). Mniej więcej dwa lata później z uwagi na odmienne interesy polityczne i gospodarcze z Federacji Malezji wystąpił Singapur.</p><p>Malezja jest monarchią konstytucyjną, głową państwa jest władca (król) noszący historyczny tytuł Yang di - pertuan agong. Władza ustawodawcza należy do 2 - izbowego parlamentu, składającego się z Izby Posłów i Senatu.</p><p><strong>Gospodarka:</strong> Malezja jest słabo rozwiniętym państwem rolniczym bardzo zasobnym w bogactwa mineralne. Znajdują się tu wielkie złoża rudy cyny (1/3 produkcji światowej), żelaza, boksytów, wolframu, a także złoża ropy naftowej i złota. Gospodarka Malezji uzależniona jest od produkcji i eksportu kauczuku, oleju palmowego, a przede wszystkim - cyny. W produkcji i eksporcie trzech artykułów kraj zajmuje czołowe miejsce na świecie. Od r. 1971 rząd realizuje tzw. nową politykę gospodarczą, której celem jest dźwignięcie z nędzy wszystkich grup narodowościowych. Najważniejszą gałęziągospodarki jest przemysł wydobywczy, dostarczającey 20% globalnego produktu społecznego. Stosunkowo nieźle rozwinięty jest także przemysł metalowy, drzewny, elektrotechniczny, papierniczy i produkcji artykułów konsumpcyjnych. Ważne miejsce zajmuje też przemysł przetwórczy - zwłaszcza kauczuku, tłoczarnie oleju palmowego itp. Większość zakładów przemysłowych podporządkowana jest monopolom zagranicznym, które kontroluj a 72% wydobycia cyny i 60% kapitału akcyjnego inwestowanego w przemyśle.</p><p>W produkcji rolnej zatrudnione jest 48% zawodow czynnej ludności. Produkcja ta nastawiona jest głównie na uprawę roślin przemysłowych; produkuje się głónie kauczuk (w r. 1980 - 47% produkcji światowej).</p><p>Istotną rolę w gospodarce malezyjskiej odgrywa kapitał zagraniczny, przy pomocy którego rząd chce umocnić rozwój gospodarczy. Najważniejszymi partnerami handlowymi Malezji są Japonia, Singapur, USA, Australia i państwa EWG.</p><div id='map'><img src='maps/malezja-min.jpg' alt='Malaysia map'></div>",
   "mongolia":"<p><strong>MONGOLIA</strong></p><p><strong>Mongolska Republika Ludowa</strong></p><p>Bugd Najramdach Mongoł Ard Uls</p><p><strong>Położenie:</strong> Centralna część kontynentu azjatyckiego</p><p><strong>Powierzchnia:</strong> 1 565 000 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 18 ajmaków i 3 miasta wydzielone</p><p><strong>Stolica:</strong> Ułan Bator (Ulaanbaatar, 420 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Darchan (Darhan, 57 000 mieszk.), Czojbalsan (&#268;ojbalsan, 21 000 mieszk.)</p><p><strong>Ludność:</strong> 1 753 1000. Ponad 90% populacji stanowią Mongołowie</p><p><strong>Warunki naturalne:</strong> Kraj wyżynno - górzysty, zachodnią część zajmują potężne masywy górskie (Ałtaj Mongolski, A łtaj Gobijski, Changoj, Chentej), na południu leży Pustynia Gobi. Klimat kontynentalny</p><p><strong>Język urzędowy:</strong> mongolski</p><p><strong>Waluta:</strong> Tugrik = 100 mongo</p><p><strong>Historia i ustrój polityczny:</strong> W końcu III w. p. n. e. na obszarze dzisiejszej Mongolii powstał silny związek plemienny Hiung-nu (Hunowie). W późniejszych wiekach napływające tu plemiona tworzą kolejne własne związki. W XIII w. powstaje wczesnofeudalne państwo mongolskie, istnieje do r. 1368. Po jego rozpadzie w kraju powstaje kilka niezależnych księstw feudalnych. W XVII w. Mongolia stała się zależna od Chin; zależność ta utrzymała się do końca pierwszej dekady XX w. W r. 1911, gdy w Chinach zwyciężyła rewolucja burżuazyjno - demokratyczna, lokalni władcy proklamowali niepodległość Mongoli Zewnętrznej. Jednakże w r. 1918 kraj został ponownie zajęty przez wojska chińskie. 11 lipca 1921 r. w Mongolii zwyciężyła rewolucja ludowa pod wodzą Suche Batora, powstał pierwszy rząd ludowy i ponownie proklamowano niepodległość kraju. W marcu 1924 r. III Zjazd Mongolskiej Partii Ludowej (przemianowanej na Zjeździe na Mongolską Partię Ludowo - Rewolucyjną) uchwalił generalną linię niekapitalistycznego rozwoju kraju. W czerwcu 1924 r. proklamowano Mongolską Republikę Ludową, a w listopadzie uchwalono pierwszą w dziejach Mongolii konstytucję. Zniesiono przywileje feudalnej arystokracji i klasztorów, znacjonalizowano całą ziemię, przeprowadzono inne ważne refomy.</p><p>Mongolska Republika Ludowa jest krajem socjalistycznym. Najwyższym organem władzy państwowej jest Wielki Churał Ludowy, którego członkowie wybierani są przez ludność w wyborach bezpośrednich na 4 lata. W okresie między sesjami Wielkiego Churału Ludowego funkcję najwyższego organu władzy państwowej pełni jego Prezydium (będące kolektywną głową państwa), wybierane przez Wielki Churał Ludowy na 4 lata i odpowiedzialne przed nim.</p><p>Kierowniczą siłą polityczną w kraju jest Mongolska Partia Ludowo - Rewolucyjna.</p><p><strong>Gospodarka:</strong> Mongolska Republika Ludowa jest szybko rozwijającym się socjalistycznym krajem rolniczo - przemysłowym. Przed rewolucjhą w Mongolii nie było ani jednego zakładu przemysłowego, szpitala, nie pracował tu ani jeden zootechnik czy wterynarz. W minionym dziesięcioleciach powstały tu dziesiątki zakładów przemysłowych, wybudowano nowe miasta. Przy współpracy pozostałych krajów socjalistycznych wyrosły tu takie nowoczesne ośrodki przemysłowe, jak Darchan czy Erdenet; dzięki pomocy Związku Radzieckiego wybudowano w kraju ok. 350 wielkich obiektów przemysłowych.</p><p>Mimo że rolnictwo (produkcja zwierzęca) wciąż jeszcze odgrywa decydującą rolę w MRL, przemysł zaczyna nabierać charakteru gałęzi wiodącej. Szósty 5 - letni plan rozwoju gospodarki narodowej na lata 1976 - 1980 zwracał przede wszystkim uwagę na umocnienie bazy paliwowo - energetycznej, rozwój przemysłu wydobywczego oraz przemysłu materiałów budowlanych. Do końca szóstej pięciolatki przy pomocy ZSRR uruchomiono ogółem 250 dalszych ważnych kompleksów gospodarczych (w tym 17 paliwowo - energetycznych). Do najważniejszych z nich należy kombinat miedziowo - molibdenowy w Erdenet. W chwili obecnej Mongolia pomyślnie realizuje siódmy plan 5 - letni na lata 1981 - 1985. Uprzemysłowienie MRL ma doskonałą bazę w postaci licznych i bogatych złóż surowców mineralnych. Wydobywa się tu węgiel kamienny i brunatny, rudy żelaza i innych metali, fosforyty. W ostatnich latach odkryto nowe złoża rudy miedzi i molibdenu oraz niektórych innych kopalin.</p><p>Handel zagraniczny nastawiony jest przede wszystkim na Związek Radzieckich i pozostałe kraje socjalistyczne.</p><p>Eksport obejmuje główne produkty zwierzęce (masło, mięso, skóry, futra i żywe bydło), jednak MRL eksportuje także coraz więcej wyrobów przemysłowych.</p><p>Mongolia importuje przede wszystkim maszyny, urządzenia i artykuły konsumpcyjne.</p><div id='map'><img src='maps/mongolia-min.jpg' alt='Mongolia map'></div>",
   "nepal":"<p><strong>NEPAL</strong></p><p><strong>Królestwo Nepalu</strong></p><p>&#346;ri Nep&#225;la Sark&#225;r</p><p><strong>Położenie:</strongŚrodkowa część Himalajów</p><p><strong>Powierzchnia:</strong> 140 797 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 14 obwodów</p><p><strong>Stolica:</strong> Katmandu (Kathmandu, ok. 800 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Patan (60 000 mieszk.)</p><p><strong>Ludność:</strong> Ok. 15 000 000. Skład narodowościowy bardzo zróżnicowany są to przedstawiciele dwóch rodzin językowych - indoeuropejskiej (ok. 75% ludności, głównie Nepalczycy) i chińsko - tybetańskiej (głównie Newarowie)</p><p><strong>Warunki naturalne:</strong> Południową część kraju zajmują wyżyny i tereny pagórkowate, pokryte dżunglą oraz północny skraj niziny Hindustańskiej, na północy rozciąga się główny łańcuch Himalajów z najwyższym szczytem świata Czomolungmą (Zhumulangmafeng, Mount Everest) o wysokości 8 848 m. Północna część kraju ma klimat górski, południowa sięga w strefę równikowych monsunów</p><p><strong>Język urzędowy:</strong> nepalski</p><p><strong>Waluta:</strong> Rupia nepalski = 100 pajsa</p><p><strong>Historia i ustrój polityczny:</strong> Terytorium obecnego Nepalu było stopniowo zasiedlone przez przedstawicieli najrozmaitszych plemion tybetańskich, które tworzyłu tu swoje księstwa. W II poł. XVIII w. obszar dzisiejszego Nepalu podporządkowali sobie Gurkowie, którzy przybyli tu z terenów Indii. Z najwyższych feudalnych warstw Gurków rekrutowali się późniejsi królowie Nepalu, którzy jednak po nieudanej wyprawie do Tybetu, po r. 1790 sami stali się zależni od władców chińskich. Sytuację tę wykorzystała brytyjska Kompania Wschodnioindyjska, aby stopniowo przeniknąć w głąb kraju: w r. 1793 król nepalskizostał zmuszony do zawarcia z nią nierównoprawnego układu; w latach 1815 - 1816 do Nepalu wkraczają wojska brytyjskie i anektują jego zachodnie obszary przygraniczne. W r. 1846 władzę w kraju przejmuje ród Rana, wiernie służący interesom brytyjskim. W ten sposób kraj całkowicie uzależnił się od Wielkiej Brytanii. W r. 1923 Londyn formalnie przyznaje Nepalowi samodzielność. Po II wojnie światowe, pod wpływem ruchu narodowowyzwoleńczego rozwijającego się w Indiach, w Nepalu łaczą się siły polityczne niezadowlone z feudalnego zacofania kraju i podporządkowania go interesom Stanów Zjednoczonych. Jesienią 1950 r. wybucha powstanie antyfeudalne, które obala rządy dziedzicznych premierów Rana. W następnych latach sytuacja wewnętrzna w Nepalu kształtowała się dość zawile.</p><p>Kraj jest monarchią konstytucyjną. Władza ustawodawcza, wykonawcza i sądownicza znajduje się w ręku króla. Organem ustawodawczym jest Paczajat Narodowy (parlament), pierwsze wybory do tego ciała odbyły się w 1959 r. Organem doradczym króla jest Rada Stanu, której członkowie sa mianowani przez panującego.</p><p><strong>Gospodarka:</strong> Nepal jest zacofanym krajem rolniczym, rolnictwo dostarcza 75% dochodu narodowego. Kraj posiada dość znaczne, jednak jak dotąd mało zbadane, bogactwa naturalne. Wydobywa się tu rudy miedzi, kobaltu, żelaza, cynku, manganu, mikę, złoto i kamienie półszlachetne. W Nepalu znajdują się również pokłady węgla kamiennego, siarki, grafitu, złoża ropy naftowej, wapienia i marmuru.</p><p>W przemyśle Nepalu zatrudnione jest tylko 5% zawodowo czynnej ludności. W kraju istnieje niewiele zakładów przemysłowych, wciąż dominuje chałupnicza produkcja rzemieślnicza. Uprawia się ryż, kukurydzę, pszenicę, trzcinę cukrową, ziemniaki, proso, jęczmień, rośliny oleiste, tytoń i jutę, przeznaczoną głównie na eksport.</p><p>Z ziół górskich produkuje się rozmaite leki. W górach ludność utrzymuje się z hodowli bydła.</p><p>Eksport obejmuje niemal wyłacznie produkty rolne i drewno. Eksportuje się przede wszystkim jutę, ryż, nasiona oleiste, owoce, surowe skóry, wełnę, drewno i leki.</p><p>Do kraju sprowadza się wyroby tekstylne, obuwie, cement i inne materiały budowlane, towary przemysłowe, produkty naftowe, papier i niektóre rodzaje artykułów spożywczych. Najważniejszymi partnerem handlowym Nepalu są Indie (90% eksportu nepalskiego).</p><div id='map'><img src='maps/nepal-min.jpg' alt='Nepal map'></div>",
   "oman":"<p><strong>OMAN</strong></p><p><strong>Sułtanat Omanu</strong></p><p>Saltanat Uman</p><p><strong>Położenie:</strong> Południowo - Wschodnia część Półwyspu Arabskiego, nad Zatoką Omańską i MOrzem Arabskim. (Prócz tego w ważnym strategicznie punkcie Cieśniny Ormuz, na granicy Zatoki Omańskiej i Zatoki Perskiej, leży mała, odrębna enklawa terytorialna Omanu.)</p><p><strong>Powierzchnia:</strong> 212 457 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 38 gubernatorstw</p><p><strong>Stolica:</strong> Maskat (60 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Sur, Salala</p><p><strong>Ludność:</strong> 1 600 000. Większość populacji stanowią Arabowie; mieszkają tu również Hindusi, Irańczycy i Afrykanie</p><p><strong>Warunki naturalne:</strong> Większość terytorium jest górzysta i niezamieszkała, część powierzchni zajmuje piaszczysta pustynia Ar - Rab al - Chali. Klimat zwrotnikowy</p><p><strong>Język urzędowy:</strong> arabski</p><p><strong>Waluta:</strong> Rial omański = 1 000 baiza</p><p><strong>Historia i ustrój polityczny:</strong> Obecne oaństwo Osmańskie leży na obszarze dawnytch sułtanatów Maskatu i Omanu. W VII w. n. e. terytorium to zaswiedlili Arabowie i do w. XI wchodziło ono w skład kalifatu arabskiego. W w. XVII i XVIII Oman stopniowo przekształcił się w jedno z najważniejszych państw we wschodniej części Półwyspu Arabskiegom a jego wpływy obejmowały nawet niektóre obszary kontynentu afrykańskiego. W r. 1856 jednolite do tej pory państwo osmańskie zostało podzielone między dwóch synów władcy = w ten sposób powstał Sułtanat Maskatu i Sułtanat Omanu, Z biegiem czasu popadały one w coraz większą zależność od Wielkiej Brytanii. W r. 1891 oba państwa stały się de facto protektoratem brytyjskim. Na początku XX w. na większości terytorium Omanu powstał imamat, którego niepodległość proklamowano w r. 1913; Londyn uznał ją w r. 1920. W tym samym roku również Maskat uzyskał formalnie niepodległość. Oba kraje pozostawały jednak w dalszym ciągu pod silnym wpływem Wielkiej Brytanii.</p><p>W r. 1955 wojska sułtana Muskatu wspierane przez oddziały brytyjskie wtargnęły na obszar imamatu osmańskiego; na zjednoczonym w ten sposób terytorium powstał jednolity sułtanat Maskatu i Omanu. W r. 1970 panujący sułtan Sair ibn - Tajmur został obalony w wyniku przewrotu pałacowego, a władzę przejął jego syn Kabus. Kraj został przemioanowany na Sułatanat Omanu, będący monarchią absolutną. Dążąc do utrzymania w kraju zacofanego feudalnego reżimu sułtana i do zachowania dzięki temu swych pozycji w tym strategicznie ważnym rejonie Wielka Brytania, a zwłaszcza USA udzielają władzom Omanuwszechstronnej pomocy finansowej i wojskowej.</p><p><strong>Gospodarka:</strong> Sułtanat Omanu jest rozwijającym się krajem rolniczym, w którego gospodarce po dziś dzień utrzymuje się stosunki feudalne. Ponad 60% ludności w wieku produkcyjnym pracuje w rolnictwie.</p><p>Kraj posiada wiele bogactw mineralncych: znajdują się tu złoża rudy miedzi, chromu, niklu, żelaza, manganu, a przede wszystkim złoża ropy naftowej. Wydobywa się głównie ropę naftową (ponad 15 mln ton rocznie), która jest najważniejszym towarem eksportowym Omanu. Przemysł (z wyjątkiem wydobywczego) nie istnieje.</p><div id='map'><img src='maps/oman-min.jpg' alt='Oman map'></div>",
   "pakistan":"<p><strong>PAKISTAN</strong></p><p><strong>Pakistańska Republika Islamska</strong></p><p>Islami Dżamhurija Pakistan</p><p>Islamic Republic of Pakistan</p><p><strong>Położenie:</strong> Północno - zachodnia część subkontynentu indyjskiego</p><p><strong>Powierzchnia:</strong> 803 942 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 4 prowincje oraz Islamabad</p><p><strong>Stolica:</strong> Islamabad (ok. 300 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Karaczi (Karaci, 3 500 000 mieszk.), Lahore (Lahaur, 2 000 000 mieszk.)</p><p><strong>Ludność:</strong> 84 600 000. Są to przedstawiciele kilku narodowości, głównie - Pendżabczycy (42 mln), Patanowie (10 mln), Sindhowie (9,5 mln) oraz Beludżowie (1,7 mln)</p><p><strong>Warunki naturalne:</strong> Mniej więcej połowę terytorium zajmuje Nizina Indusu. Na północy i w kierunku północno - zachodnim ciągną się pasma górskie i wyżyny. Południowy zachód zajmuje skraj Wyżyny Irańskiej, a część południowo - wschodnią - pustynia Thar. Klimat na wybrzeżu tropikalny, w głębi kraju - podzwrotnikowy, na północy i północnym - zachodzie - chłodniejszy</p><p><strong>Język urzędowy:</strong> urdu i angielski</p><p><strong>Waluta:</strong> Rupia pakistańska = 100 pajsa</p><p><strong>Historia i ustrój polityczny:</strong> Historia Pakistanu aż do r. 1947 w dużym stopniu pokrywa się z historią Indii. Jako samodzielne państwo powstał 15 sierpnia 1947 r., kiedy dotychczasowa kolonia brytyjska Indie, na podstawie tzw. planu Mountbattena została podzielona wg klucza religijnego na dwa niezależne państwa - hinduistyczne Indie i muzułmański Pakistan. Początkowo Pakistan składał się z dwóch części - zachodniej i wschodniej - oddzielonych od siebie liczącym ok. 2 tys. km szerokości pasem terytorium indyjskiego, przy czym Pakistan Zachodni pod względem gospodarczym i politycznym był najbardziej rozwiniętą częścią kraju.</p><p>Przez pierwsze dziewięć lat swego istnienia Pakistan miał status dominium brytyjskiego. Na początku 1956 r. został proklamowany republiką. W październiku 1958 r. w kraju została wprowadzona dyktatura wojskowa, któr utrzymała się u władzy do r. 1971. W marcu tego samego roku naród bengalski w Pakistanie Wschodnim, który w stosunku do zachodniej części krju odgrywał rolę drugorzędną, rozpoczął walkę zbrojnś o niepodległość i samostanowienie; 26 marca 1971 r. na terytorium Pakistanu Wschodniego proklamowano Bangladeską Republikę Ludową, która jednak faktyczną niepodległość uzyskała dopiero 16 grudnia, kiedy nastąpiła kapitulacja wojsk ówczesnego pakistańskiego reżimu wosjkowego.</p><p>W grudniu 1971 r. dyktaturę wojskową w Islamabadzie zastąpił rząd cywilny z Z. A. Bhutto na czele. ogłosił tzw. program odnowy naroodwej i przeprowadził w jej ramach szereg reform społeczno - ekonomicznych, a w polityce zagranicznej przejawiał zainteresowanie stworzenia dobrosąsiedzkich stosunków między Pakistanem, Indiami i Bangladeszem. W lipcu 1977 r. rząd Bhutto został obalony w wyniku wojskowego zamachu stanu, a władzę przejęła armia. W kraju ogłoszono stan wyjątkowy, rozwiązano parlament. Władzę przejęła 4 - osobowa rada wojskowa pod przywództwem generał Zia - ul - Haqa. Reformy społeczno - ekonomiczne zostały zahamowane. We wrześniu 1978 r. prezydent wydał dekret, umożliwiający zwrot byłym właścicielom upaństwowionych przez rząd Bhutto przedsiębiorstw. W ostatnim okresie kraj stał się instrumentem polityki amerykańskiej w tym rejonie świata.</p><p><strong>Gospodarka:</strong> Pakistan jest slabno rozwiniętym krajem rolniczym o niewykorzystanych bogactwach naturalnych. zasoby mineralne nie zostały jeszcze zbadane. Wydobywa się tu przede wszystkim węgiel, rudę chromu, soł kamienną, gaz ziemny i ropę naftową. Huty, przedsiębiorstwa przemysłu ciężkiego, elektrotechnicznego i chemicznego, zakłady petrochemiczne i elektrownie po wojskowym zamachu stanu zostały w większości zwrócone byłym właścicielom. Obecenie władze pakistańskie szeroko otwierają drzwi przed kapiatłem zagranicznym.</p><p>Podstawą produkcji przemysłowej jest przetwórstwo bawełny; są tu także cukrownie, wytwórnie oleju, młyny, zakłady przetwórstwa owocowego. Rozwija sie przemysł chemiczny, produkcja materiałów budowlanych, papierosów, cementu, ceramiki. W kraju istnieje kilka stalowni oraz zakładów przemysłu maszynowego, są także zakłady przemysłu chemicznego. W rolnictwie pracuje ponad 50% ludności w wieku produkcyjnym. Uprawia się ryż, pszenicę, trzcinę cukrową, proso, kukurydzę, jęczmień, rośliny strączkowe i oleiste, bawełnę i tytoń. Stosunkowo dobrze rozwinięta jest produkcja zwierzęca.</p><p>Najważniejszymi partnerami handlowymi Pakistanu są Wielka Brytania, USA i Japonia. Eksport obejmuje bawełnę, wyroby tekstylne oraz produkty zwierzęce; import zaś - wyroby przemysłowe, maszyny, podstawowe artykuły spożywcze i paliwa.</p><div id='map'><img src='maps/pakistan-min.jpg' alt='Pakistan map'></div>",
   "singapore":"<p><strong>SINGAPUR</strong></p><p><strong>Republika Singapuru</strong></p><p>Republic of Singapore</p><p>Republik Singapura</p><p><strong>Położenie:</strong> Grupa wysp u południowych wybrzeży Półwyspu Malajskiego, z których największą jest Singapur</p><p><strong>Powierzchnia:</strong> 581 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 5 dystryktów</p><p><strong>Stolica:</strong> Singapur (Singapore)</p><p><strong>Inne duże miasta:</strong> 2 400 000; skład narodowościowy bardzo urozmaicony - Chińczycy, Malajczycy, Hindusi i Europejczycy</p><p><strong>Ludność:</strong> Singapur jest państwem miejskim. Leży na wyspie o tej samej nazwie, której wysokość sięga 177 m n. p. m. oraz na 54 innych przyległych wysepkach. Klimat tropikalny</p><p><strong>Warunki naturalne:</strong></p><p><strong>Język urzędowy:</strong> angielski, malajski, chiński i tamilski</p><p><strong>Waluta:</strong> Dolar singapurski = 100 centów</p><p><strong>Historia i ustrój polityczny:</strong> Dzieje obszaru, na którym leży obecna RFepublik Singapuru, są nadzwycaj barwne. Miasto Singapur, leżące na wyspie o tej samej nazwie oddzielonej od Malajów cieśniną Johore, zostało założone już w r. 1160. Później, w XIV w., zostało jednak zniszczone przez wojska jawajskie.</p><p>Strategiczne znaczenie Singapuru wzrastało wraz z postępującą europejską kolonizacją Azji Południowo - Wschodniej - uświadomiali to sobie zwłaszcza Brytyjczycy. Dlatego też w r. 1819 angielski kolonizator Thomas Stamford Raffles odkupił od syułtana malajskiego część wyspy dla Kompanii Wschodnioindyjskiej. W r. 1824 Kompania Wschodnioindyjska stała się włąścicielką całej wyspy, a w 1867 r. Singapur został uznany za brytyjską kolonię koronną.</p><p>Po I wojnie światowej, w latach 1924 - 1938, Londyn przekształca Singapur w twierdzę morską. W latach 1942 - 1945 Singapur, podobnie jak większość Azji Południowo - Wschodniej, dostaje się pod okupację Japońską. Po wycofaniu się Japończyków aż do r. 1959 pozostaje pod kolonialnym zarządem Londyny. W tym właśnie roku Singapur uzyskuje tzw. samorząd wewnętrzny w ramach brytyjskiej Wspólnoty Narodów. 31 sierpnia 1963 r. stał się państwem niepodległym (monarchią) również w ramach brytyjskiej Wspólnoty Narodów. Wkrótce po tym Singapur przyłącza się do nowo powstałej Federacji Malezji. Członkiem Federacji jest do 9 sierpnia 1965 r., kiedy to występuje z niej ze względu na odrębne interesy polityczne i ekonomiczne, stając się suwerennym państwem. 22 grudnia 1965 r. został ogłoszony republiką.</p><p>Głową Republiki Singapuru jest prezydent, wybierany na 4 - letnią kadencję w wyborach pośrednich przez członków parlamentu. Najwyższym organem władzy państwowej w Republice Singapuru jest jednozibnowy parlament (Zgromadzenie Ustawodawcze). Przywódca większości parlamentarnej otrzymuje stanowisko premiera. Od r. 1959 kierowniczą siłą w kraju jest Partia Akcji Ludowej (People&#700;s Action Party, PAP), założona w 1954 r.</p><p><strong>Gospodarka:</strong> Republika Singapuru jest kapitalistycznym państwem miejskim, którego gospodarka uzleżniona jest od eksportu oraz międzynarodowego transportu morskiego. Przez port singapurski przebiega 60 szlaków morskich, prowadzących z Oceanu Indyjskiego na Ocean Spokojny, dlatego też nastawiony jest on na usługi żeglugowe: znajdują się tu wielkie doki remontowe, rafineria olejów pędnych, ogromne składy i magazyny, duże stocznie. W porcie singapurskim przeładowuje się  95% produkowanego na świecie kauczuku, 70% - cyny, 65% - kopry oraz 90% - chininy.</p><p>Od połowy lat sześćdziesiątych rząd singapurski tworzy z tego miejskiego państwa ośrodek usług i przemysłu. Singapur ma odpowiednie warunki po temu: korzystne położenie, rozwiniętą infrastrukturę, tanią i wykwalifikowaną siłę roboczą. W ostatnim okresie wzrasta również rola Singapuru jako ośrodka finansowego i bankowego dla całejAzji Południowo - Wschodniej. Znajduje się tu90 banków, w tym 80 zagranicznych, co świadczy o znacznej zależnośći gospodarki Singapuru od obcego kapitału zwłaszcza amerykańskiego, brytyjskiego i japońskiego. Dla działających w rejonie Azji Południowo - Wschodniej międzymarodowych monopoli naftowych Singapur stał sie najważniejszym ośrodkiem zakupów oraz centrum administracyjnym. Przemysł ma charakter przetwórczy, rolnictwo zaś - cechy rolnictwa podmiejskiego. Najważniejszymi partnerami handlowymi Singapuru są kraje Azji Południowo - Wschodniej i Wschodniej, zwłaszcza Malezja, Japonia i Hongkong, a z pozostałych państw - USA, Wielka Brytania i RFN. Eksport obejmuje głównie surowce przetworzone (kauczuk, cynę, koprę, produkty naftowe), poza tym wyroby ze skór krokodylich, rybki akwariowe i orchidee.</p><div id='map'><img src='maps/singapur-min.jpg' alt='Singapore map'></div>",
   "srilanka":"<p><strong>SRI LANKA</strong></p><p><strong> Demokratyczno - Socjalistyczna Republika Sri Lanka</strong></p><p>Śri Lanka Pradżatantrika Samadżawadi Dżanaradżaja</p><p>Democratic Socialist Republic of Sri Lanka</p><p><strong>Położenie:</strong> Wsypa Sri Lanka (dawniej Cejlon) na Oceanie Indyjskim, u południowych wybrzeży subkontynentu indyjskiego</p><p><strong>Powierzchnia:</strong> 65 610 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 9 prowincji i 22 okręgi</p><p><strong>Stolica:</strong> Kolombo (Kolambo, 1 700 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Dżafna (Dziafna, 118 000 mieszk.)</p><p><strong>Ludność:</strong> Ok. 14 900 000. Większość mieszkańców stanowią Singalezi (71,9%) i Tamilowie (20,5%), resztę - przedstawiciele innych narodowości</p><p><strong>Warunki naturalne:</strong> Ukształtowanie pionowe zróżnicowane - północna część wyspy jest na ogół nizinna, południowa - górzysta. Klimat zwrotnikowy monsunowy</p><p><strong>Język urzędowy:</strong> syngaleski i tamilski, w użyciu również angielski</p><p><strong>Waluta:</strong> Rupia lankijska = 100 centów</p><p><strong>Historia i ustrój polityczny:</strong> Wyspa, na której leży republika Sri Lanka, była zamieszkała od najdawniejszych czasów i już na początku naszej ery stała się ośrodkiem handlu morskiego. W r. 1505 do brzegów dzisiejszej Sri Lanki przybijają  Portugalczycy, którym stopniowo udaje się opanować znaczną część kraju. W w. XVII zaczynają wypierać ich Holendrzy, którzy również dążą do podporządkowania sobie wyspy. W r. 1598 okres panowania portugalskiego kończy się definitywnie i panami wyspy stają się Holendrzy, którzy panują tu praktycznie aż do ostatniej dekady XVIII w., kiedy to na wyspie pojawiają się Brytyjczycy. Londyn de facto opanował wyspę już w r. 1796, jednak pod względem prawnym staje się ona częścią brytyjskiego imperium kolonialnego dopiero w r. 1802, na mocy traktatu w Armiens.</p><p>Od połowy ubiegłego stulecia w kraju wzrastały dążenia niepodległościowe, których nie udało się Brytyjczykom stłumić nawet za pomocą krwawych represji. Po II wojnie światowej ruch narodowowyzwoleńczy nasilił się tak dalece, że Wielka Brytania zmuszona była pod jego presją 4 lutego 1948 r. przyznać krajowi niepodległość - status dominium w ramach brytyjskiej Wspólnoty Narodów. 24 lata później, 22 maja 1972 r., na podstawie nowej konstytucji kraj został uroczyście proklamowany Republiką Sri Lanka. Głową republiki jest prezydent, a najważniejszym organem władzy ustawodawczej - Narodowe Zgromadzenie Państwowe, którego członkowie wybierani są w wyborach powszechnych na 6 - letnią kadencję. Władza wykonawcza należy do rządu. W r. 1978 uchwalono nową konstytucję, a nazwa kraju została zmieniona na Demokratyczną - Socjalistyczną Republikę Sri Lanka.</p><p><strong>Gospodarka:</strong> Sri Lanka jest rozwijającym się państwem rolniczym. Rolnictwo wytwarza ok. 45% produktu globalnego, przemysł zaś - 18%. Podstawą gospodarki jest uprawa herbaty, kauczuku i palmy kokosowej, których plantacje zajmują niemal połowę ziemi uprawnej. Część plantacji należy do kapitału brytyjskiego, jednak rząd stopniowo ogranicza wpływ towarzystw zagranicznych na ekonomikę kraju.</p><p>Na wyspie znajdują się złoża rudy żelaza, miki, grafitu, kaolinu, wapienia, kamieni szlachetnych, toru. Przeważają tu zakłady przetwórstwa produktów rolnych. Dość dobrze rozwinięty jest także przemysł wydobywczy. Przemysł ciężki reprezentuje kilka zakładów przemysłu metalowego i montowni. Przy pomocy ZSRR wybudowano kombinat hutniczy oraz fabrykę opon.</p><p>Sri Lanka eksportuje głónie herbatę, kauczuk i produkty kokosowe, a z surowców - grsfit, importuje zaś przede wszystkim maszyny i urządzenia, artykuły przemysłowe oraz żywność. Najważniejszymi partnerami Sri Lanki są Wielka Brytania, ChRL, Indie, USA, Japonia i RFN.</p><div id='map'><img src='maps/srilanka-min.jpg' alt='Sri Lanka map'></div>",
   "syria":"<p><strong>SYRIA</strong></p><p><strong>Arabska Republika Syrii</strong></p><p>Al - Dżumhurija al - Arabija as - Surija</p><p><strong>Położenie:</strong> Południowo - zachodnia Azja, nad Morzem Śródziemnym</p><p><strong>Powierzchnia:</strong> 185 200 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 14 gubernatorstw</p><p><strong>Stolica:</strong> Damaszek (Dimaszk, 1 200 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Aleppo (Halab, 779 000 mieszk.), Homs (Hims, 267 000 mieszk.)</p><p><strong>Ludność:</strong> 8 300 000. Prawie 90% ludności stanowią Arabowie, oprócz tego mieskają  tu Kurdowie, Ormianie i przedstawiciele wielu innych narodowości</p><p><strong>Warunki naturalne:</strong> Nad Morzem Śródziemnym leży nizina, dalej, równolegle do wybrzeża, ciągnie się kilka łańcuchów górskich. Na wschodzie rozpościera się kolejna nizina. klimat na wybrzeżu śródziemnomorski, na pozostałym obszarze - kontynentalny</p><p><strong>Język urzędowy:</strong> arabski</p><p><strong>Waluta:</strong> Funt syryjski = 100 piastrów</p><p><strong>Historia i ustrój polityczny:</strong> Obszar dzisiejszej Syrii należy do rejonów o prastarym osadnictwie - powstało tu kilka starożytnych cywilizacji i kultur. W VII w. n. e. został zasiedlony przez Arabów. W r. 1516 Syria stała się częścią imperium osmańskiego. Od poł. XIX w. do kraju zaczął przenikać kapitał francuski, jednak Paryż zdołał umocnić tu wpływy dopiero po r. 1920, kiedy ówczesna Liga Narodów powierzyła Francji mandat nad tym arabskim krajem. W r. 1940, po upadku Republiki Francuskiej, władze francuskie w Syrii uznały rząd w Vichy i wyraziły zgodę na udostępnienie terytorium kraju Niemcom hitlerowskim i faszystowskim Włochom do celów militarnych. Wielka Brytania zareagowała na ten krok uznaniem w 1941 r. Syrii za terytorium okupowane przez przeciwnika. Po wkroczeniu do Syrii oddziałów brytyjskich i Wolnej Francji (de Gaulle&#700;a), Francuzi we wrześniu 1941 r. proklamowali niepodległość kraju, nadal jednak traktowali go jako kolonię; dopiero w r. 1943 uchwalono republikańską konstytucję i rozpisano wybory do parlamentu. Faktycznie niepodległym państwem Syria stała się jednak dopiero po 17 kwietnia 1946 r., kiedy opuściły ją ostatnie oddziały brytyjskie i francuskie.</p><p>Pierwsze lata istnienia suwerennego państwa syryjskiego charakteryzowały się brakiem stabilności politycznej. W r. 1958 Syria i Egipt połączyły się tworząc Zjednoczoną Republikę Arabską, jednak po wojskowym zamachu stanu z 28 września 1961 r. unia z Egiptem została zerwana i proklamowano samodzielną Arabską Republikę Syrii.</p><p>Punktem zwrotnym w historii kraju stał się r. 1963, kiedy do władzy doszła Partia Socjalistycznego Odrodzenia Arabskiego (Hizb al - Baas). Po objęciu władzy w łonie partii, w której licznie reprezentowane były drobnoburżuazyjne koła nacjonalistyczne, toczyła się zacięta walka międzu poszczególnymi frakcajmi. Z walki tej wyszło zwycięsko w 1966 r. lewe skrzydło partii Baas. Utorowało to drogę do dalszych przemian społeczno - ekonomicznych w kraju. W r. 1967 Izrael rozpętał agresywną wojnę przeciwko sąsiednim krajom arabskim. Część terytorium syryjskiego (Wzgórza Golan) dostała się wówczas pod okupację izraelską.</p><p>Tendencja, jaka zarysowała się w połowie lat sześćdziesiątych rozwijała się nadal w minionym dziesięcioleciu: w lsitopadzie 1970 r. postępowe skrzydło partii Baas zainicjowało tzw. ruch naprawy w dziedzinie polityki wewnętrznej i zagranicznej. W marcu 1972 r. powstał Narodowy Front Postępowy, w skład którego wchodzi partia Baas, partia komunistyczna oraz trzy inne partie lewicowe, których celem jest działanie na rzecz jedności narodowej. W marcu 1973 r. uchwalono nową konstytucję syryjską, w której za cel programowy uznano zbudowanie społeczeństwa socjalistycznego. Na czele państwa stoi prezydent, wybierany na 7 - letnią kadencję. Organem ustawodawczym jest jednoizbowa Rada Ludowa.</p><p><strong>Gospodarka:</strong> Arabska Republika Syrii jest krajem rolniczym o stopniowo rozwijającym się przemyśle. W latach 1964 - 1965 rząd znacjonalizował wszystkie bogactwa mineralne, łącznie z ropą naftową, wielkie zakłady przemysłowe, banki, transport lotniczy i kolejowe, energetykę i handel zagraniczny, a także przeprowadził radykalną reformę rolną. W czerwcu 1972 r. znacjonalizowano również cay majątek oraz rurociągi towarzystwa Iraq Petroleum Co. Wydobycie ropy znajduje się pod kontrolą państwa.</p><p>Syria ma znaczne zasoby surowcowe. Są to, oprócz rozległych złóż ropy naftowej, rudy metali niezależnych, asfalt, siarka, gips i fosforyty.</p><p>Najważniejszą rolę odgrywa przemysł wydobywczy (przede wszytskim wydobycie ropy naftowej). Z gałęzi przetwórczych dobrze rozwiniety jest przemysł włókiennuczy oraz spożywczy. W r. 1975 ukończono budowaną przy pomocy Związku Radzieckiego, zaporę i elektrownię wodną na Eufracie.</p><p>Tereny rolnicze koncentrują się na wybrzeżu Morza Śródziemnego i po drugiej stronie gór Antylibanu, gdzie ziemia jest sztucznie nawadniana. Uprawia się głównie pszenicę i jęczmień, a z roślin przemysłowych - bawełnę, tytoń i oliwki. Uprawa obejmuje także winorośl, owoce południowe, buraki i trzcinę cukrową, konopie i warzywa.</p><p>Handel zagraniczny znajduje się całkowice pod kontrolą państwa. 3/4 eksportu stanowią produkty rolne. Najważniejszymi partnerami handlowymi Syrii są kraje Europy Zachodniej, Związek Radziecki i pozostałe kraje socjalistyczne.</p><div id='map'><img src='maps/syria-min.jpg' alt='Syria map'></div>",
   "thailand":"<p><strong>TAJLANDIA</strong></p><p><strong>Królestwo Tajlandii</strong></p><p>Prather Thai</p><p><strong>Położenie:</strong> Południowo - wschodnia Azja, nad Zatoką Sy<p><strong>Stolica:</strong> Bangkok (Krug Thep, 5 000 000  mieszkańców)</p><p><strong>Inne duże miasta:</strong> Thon Buri (625 000 mieszk.), Cziang Maj (85 000 mieszk.)</p><p><strong>Ludność:</strong> 48 100 000; 80% populacji stanowią Thajowie, poza tym mieszkają tu Chińczycy, Malajczycy i in.</p><p><strong>Warunki naturalne:</strong> Obszar Tajalandii pokrywają równiny i zalesione pasma górskie, poprzedzielane licznymi rzekami. Klimat zwrotnikowy, monsunowy, wilgotny, na południu - równikowy wilgotny</p><p><strong>Język urzędowy:</strong> syjamski</p><p><strong>Waluta:</strong> Baht = 100 satangów</p><p><strong>Historia i ustrój polityczny:</strong> Pierwsze plemiona syjamskie (thajskie) przywędrowały do tego rejonu już w III w. n. e. W w. XIII terytorium to zostało już praktycznie całkowicie skolonizowane przez Thajów. Kontakty z Europą zaczęły rozwijać się w XVI i XVII w., w następnym okresie kraj dostał się w strefę interesów kolonialnych, głównie brytyjskich i francuskich. Po unieważnieniu nierównoprawnych układów, jaka Tajlandia (wówczas - Syjam) zmuszona była zawrzeć w XIX w. z Londynem, Paryżem i Waszyngtonem, oraz po nieudanej agresji francuskiej w r. 1983, mocarstwa zachodnie zagwarantowały krajowi niepodległość.</p><p>W r. 1932 w kraju miała miejsce rewolucja burżuazyjno - demokratyczna, Tajlandia stała się monarchią konstytucyjną. W r. 1938 władzę objęła dyktatura wojskowa; w czasie II wojny światowej kraj zejęli Japończycy, z którymi ówczesne koła rządzące Tajlandii utrzymywały przyjazne stosunki. W lipcu 1944 r. rządząca projapońska klika została odsunięta od władzy.</p><p>Po wojnie Tajlandia uzależniła się politycznie i gospodarczo od USA. U steru rządów zmieniały się najróżniejsze prawicowe proamerykańskie rzady. W II poł. lat sześdziesiątych, w okresie wojny wietnamskiej, Tajlandia stała się jedną z baz amerykańskich; w kraju stacjonowały wojska USA. Na początku lat siedemdziesiątych wzrósł w Tajlandii opór ludności przeciwko rządom prawicy, W październiku 1974 r. została zatwierdzona nowa, zdemokratyzowana konstytucja. Po przeprowadzonych wkrótce potem wyborach parlamentarnych powołano rząd koalicyjny z Seni Pramojem na czele, zaś w marcu 1975 r. na czele gabinetu stanął Kukrit Pramoj. Na początku października 1976 r. rząd Pramoja został obalony w wyniku wojskowego zamachu stanu, a władzę w Tajlandii przejęły ponownie siły prawicowe.</p><p>Tajlandia jest monarchią konstytucyjną (królestwem). Organem ustawodawczym jest dwuizbowy parlament (Narodowe Zgromadzenie Ustawodawcze), składający się Senatu i Izby Reprezentantów.</p><p><strong>Gospodarka:</strong> Tajlandia jest krajem rolniczym o rozwijającym się przemyśle wydobywczym i przetwórczym. Znajdują się tu złoża rudy cyny (9,6% produkcji światowej), wolframu, żelaza, ołowiu, cynku, antymonu i manganu, a także pokłady węgla brunatnego. W Zatoce Syjamskiej znajdują się złoża ropy naftowej i gazu ziemnego.</p><p>Przemysł wydobywczy i przetwórczy jest dość dobrze rozwinięty. Dużą rolę w przemyśle tajlandzkim odgrywa kapitał zagraniczny. Kraj należy do największych światowych eksporterów ryżu, który uprawia się tu na powierzchni ponad 7,5 mln ha. W południowych rejonach Tajlandii produkuje się także kauczuk (10,5% produkcji światowej); poza tym uprawia się kukurydzę, maniok, trzcinę cukrową i kenaf (gatunek rośliny włóknistej). Rozwinieta jest również hodowla zwierząt i rybołówstwo. Gospodarka Tajlandii jest w dużym stopniu uzależniona od handlu zagranicznego. Eksport obejmuje przede wszystkim produkty rolne, kauczuk, cynę, rudę wolframu, drewno, konserwy, tkaniny syntetyczne itp., import zaś - maszyny i urządzenia, towary przemysłowe, chemikalia i znaczne ilośći żywności. Najważniejszymi partnerami Tajlandii są Japonia, USA, RFN i Wielka Brytania.</p><div id='map'><img src='maps/tajlandia-min.jpg' alt='Thailand map'></div>",
   "turkey":"<p><strong>TURCJA</strong></p><p><strong>Republika Turecka</strong></p><p>T&#252;rkiye &#199;umihuriyeti</p><p><strong>Położenie:</strong> Zachodnia Azja; niewielka część terytorium Turcji znajduje się w południowo - wschodniej Europie, obie części są oddzielone od siebie cieśninami Bosfor i Dardanele oraz Morzem Marmala</p><p><strong>Powierzchnia:</strong> 780 576 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 67 wilajetów (prowincji)</p><p><strong>Stolica:</strong> Ankara (ok. 4 700 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Stambuł (Istanbul, 2 800 000 mieszk.), Izmir (Izmir, 754 000 mieszk.)</p><p><strong>Ludność:</strong> 47 000 000. Niemal 90% populacji stanowią Turcy. Oprócz tego zamieszkują ją Kurdowie, Arabowie i przedstawiciele niektórych innych narodowości</p><p><strong>Warunki naturalne:</strong> Przeważająca część kraju leży na wyżynie, zamkniętej od północy i południa pasmami górskimi. Klimat na wybrzeżach śródziemnomorski, na wyżynie - zdecydowanie kontynentalny</p><p><strong>Język urzędowy:</strong> turecki</p><p><strong>Waluta:</strong> Lira turecka = 100 kruszy</p><p><strong>Historia i ustrój polityczny:</strong> Turcja leży na prstarym skrzyżowaniu szlaków handlowych, prowadzących z Europy do azji i Afryki. Przez wiele wieków kraj ten był ośrodkiem imperium osmańskiego, które w czasach swego największego rozkwitu - na przełomie XV i XVI w. - sięgało aż po ziemie dzisiejszych Węgier w Europie i po Algierę na kontynencie afrykańskich. W XVIII w. przestarzałe feudalne państwo osmańskie zaczyna powoli chylić się ku upadkowi. Proces ten trwał mniej więcej do końca I wojny światowej. W r. 1919 naród turecki pod wodzą Mustafy Kemala Paszy (Kemala Atat&#252;rka) powstał w obronie niepodległości przeciwko mocarstwom zachodnim. Walka ta cieszyła się poparciem młodego państwa radzieckiego. Kulminacyjnym momentem zmagań o niezawisłość narodową było proklamowanie 29 października 1923 r. Republiki Tureckiej. Prezydentem młodej republiki został Mustafa Kemal Pasza, w kraju przeprowadzono reformy mające na celu modernizację państwa. Mimo formalnie istniejącego systemu parlamentarnego, ustrój polityczny Turcji był dyktaturą. W latach 1940 - 44 Turcja zachowała neutralność, w 1945 r. wypowiedziała wojnę Niemcom i Japonii. Po wojnie kraj znalazł się w orbicie wpływów gospodarczych i militarnych USA, które założyły tu swoje bazy wojskowe. W 1952 r. Turcja przystąpiła do NATO. W okresie powojennym w kraju dochodziło do częstych zmian rządu i sytuacji kryzysowych, pogłębiały się trudności gospodarcze. W ostatnich latach w kraju rządziła dyktatura wojskowa, która 6 listopada 1983 r. przeprowadziła wybory do parlamentu i na podstawie ich wyników przekazała władzę rządowi cywilnemu. Turcja jest republiką. Głową państwa jest prezydent wybierany na kadencję 7 - letnią. Władza ustawodawcza należy do 1 - izbowego parlamentu (Wielkiego Zgromadzenia Narodowego Turcji), w którego skład wchodzi 400 deputowanych wybieranych w wyborach powszechnych na kadencję 5 - letnią. Władzę wykonawczą sprawuje rząd z premierem na czele.</p><p><strong>Gospodarka:</strong> Turcja jest kapitalistycznym krajem rolniczym, w którego gospodarce coraz większy udział ma przemysł. Istotną rolę w ekonomice Turcji odgrywa kapitał zagraniczny. Kraj obfituje w różnorodne bogactwa mineralne - znajduą się tu duże zasoby rud chromu, manganu, miedzi, wolframu, cynku, cyny, kobaltu, molibdenu, złoża węgla kamiennego oraz niektórych innych surowców. W związku z tym czołową pozycję zajmuje przemysł wydobywczy; istotną rolę odgrywa także hutnictwo, przemysł maszynowy i włóienniczy, produkcja ,materiałów budowlanych, a także przemysł spożywczy. W rolnictwie pracuje ok. 70% ludności w wieku produkcyjnym. Duże znaczenie ma zwłaszcza hodowla owiec, bydła i kóz angorskiech. Uprawa obejmuje pszenicę, jęczmień, żyto, cytrusy, oliwki, tytoń, bawełnę i ryż.</p><p>Najważniejszymi partnerami handlowymi Turcji są Wielka Brytania, USA i RFN.</p><div id='map'><img src='maps/turcja-min.jpg' alt='Turkey map'></div>",
   "vietnam":"<p><strong>WIETNAM</strong></p><p><strong></strong>Wietnamska Republika Socjalistyczna</p><p>Cong Hoa Xa Hoi Chu Nghia Viet Nam</p><p><strong>Położenie:</strong> Południowo - wschodnia Azja, nad Morzem Południowochińskim</p><p><strong>Powierzchnia:</strong> 329 556 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 35 prowincji i trzy miasta wydzielone</p><p><strong>Stolica:</strong> Hanoi (Ha - noi, 2 600 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Ho Chi Minh (3 500 000 mieszk.), Hajfong (Hai - phong, 1 190 000 mieszk.)</p><p><strong>Ludność:</strong> 55 000 000, z czego 88% stanowią Wietnamczycy (narodowość Viet); poza tym mieszkają tu przedstawiciele ok. 60 innych narodowości</p><p><strong>Warunki naturalne:</strong> Ok. 70% powierzchni Wietnamu zajmują góry i wyżyny. Większe niziny znajdują się tylko przy ujściach dużych rzek - zwłaszcza w deltach Mekongu i Rzeki Czerwonej. Klimat monsunowy wilgotny, na pólnocy - zwrotnikowy, na południu - podrównikowy</p><p><strong>Język urzędowy:</strong> wietnamski</p><p><strong>Waluta:</strong> Dong = 10 hao = 100xu</p><p><strong>Historia i ustrój polityczny:</strong> Pierwsze państwo wietnamskie powstało w III w.  p. n. e. Historia tego kraju jest w dużej mierze historia walki narodu w obronie niepodległośći i suwerenności, której zagrażał potęzny północny sąsiad Wietnamu - Chiny. W minionych wiekach wietnam był bowiem wielokrotnie obiektem najazdów chińskich. W II poł. ubiegłego stulecia kraj znalazł się w strefie ineresów Francji i w latach 1884 - 1945 znajdował się pod francuskim panowaniem kolonialnym. W r. 1941 Wietnam zajęli Japończycy, którzy w tym czasie okupowali znaczną część Azji Południowo - Wschodniej. W tym samym roku z inicjatywy Komunistycznej Partii Indochin powstał Liga Niepodległości Wietnamu (Viet Minh). Walka narodowowyzwoleńcza, której przewodził Viet Minh, zakpńczyła się w 1945 r.; 2 września 1945 r. Ho Chi Minh prokalmował niepodległą Demokratyczną Republikę Wietnamu (DRW).</p><p>W 1946 r. Francja, dążąc do przywrócenia swego kolonialnego panowania, rozpoczęła wojnę z demokratycznym Wietnamem. Wojna ta po ośmiu latach zakończyła się fiaskiem (klęska wojsk francuskich pod Dien Bien Phu w 1954 r.). Postanowienia, jakie zapadły na konferencji genewskiej w 1954 r. spowodowały co prawda czasowy podział kraju, zakładały jednak jego ponowne zjednoczenie. Administracja Wietnamu Południowego pod naciskiem USA nie uznała jednak układów genewskich i odmówiła udziału w reazlizacji kroków zmierzających do ponownego zjednoczenia kraju. Reakcją na terror i pogwałcenie układów genewskich było odrodzenie się partyzantki ludowej wymierzonej przeciwko dyktaturze południowowietnamskiej i ingerencji USA. Na czele walki stanął utworzony u schyłku 1960 r. Narodowy Front Wyzwolenia Wietnamu Południowego. Dwa lata później rozpoczęła się bezpośrednia interwencja wojskowa USA, której celem było stłumienie ruchu narodowowyzwoleńczego w Wietnamie Południowym. W sierpniu 1964 r., po tzw. incydencie tonkijskim, rozpoczęła się się nie wypowiedziana, barbarzyńska wojna powietrzna Stanów Zjednoczonych przeciwko DRW. Trwała ona do 1972 r. i przyniosła narodowi wietnamskiego ogromne cierpienia. Jedynie w latach 1965 - 1972 operacje wojsk amerykańskich i sajgońskich pociągnęły za sobą 3,6 mln ofiar. Lotnictwo amerykańskie zrzuciło w tym okresie ok. 15 mln bomb. Ogólne niepowodzenie agresji, pomoc krajów socjalistycznych, protesty na całym świecie i bohaterska walka narodu wietnamskiego, skłoniły w końcu USA so zajęcia miejsca przy stole rokowań i podpisania w styczniu 1973 r. układów paryskich. Jednak reżim sajgoński systematycznie sabotował ich postanowienia, dlatego też jesienią 1973 r. walki rozgorzały ponownie. Zakończyły się  one zwycięską ofensywną patriotów i zajęciem Sajgonu w kwietniu 1975 r.</p><p>W listopadzie 1975 r. odbyła się w Sajgonie (przemianowanym później na Ho Chi Minh) polityczna konferencja konsultatywna poświęcona sprawie zjednoczenia kraju; w kwietniu 1976 r. w całym Wietnamie odbyły się wybory. W ich wyniku zostało wyłonione Zgromadzenie Narodowe, które 2 lipca 1976 r. proklamowało jednolitą Wietnamską Republikę Socjalistyczną (WRS). W kraju przystąpiono do odbudowy gospodarki, zniszczonej przez długotrwałą wojnę. Na południu Wietnamu rozpoczął się proces przemian socjalistycznych i likwidacji spuścizny reżimu sajgońskiego.</p><p>Wietnam jest republiką socjalistyczną. Najwyższym organem władzy państwowej, a jednocześnie jedynym ciałem ustawodawczym jest 1 - izbowe Zgromadzenie Narodowe o kadencji 5 - letniej, w którego skład wchodzi 496 deputowanych. Na swym pierwszym posiedzeniu wybiera ono Radę Państwa. Przewodniczący jest tytularną głową państwa. Kierowniczą siła  polityczną jest Komunistyczna Partia Wietnamu.</p><p><strong>Gospodarka:</strong> W latach kolonialnej zależności od Francji Wietnam był ogólnie zacofanym krajem rolniczym. W okresie późniejszym uprzemysłowienie utrudniła wojna z kolonizatorami, a następnie agresja USA. W latach 1975 r. postanowiono, że w ciągu 10 15 lat powstanie materialno - techniczna podstawa rozwoju na zasadach socjalistycznych, zapeniająca samowystarczalność pod względem produkcji żywności oraz artykułów pierwszej potrzeby.</p><p>Industrializacji kraju sprzyja obfitość bogactw naturalnych. Wydobywa się tu antracyt i wegiel kamienny, rudę żelaza, cyny, manganu, tytanu, chromu, ołowiu, cynku, miedzi, boksyty, złoto, wolfram itp. W chwili obecnej wzrasta potencjał przemysłu wydobywczego, hutniczego, maszynowego i chemicznego, rośnie produkcja energii elektrycznej, materiałów budowlanych, a także produkcja przemysłu włókienniczego i spożywczego. Większość ludności zatrudniona jest w rolnictwie. Uprawia się głównie ryż, będący podstawowym artykułem spożywczym, następnie kukurydzę, banany, maniok, kauczuk, bawełnę, jutę, trzcinę cukrową, tytoń, herbatę i kawę. Duże znaczenie ma hodowla bawołów, świń i drobiu oraz rybołówstwo.</p><p>Głównym partnerem handlowym Wietnamu jest Związek Radziecki oraz pozostałe kraje socjalistyczne.</p><div id='map'><img src='maps/wietnam-min.jpg' alt='Vietnam map'></div>",
   "christmasIsland":"<p><strong>WYSPA BOŻEGO NARODZENIA</strong></p><p><strong>Wyspa Bożego Narodzenia</strong></p><p>Christmas Island</p><p>(Terytorium zamorskie Australii)</p><p><strong>Położenie:</strong> Ocean Indyjski, ok. 400 km na południe od Jawy</p><p><strong>Powierzchnia:</strong> 135 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> Jedna całość administracyjna</p><p><strong>Stolica:</strong> Flying Fish Cove (ponad 2 000 mieszkańców)</p><p><strong>Ludność:</strong> 32 000, w tym 1 370 Chińczyków i 1 080 Malajczyków, resztę stanowią Europejczycy i przedstawiciele innych narodowości</p><p><strong>Warunki naturalne:</strong> Wyspa Bożego Narodzenia jest stosunkowo płaska, w najwyższym punkcie osiąga wysokość 350 m. Klimat monsunowy, tropikalny</p><p><strong>Język urzędowy:</strong> angielski</p><p><strong>Waluta:</strong> Dolar australijski = 100 centów</p><p><strong>Historia i ustrój polityczny:</strong> Wyspę odkryli żeglarze hiszpańscy w wigilię Bożego Narodzenia (stąd jej nazwa) w r. 1643. W r. 1888 zaanektowała ją Wielka Brytania i włączyła do swych posiadłości kolonialnych. 1 paxdzierniak 1958 r. poz nazwą Terytorium Wyspy Bożego Narodzenia (Territory of Christmas Island) została przyłączona do Australii i do dziś pozostaje pod jej zarządem.</p><p><strong>Gospodarka:</strong> Jedynym bogactwem naturalnym wyspy są fosforyty. Przy ich wydobyciu zatrudnieni są wszyscy zdolni do pracy mieszkańcy. Australijskie towarzystwo Christmas Islands Phosphate Commission wydobywa tu rocznie 769 tys. ton fosforytów.</p><div id='map'></div>",
   "coconutIslands":"<p><strong>WYSPY KOKOSOWE</strong></p><p><strong>Wyspy Kokosowe</strong></p><p>Cocos (Keeling) Islands</p><p>(Terytorium zamorskie Ausralii)</p><p><strong>Położenie:</strong> Wyspy kokosowe, składają się z dwóchatoli z 27 wyspami koralowymi, leżą na Oceanie Indyjskim w odległości ok. 1 100 km na południowy zachód od Jawy</p><p><strong>Powierzchnia:</strong> Ok. 14 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> Jedna całość administracyjna</p><p><strong>Ośrodek administracyjny:</strong> Home (ponad 200 mieszkańców)</p><p><strong>Ludność:</strong> 400, e tym ok. 140 Europejczyków</p><p><strong>Warunki naturalne:</strong> Wyspy pochodzenia koralowego, o dość płaskiej powierzchni. Klimat oceaniczny</p><p><strong>Język urzędowy:</strong> angielski</p><p><strong>Waluta:</strong> Dolar australijski = 100 centów</p><p><strong>Historia i ustrój polityczny:</strong> Wyspy Kokosowe odkrył w 1609 r. angielski kapitan W. Keeling. W r. 1856 zostały zaanektowane przez Wielką Brytanię i włączone do jej posiadłości kolonialnych na Oceanie Indyjskim. 23 listopada 1955 r. przyłączone je do Australii, która zarządza nimi do dzisiaj. Na czele rządu wysp stoi administrator mianowany przez rząd brytyjski. Partie polityczne nie istnieją.</p><p><strong>Gospodarka:</strong> Najważniejszą dziedziną gospodarki wysp jest produkcja kopry (rocznie ok. 200 ton). Na wyspie West (West Island), największej pod względem powierzchni, znajduje się lotnisko miedzynarodowe, umożliwiające regularną łączność lotniczą z Australią i Afryką Południową.</p>",
   "unitedArabEmirates":"<p><strong>ZJEDNOCZONE EMIRATY ARABSKIE</strong></p><p><strong>Państwo Zjednoczonych Emiratów Arabskich</strong></p><p>Daulat al - Imarat al - Arabija al - Mutahida</p><p><strong>Położenie:</strong> Wschodnia część Półwyspu Arabskiego, nad Zatoką Perską</p><p><strong>Powierzchnia:</strong> 83 600 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> Państwo federacyjne, w którego skład wchodzi 7 emiratów</p><p><strong>Stolica:</strong> Abu Zabi (350 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Dubajj (40 000 mieszk.), Asz - Szarika (15 000 mieszk.)</p><p><strong>Ludność:</strong> 1 100 000, w większości Arabowie; mieszkają tu również Hindusi, Pakistańczycy i Irańczycy</p><p><strong>Warunki naturalne:</strong> Obszar ten pokrywa przeważnie płaska i piaszczysta pustynia z licznymi słonymi zagłębiebniami nad brzegami Zatoki Perskiej. Życie koncentruje się na wybrzeżu, w oazach Burajami i Liwa oraz w dolinach Gór Hadżarskich. Klimat na ogół gorący i suchy</p><p><strong>Język urzędowy:</strong> arabski</p><p><strong>Waluta:</strong> Dirham = 1000 filów</p><p><strong>Historia i ustrój polityczny:</strong> W XVII w. obszar dzisiejszych Zjednoczonych Emiratów Arabskich znalazł się w strefie interesów Wielkiej Brytanii. Podejmowane przez Brytyjczyków próby podporządkowania sobie tego terytorium napotkały jednak zacięty opór ludności arabskiej w poszczególnych emiratach. W walkach, które z przerwami ciągnęły się przez cały w. XVII i XVIII, flota brytyjska poniosła znaczne straty, w związku z czym Anglicy zaczęli nazywać ten obszar &bdquo;wybrzeżem pirackim&rdquo;. W latach 1806 - 1809 miała miejsce następna brytyjska ekspedycja karna do tego rejonu, która jednak nie przyniosła spodziewanych relutatów.</p><p>Wpływyy brytyjskie w tej części świata wzrosły wyraźniej dopiero po r. 1820, kiedy Londyn narzucił tutejszym władcom pierwszy z serii nierównoprawnych traktatów. Dalsze ukłądy, których celem było pogłębianie zależności tutejszych emiratów od Wielkiej Brytanii, zawarto w latach 1835, 1853 i 1892, kiedy całe terytorium dzisiejszych Zjednoczonych Emiratów Arabskich stało się protektoratem brytyjskim pod nazwem Oman Traktatowy.</p><p>Po r. 1965 na terenie dzisiejszych Zjednoczonych Emiratów Arabskich zaczyna rozwijać się ruch antybrytyjski, a w trzy lata później władcy poszczególnych szejkatów Omanu Traktatowego wraz z władcami Bahrajnu i Kataru postanawiają utworzyć wspólną federację emiratów arabskich. Zanim krok ten został zrealizowany, w sierpniu 1971 r. proklamował niepodległość Bahrajn, a we wrześniu tego samego roku - Katar. Pozostałe szejkaty utworzyły 2 grudnia 1971 r. niepodległe państwo - Federację Zjednoczonych Emiratów Arabskich. (Federację ZEA tworzyło pierwotnie 6 księstw, w lutym 1972 r. przyłąćzył się do nich również emirat Ra&#700;s al - Chajma). Zjednoczone Emiraty Arabskie sa niepodległym państwem federacyjnym; kraje członkowie są monarchiami absolutnymi - z wyjątkiem Abu Zabi, gdzie istnieje system polityczny przypominający monarchię konstytucyjną (na czele państwa stoi tam prezydent). Najwyższym organem władzy państwowej, a jednocześnie jedynym organem ustawodawczym jest Rada Najwyższa, w skład której wchodzą władcy wszystkich 7 emiratów. Partie polityczne i organizacje społeczne są zakazane.</p><p><strong>Gospodarka:</strong> Zjednoczone Emiraty Arabskie są do dziś krajami słabo rozwiniętymi gospodarczo, silnie uzależnionymi od eksploatacji i eksportu ropy naftowej. Tradycyjnym zajęciem ludności jest rolnictwo, jego produkcja nie wystarcza jednak na zaspokojenie potrzeb wewnętrznych, toteż większość artykułów spożywczych trzeba importować.</p><p>Podstawę gospodarki narodwoej stanowi wydobycie ropy naftowej i gazu ziemnego. Ważną rolę w przemyśle wydobywczym oraz pozostałych gałęziach gospodarki odgrywa kapitał zagraniczny - brytyjski, amerykąński, francuski i japoński. Głównym towarem eksportowym jest ropa naftowa; przedmiotem eksportu są również suszone ryby, perły oraz inne artykuły produkcji krajowej. Import obejmuje głównie maszyny i środki transportu, poza tym sprowadza się żywność, artykuły przemysłowe, materiały budowlane i urządzenia do wydobycia ropy. Do najważniejszych partnerów ZEA należą Wielka Brytania, USA, Iran, RFN, Japonia i inne państwa zachodnie.</p><div id='map'><img src='maps/zjednoczoneemiratyarabskie-min.jpg' alt='United Arab Emirates map'></div>"
}