{
    "asiaDescription": [
       {
           "title":"<p><strong>AZJA</strong></p><p>(Ogólna charakterystyka polityczno-gospodarcza)</p>",
           "position":"<p><strong>Położenie:</strong> Niemal cały kontynent leży na Półkuli Północnej, tylko część Archipelagu Malajskiego znajduje się na południe od równika. Wraz z Europą Azja, będąca największą częścią świata, tworzy jeden zwarty ląd - Eurazję; granica między obu kontynentami była przeprowadzana różnie, jednak z politycznego i gospodarczego punktu widzenia najwłaściwszy jest podział dokonany przez geografów radzieckich; granicę międzu Europą i Azją stanowią wschodnie przedgórza Uralu, Mugodżarów, a dolna Emba, wybrzeże Morza Kaspijskiego oraz granice między ZSRR, Turcją i Iranem</p>",
           "area":"<p><strong>Powierzchnia:</strong> Ok. 44 413 000 km<sup>2</sup>, w tym 18 000 000 km<sup>2</sup> przypada na azjatycką część ZSRR</p>",
           "adminDivision":"<p><strong>Podział administracyjny:</strong> 38 niepodległych państw oraz 3 terytoria kolonialne i zależne</p>",
           "biggestCities":"<p><strong>Największe miasta:</strong> Tokio (wraz z aglomeracją liczy 17 000 000 mieszkańców)</p>",
           "population":"<p><strong>Ludność:</strong> ponad 2 500 000 000 (bez radzieckiej części Azji, liczącej ok. 90 000 000 mieszkańców). Azja jest najbardziej zaludnionym kontynentem, mieszka tu ok. 60% ludności świata</p>",
           "naturalConditions":"<p> Powierzchnia Azji jest urozmaicona. Jej północną część pokrywają niziny, środkową - wyżyny i pustynie, na południe od nich ciągnie się z zachodu na wschód najpotężniejszy masyw górski na świecie, do którego należy Kaukaz, Elbru, Hindukusz, Pamir, Tien - szan, Karakorum, Transhimalaje i Himalaje. W Azji występują wszystkie strefy klimatyczne</p>",
           "historyPoliticalOutline":"<p> Olbrzymia powierzchnia kontynentu, który dzieli się na kilka obszarów geograficznych, sprawiła, że rozwój historyczny poszczególnych części Azji był dość zróżnicowany.</p><p>Najbardziej na zachód wysunięta część kontynentu azjatyckiego przez stulecia pozostawała pod wpływem Grecji i Bizancjum, pustynny południowy zachód w VII w. n.e. stał się domena islamu, w pozostałych częściach stopniowo kształtowałysię odrębne potężne organizacje państwowe, takie jak Indie, Chiny czy Japonia. Na początku XIII w. w środkowej Azji powstało państwo mongolskie, które z czasem objęło swymi wpływami Chiny, Indie, a także obszary położone na zachód - aż do Morza Czarnego. W XV w. zachodnia część Azji dostaje się pod wpływy imperium osmańskiego. Na początku ery nowożytnej zaczyna się podbój Azji przez ówczesne potęgi europejskie - głównie Hiszpanię i Portugalię. Są one jednak stopniowo wypierane z zajętych przez siebie pozycji przez rozwijające się państwa kapitalistyczne - Wielką Brytanię, Francję i Holandię, które za pomocą siły zbrojnej oraz nierównoprawnych traktatów zapewniają sobie kontrolę nad szeregiem niepodległych dotąd państw azjatyckich i do początku XX w. całkowicie opanowują najbogatszą część kontynentu.</p>p>Nową eopkę w życiu narodów Azji stworzyło zwycięstwo Wilekiej Socjalistycznej Rewolucji Październikowej oraz utworzenie pierwszego na siecie państwa socjalistycznego. Państwo to przyniosło wolność narodom północnej części kontynentu azjatyckiego, które przez wieki były podporządkowane carskiej Rosji i umożliwiło im wszechstronny rozwój polityczny, gospodarczy i kulturalny. Był to zarazem katalizator ruchów narodowowyzwoleńczych w innych krajach Azji; pod wpływem Rewolucji Październikowej zwyciężyła rewolucja ludowa w Mongolii, a w innych krajach zaczeło się wrzenie rewolucyjne i rozpoczął proces umacniania sił postępu. Po II wojnie światowej ruch narodowowyzwoleńczy w Azji jeszcze bardziej przybiera na sile. Wtedy też w stosunkowo krótkim czasie wiele krajów tego kontynetu uzyskało niepodległość. W niektórych przypadkach europejskie mocarstwa kolonialne, wspierane przez Stany Zjednoczone Ameryki, które próbowały objąć Azję kontrolą, zawzięcie broniły się przed opuszczeniem tej części świata. W interesie utrzymania pozycji Zachodu w Azji w czerwcu 1950 r. USA rozpoczęły wojnę w Korei; narody Wietnamu, Laosu i Kamnbodży przez długie lata musiały walczyć z bronią w ręku o swą niepodległość - najpierw przeciwko kolonizatorom francuskim, a potem przeciw interwentom amerykańskim. Także obecnie Waszyngton dąży do gospodarczego i militarnego zdominowania krajów azjatyckich, do stworzenia w Azji przyczółka tzw. wysuniętej obrony USA i wykorzystania jej narodów do własnych globalnych celów antykomunistycznych. W tych dążeniach Satny Zjednoczone spotykają się z poparciem obecnego kierownictwa ChRL. Mocarstwowe plany USA zostały jednak w dużym stopniu pokrzyżowane wskutek zwycięstwa narodu wietnamskiego nad amerykańskimi agresorami oraz upadku kliki Pol Pota w Kampuczy, a także istitnych zmian m jakie zaszły na kontynencie azjatyckim, a zwłaszcza zwycięstwa narodowo - demokratycznej rewolucji w Iranie i fiaska podejmowanych pprzez USA prób zlikwidowania owoców rewolucji ludowej w Afganistanie.</p><p>Dążąc do zachowania swoich pozycji, zwłaszcza na Bliskim Wschodzie, Waszyngton przy pomocy izraelskich syjonistów utrzymuje napięcię w tej części świata. Te dążenia Stanów Zjednoczonych widać szczególnie dobrze w Libanie.</p>",
           "economy":"<p><strong>Gospodarka:</strong> Kontynent azjatycki dysponuje wielkimi zasobami naturalnymi i wieloma ważnymi surowcami, przede wszystkim energetycznymi. Duże znaczenie mają szczególnie tutejsze złoża ropy naftowej (przede wszystkim bliskowschodnie i indonezyjskie)m zawierające 70% prawdopodobnych zasobów tego ważnego surowca, jakimi dysponuje świat kapitalistyczny. Ocenia się, że w Azji znajduje się mniej więcej trzecia część światowych zasobów węgla kamiennego, ok 17% światowych zasobów rudy żelaza i ok. 60% światowych zasobów cyny. Znajdują się tu również bogate złoża rud manganu, wolframu, chromu, antymonu, boksytów, rtęci, magnezytu, tytanu i innych minerałów.</p><p>Na rynkach światowych kontynent azjatycki odgrywa ważną rolę, przede wszystkim jako dostawca surowców; jest on zarazem liczącym się odbiorcą towarów przemysłowych i konsumpcyjnych.</p>",
           "map":"<div id='map'><img src='maps/azja2.jpg' alt='Azja map'></div>"
       }
   ]

}