{
    "asiaDescription": [
       {
           "title":"<p><strong>AZJA</strong></p><p>(Ogólna charakterystyka polityczno-gospodarcza)</p>",
           "position":"<p><strong>Położenie:</strong> Niemal cały kontynent leży na Półkuli Północnej, tylko część Archipelagu Malajskiego znajduje się na południe od równika. Wraz z Europą Azja, będąca największą częścią świata, tworzy jeden zwarty ląd - Eurazję; granica między obu kontynentami była przeprowadzana różnie, jednak z politycznego i gospodarczego punktu widzenia najwłaściwszy jest podział dokonany przez geografów radzieckich; granicę międzu Europą i Azją stanowią wschodnie przedgórza Uralu, Mugodżarów, a dolna Emba, wybrzeże Morza Kaspijskiego oraz granice między ZSRR, Turcją i Iranem</p>",
           "area":"<p><strong>Powierzchnia:</strong> Ok. 44 413 000 km<sup>2</sup>, w tym 18 000 000 km<sup>2</sup> przypada na azjatycką część ZSRR</p>",
           "adminDivision":"<p><strong>Podział administracyjny:</strong> 38 niepodległych państw oraz 3 terytoria kolonialne i zależne</p>",
           "biggestCities":"<p><strong>Największe miasta:</strong> Tokio (wraz z aglomeracją liczy 17 000 000 mieszkańców)</p>",
           "population":"<p><strong>Ludność:</strong> ponad 2 500 000 000 (bez radzieckiej części Azji, liczącej ok. 90 000 000 mieszkańców). Azja jest najbardziej zaludnionym kontynentem, mieszka tu ok. 60% ludności świata</p>",
           "naturalConditions":"<p> Powierzchnia Azji jest urozmaicona. Jej północną część pokrywają niziny, środkową - wyżyny i pustynie, na południe od nich ciągnie się z zachodu na wschód najpotężniejszy masyw górski na świecie, do którego należy Kaukaz, Elbru, Hindukusz, Pamir, Tien - szan, Karakorum, Transhimalaje i Himalaje. W Azji występują wszystkie strefy klimatyczne</p>",
           "historyPoliticalOutline":"<p> Olbrzymia powierzchnia kontynentu, który dzieli się na kilka obszarów geograficznych, sprawiła, że rozwój historyczny poszczególnych części Azji był dość zróżnicowany.</p><p>Najbardziej na zachód wysunięta część kontynentu azjatyckiego przez stulecia pozostawała pod wpływem Grecji i Bizancjum, pustynny południowy zachód w VII w. n.e. stał się domena islamu, w pozostałych częściach stopniowo kształtowałysię odrębne potężne organizacje państwowe, takie jak Indie, Chiny czy Japonia. Na początku XIII w. w środkowej Azji powstało państwo mongolskie, które z czasem objęło swymi wpływami Chiny, Indie, a także obszary położone na zachód - aż do Morza Czarnego. W XV w. zachodnia część Azji dostaje się pod wpływy imperium osmańskiego. Na początku ery nowożytnej zaczyna się podbój Azji przez ówczesne potęgi europejskie - głównie Hiszpanię i Portugalię. Są one jednak stopniowo wypierane z zajętych przez siebie pozycji przez rozwijające się państwa kapitalistyczne - Wielką Brytanię, Francję i Holandię, które za pomocą siły zbrojnej oraz nierównoprawnych traktatów zapewniają sobie kontrolę nad szeregiem niepodległych dotąd państw azjatyckich i do początku XX w. całkowicie opanowują najbogatszą część kontynentu.</p>p>Nową eopkę w życiu narodów Azji stworzyło zwycięstwo Wilekiej Socjalistycznej Rewolucji Październikowej oraz utworzenie pierwszego na siecie państwa socjalistycznego. Państwo to przyniosło wolność narodom północnej części kontynentu azjatyckiego, które przez wieki były podporządkowane carskiej Rosji i umożliwiło im wszechstronny rozwój polityczny, gospodarczy i kulturalny. Był to zarazem katalizator ruchów narodowowyzwoleńczych w innych krajach Azji; pod wpływem Rewolucji Październikowej zwyciężyła rewolucja ludowa w Mongolii, a w innych krajach zaczeło się wrzenie rewolucyjne i rozpoczął proces umacniania sił postępu. Po II wojnie światowej ruch narodowowyzwoleńczy w Azji jeszcze bardziej przybiera na sile. Wtedy też w stosunkowo krótkim czasie wiele krajów tego kontynetu uzyskało niepodległość. W niektórych przypadkach europejskie mocarstwa kolonialne, wspierane przez Stany Zjednoczone Ameryki, które próbowały objąć Azję kontrolą, zawzięcie broniły się przed opuszczeniem tej części świata. W interesie utrzymania pozycji Zachodu w Azji w czerwcu 1950 r. USA rozpoczęły wojnę w Korei; narody Wietnamu, Laosu i Kamnbodży przez długie lata musiały walczyć z bronią w ręku o swą niepodległość - najpierw przeciwko kolonizatorom francuskim, a potem przeciw interwentom amerykańskim. Także obecnie Waszyngton dąży do gospodarczego i militarnego zdominowania krajów azjatyckich, do stworzenia w Azji przyczółka tzw. wysuniętej obrony USA i wykorzystania jej narodów do własnych globalnych celów antykomunistycznych. W tych dążeniach Satny Zjednoczone spotykają się z poparciem obecnego kierownictwa ChRL. Mocarstwowe plany USA zostały jednak w dużym stopniu pokrzyżowane wskutek zwycięstwa narodu wietnamskiego nad amerykańskimi agresorami oraz upadku kliki Pol Pota w Kampuczy, a także istitnych zmian m jakie zaszły na kontynencie azjatyckim, a zwłaszcza zwycięstwa narodowo - demokratycznej rewolucji w Iranie i fiaska podejmowanych pprzez USA prób zlikwidowania owoców rewolucji ludowej w Afganistanie.</p><p>Dążąc do zachowania swoich pozycji, zwłaszcza na Bliskim Wschodzie, Waszyngton przy pomocy izraelskich syjonistów utrzymuje napięcię w tej części świata. Te dążenia Stanów Zjednoczonych widać szczególnie dobrze w Libanie.</p>",
           "economy":"<p><strong>Gospodarka:</strong> Kontynent azjatycki dysponuje wielkimi zasobami naturalnymi i wieloma ważnymi surowcami, przede wszystkim energetycznymi. Duże znaczenie mają szczególnie tutejsze złoża ropy naftowej (przede wszystkim bliskowschodnie i indonezyjskie)m zawierające 70% prawdopodobnych zasobów tego ważnego surowca, jakimi dysponuje świat kapitalistyczny. Ocenia się, że w Azji znajduje się mniej więcej trzecia część światowych zasobów węgla kamiennego, ok 17% światowych zasobów rudy żelaza i ok. 60% światowych zasobów cyny. Znajdują się tu również bogate złoża rud manganu, wolframu, chromu, antymonu, boksytów, rtęci, magnezytu, tytanu i innych minerałów.</p><p>Na rynkach światowych kontynent azjatycki odgrywa ważną rolę, przede wszystkim jako dostawca surowców; jest on zarazem liczącym się odbiorcą towarów przemysłowych i konsumpcyjnych.</p>",
           "map":"<div id='map'><img src='maps/azja2.jpg' alt='Azja map'></div>"
       }
   ],
   "afganistan": [
       {   
        "title":"<p><strong>AFGANISTAN</strong></p>",
        "subtitle":"<p><strong>Afgańska Republika Demokratyczna</strong></p><p>De Afghanistan Demokratik Dżamhurijat</p>",
        "position":"<p><strong>Położenie:</strong> Południowo - zachodnia część Azji środkowej</p>",
        "area":"<p><strong>Powierzchnia:</strong> 647 497 km<sup>2</sup></p>",
        "adminDivision":"<p><strong>Podział administracyjny:</strong> 29 prowincji</p>",
        "capitol":"<p><strong>Stolica:</strong> Kabul (750 000 mieszkańców)</p>",
        "biggestCities":"<p><strong>Inne duże miasta:</strong> Kandahar (209 000 mieszk.), Herat (157 000 mieszk.)</p>",
        "population":"<p><strong>Ludność:</strong> Ok.  15 500 000. Afganistan zamieszkują przedstawiciele ponad 20 narodowości; ponad połowę ludności stanowią Patanowie, ok. 1/3 - Tadżycy</p>",
        "naturalConditions":"<p><strong>Warunki naturalne:</strong> 4/5 terytorium pokrywają wysokogórskie równiny i pasma górskie. Na krańcach łańcuchów górskich znajdują się niziny, wzdłuż rzeki Kab ul ciągnie się kotlina Dżalalabad. Klimat kontynentalny, śródlądowy, suchy</p>",
        "language":"<p><strong>Język urzędowy:</strong> pusztu i dari (afgański dialekt języka perskiego)</p>",
        "currency":"<p><strong>Waluta:</strong> Afgani = 100 pul</p>",
        "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Osadnictwo ludzkie na obszarze dzisiejszego Afganistanu datuje się od najdawniejszych czasów. Jako jednolite, scentralizowane państwo Afganistan powstał w r. 1747, po rozpadzie imperium perskiego. W r. 1818 kraj rozpadł się na cztery samodzielne księstwa feudalne. Do ponownego zjednoczenia doszło za panowania emira Dost Muhammada. Na początku XIX w. kolonizatorzy brytyjscy zaczęli podejmować próby podbicia kraju. W latach 1838 - 1842 dochodzi do I wojny angielsko - afgańskiej, w której Anglicy zostali pobici i musieli opuścić kraj. W okresie 1878 - 1881 ma miejsce II wojna angielsko - afgańska. Mimo, że i tym razem Londynowi nie udało się całkowicie podporządkować sobie tego środkowoazjatyckiego kraju, osiągnął przynajmniej tyle, iż uzyskał kontrolę nad polityką zagraniczną, a częściowo także gospodarką Afganistanu. W r. 1893 na podstawie nierównoprawnego, narzuconego Afganistanowi tzw. traktatu Duranda. Brytyjczycy oderwali część jego terytorium i przyłączyli ją do swych posiadłości kolonialnych w Indiach (obszar ten wraz ze stolicą Peszawarem należy obecnie do Pakistanu).</p><p>W wyniku III wojny angielsko - afgańskiej, która wybuchła w maju 1919 r., Londyn został zmuszony do uznania niepodległości i suwerenności państwa afgańskiego. W tym okresie za północną granicą kraju konstytuowało się państwo radzieckie, a Włodzimierz Lenin w osobistym posłaniu do emira Afganistanu w imieniu władzy radzieckiej uznał suwerreność i niepodległość państwa afgańskiego. W tym samym roku oba kraje nawiązały również stosunki dyplomatyczne, a w r. 1921 został podpisany radziecko - afgański układ o przyjaźni i sojuszu.</p><p>W następnych dziesięcioleciach widać było coraz wyraźniej, że plemienny reżim feudalny w Afganistanie stanowi hamulec rozwoju kraju, toteż siły postępowe zaczęły dążyć do zasadniczych przemian społecznych. W 1965 r. Nur Muhammad Taraki założył  nielegalną Ludowo - Demokratyczną Partię Afganistanu, wokół której zaczęły stopniowo skupiać się wszystkie rzeczywiście postępowe siły społeczeństwa. W lipcu 1973 r. pod nieobecnosć władcy, bratanek króla i jego szwagier Muhammad Daud dokonał zamachu stanu i proklamował republikę. Wkrótce okazało się jednak, że jego głównym celem było utrzymanie starych tradycji i porządków feudalnych. Drogę do rzeczywiście postępowych przemian w życiu Afganistanu utorowało dopiero zwycięęstwo rewolucji narodowodemokrstycznej, która w kwietniu 1978 r. obaliła reżim Dauda. Na czele nowo utworzonej afgańskiej Rady Rewolucyjnej oraz rządu reowlucyjnego stanął Nur Muhammad Taraki, a wiceprzewodniczącym został Babrak Karmal.</p><p>Postępowe zmiany, jakie zachodziły w kraju były jednak solą w oku krajowej reakcji, która przy poparciu międzynarodowego imperializmu oraz chińskich maoistów za pomocą wszelkich środków starała się sabotować ich realizację. Afganistan znalazł się w krytycznej sytuacji po wrześniu 1979 r., kedy to na czele kraju stanął Hafizullah Amin, którego postawa sprzyjała aktywizacji sił kontrrewolucyjnych. Oceniając sytuację wewnętrzną, afgańscy patrioci doszli do wniosku, że kontrrewolucję można będzie stłumić dopiero po obaleniu Amina. Do zamachu stanu doszło 28 grudnia 1979 r.; w jego następstwie czołowe stanowiska w państwie ponownie objęli przywódcy rewolucji kwietnia 1978 r. (oprócz Nur Muhammada Tarakiego, który zmarł). Przewodniczącym nowej Rady Rewolucyjnej został Babrak Karmal.</p><p>Z uwagi na to, że kontrrewolucja przerodziła się tymczasem w otwartą inwazję wspieraną i finansowaną przez międzynarodowy imperializm, nowy rząd afgański zgodnie z art. 4 układu afgańsko - radzieckiego z 5 grudnia 1978 r. zwrócił się do Związku radzieckiego z prośbą o natychmiastową pomoc, włączając to pomoc wojskową. Pomoc jakiej udzielił Afganistanowi Związek Radziecki oznaczała kres nadziei kontrrewolucji i sił międzynarodowego imperialimu na powstrzymanie postępowego rozwoju kraju.</p>",
        "economy":"<p><strong>Gospodarka:</strong> Afgańska Republika Demokratyczna jest słabo rozwiniętym krajem rolniczym; rolnictwem trudni się 70% jego mieszkańców. Chociaż Afganistan ma sporo bogactw naturalnych - znajdują się tu złoża węgla kamiennego, gazu ziemnego, rudy żelaza, metali niezależnych, soli kamiennej, boksytów i niektórych innych kopalin - przemysł wydobywczy jest słabo rozwinięty.</p><p>Po zwycięstwie w kwietniu 1978 r. rewolucji narodowo - demokratycznej praktycznie we wszystkich dziedzinach życia zaczęły zachodzić istotne przemiany ekonomiczne i społeczne. Wielkie znaczenie gospodarcze ma ogłoszona 29 listopada 1978 r. reforma rolna; na jej podstawie uległa konfiskacie prywatna własność ziemska o piwerzchni przekraczającej 6 ha. Ziemię tę przydzielono następnie bezrolnym. Do połowy 1979 r. pomiędzy 285 tys zebrolnych rozpalcelowano 600 tys. ha ziemi, praktycznie likwidując stosunki feudalne na wsi afgańskiej. Obok realizacji reformy rolnej władze afgańskie wiele uwagi poświęcają zakładaniu rolniczych spółdzielni produkcyjnych, które gospodarują na ponad 20% ziemi uprawnej. Dalsze 50 tys. przekazano państwowym gospodarstwom rolnym.</p><p>Opracowano 5 - letni plan rozwoju gospodarczego Afganistanu na lata 1979/80 - 1983/84. Plan ten przewidywał m. in. stworzenie krajowej bazy energetycznej. Afganistan budując własną niezależną gospodarkę korzysta ze znacznej pomocy Związku radzieckiego. Z jego pomocą powstało już w kraju ok. 120 obiektów przemysłowych, rolniczych i innych; w najbliższym okresie przy udziale ZSRR zrealizuje się szereg dalszych ważnych projektów - takich jak np. budowa górniczego kombinatu wzbogacającego. Według danych statystycznych, w 1978 r. w Afganistanie było ok. 200 przedsiębiorstw przemysłowych zatrudniających 50 tys. pracowników, z czego 40 tys. pracowało w sektorze państwowym. Użytki rolne obejmują ok. 14 mln ha; uprawia się pszenicę, kukurydzę, owies, jęczmień, ryż. Duże znaczenie ma hodowla owiec karakułowych, kóz i bydła.</p>",
        "map":"<div id='map'><img src='maps/afganistan-min.jpg' alt='Afganistan map'></div>"
       }
   ],
   "arabiasaudyjska": [
       {   
        "title":"<p><strong>ARABIA SAUDYJSKA</strong></p>",
        "subtitle":"<p><strong>Królestwo Arabii Saudyjskiej</strong></p><p>Al - Mamlaka al - Arabija as - Saudija</p>",
        "position":"<p><strong>Położenie:</strong> Między Morzem Czerwonym a Zatoką Perską; jej Terytorium zajmuje ok. 4/5 powierzchni Półwyspu Arabskiego</p>",
        "area":"<p><strong>Powierzchnia:</strong> 2 149 690 km<sup>2</sup></p>",
        "adminDivision":"<p><strong>Podział administracyjny:</strong 5 prowincji</p>",
        "capitol":"<p><strong>Stolica:</strong> Ar - Rijad (667 000 mieszkańców)</p>",
        "biggestCities":"<p><strong>Inne duże miasta:</strong> Dżidda (Dżudda, 500 000 mieszk.), Mekka (Makka, 367 000 mieszk.)</p>",
        "population":"<p><strong>Ludność:</strong> 9 500 000, przeważnie pochodzenia arabskiego</p>",
        "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość terytorium Arabii Saudyjskiej pokrywają półpustynie i pustynie. Klimat gorący i suchy</p>",
        "language":"<p><strong>Język urzędowy:</strong> arabski</p>",
        "currency":"<p><strong>Waluta:</strong> Rial saudyjski = 20 kirszów = 100 halali</p>",
        "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Obszar dzisiejszej Arabii Saudyjskiej od najdawniejszych czasów zamieszkiwali Arabowie. W VII w. n. e. narodził się tu islam i ukształtowały pierwsze państwa. Na początku XVI w. terytorium to staje się zależne od Turcji i stan ten utrzymuje się praktycznie aż do początku XX w. W XVIII w. w kraju rodzi się religijno - polityczny ruch muzułmański, tzw. ruch wahhabitów, na czele którego stanęli emirowie z rodu Saudów. Ruch ten umacniał się stopniowo w walkach z Turkami, apóźniej także z sąsiednimi księstwami arabskimi. Sprawił on również, że stopniowo w walkach z Turkami, a później także z sąsiednimi księstwami arabskimi. Sprawił on również, że stopniowo w tym rejonie ukształtowało się arabskie państwo feudalno - teokratyczne, którego powstanie gwarantowały dodatkowo traktaty z Wielką Brytanią. (Wpływy brtyjskie w tej części świata zaczęły się zaznaczać w XIX w.). Niepodległe Królestwo Arabii Saudyjskiej w dzisiejszych granicach zostało proklamowane 29 września 1932 r.</p><p>W r. 1938 w kraju odkryto bogate złoża ropy naftowej. Prawo do ich eksploatacji uzyskały monopole północnoamerykańskie. Po II wojnie światowej wpływy w tym kraju wykazują tendencję wzrostową.</p><p>Arabia Saudyjska jest absolutną monrachią teokratyczną. W ręku króla skupiona jest cała władza ustawodwacza, wykonawcza i religijna. Król jest tytularną głową państwa, premierem, a także przywódcą muzułmańskiej sekty wahhabitów. Organem doradczym króla i rządu jest Rada Konsultatywna, której członkowie mianowani są przez władcę. Ocenia ona projekty aktów prwanych i zajmmuje się sprawami administracyjnymi i finansowymi.</p>",
        "economy":"<p><strong>Gospodarka:</strong> Arabia Saudyjska jest słabo rozwiniętym gospodarczo państwem rolniczym. Głównym źródłem dochodów kraju (90% wpływów budżetowych) jest wydobycie ropy naftowej, na które przypada ponad 55% globalnego produktu narodowego. Zasoby ropy w Arabii Saudyjskiej szacuje się na 18 mld ton; w chwili obecnej kraj ten zalicza się do największych światowych producentów i eksporterów ropy (ok. 20% ropy na rynkach kapitalistycznych pochodzi z Arabii Saudyjskiej). W przeszłości wydobyciem ropy zajmowały się przede wszystkim koncerny amerykańskie - ARAMACO i Getty Oil. 1 stycznia 1974 r. Arabia Saudyjska przejęła 60% majątku towarzystwa ARAMACO.</p><p>Oprócz ropy znajdują się tu również pokłady złota, siarki i niektórych innych kopalin. Plany rozwoju gospodarczego kraju zakładają ich wykorzystanie. Jednocześnie podejmuje się kroki w kierunku wzmocenienia bazy przemysłowej, która jak dotąd jest słabo rozwinięta. To samo dotyczy rolnictwa. Ponad 93% eksport Arabii Saudyjskiej stanowi ropa i produkty naftowe. Poza tym eksportuje się niewielkie ilości fig, skór i suszonych ryb. W imporcie dominują maszyny, urządzenia przemysłowe i żywność; sprowadza się również wyroby tekstylne oraz artykuły konsumpcyjne i przemysłowe. Do najważniejszych partnerów handlowych Arabii Saudyjskiej należą USA, kraje Europy Zachodniej, Japonia i Liban.</p>",
        "map":"<div id='map'><img src='maps/arabiasaudyjska-min.jpg' alt='Arabia Saudyjska map'></div>"
       }
   ],
   "bahrajn": [
       {   
        "title":"<p><strong>BAHRAJN</strong></p>",
        "subtitle":"<p><strong>Emirat Bahrajnu</strong></p><p>Amarat al - Bahrain</p>",
        "position":"<p><strong>Położenie:</strong> Państwo wyspiarskie w północno - zachodniej części Zatoki Perskiej. Leży na 33 wyspach i wysepkach pochodzenia lądowego i koralowego. Największa z nich - Bahrajn (Al - Bahrajn) stanowi ponad 90% powierzchni kraju. Inne ważne wyspy to Al - Muharrak i Sitra</p>",
        "area":"<p><strong>Powierzchnia:</strong> 622 km<sup>2</sup> (w tym wyspa Bahrajn - 563 km<sup>2</sup></p>",
        "adminDivision":"<p><strong>Podział administracyjny:</strong> 9 okręgów (division)</p>",
        "capitol":"<p><strong>Stolica:</strong> Al - Mananama (ok. 190 000 mieszkańców)</p>",
        "biggestCities":"<p><strong>Inne duże miasta:</strong> Al - Muharrak, Dżaw, Sitra</p>",
        "population":"<p><strong>Ludność:</strong> 345 000, z czego 80% stanowią Arabowie; poza tym mieszkają tu Irańczycy, Pakistańczycy i Hindusi</p>",
        "naturalConditions":"<p><strong>Warunki naturalne:</strong> Powierzchnia wysp jest przeważnie nizinna, w większości pokryta pustyniami i półpustyniami. Klimat gorący i wilgotny</p>",
        "language":"<p><strong>Język urzędowy:</strong> arabski</p>",
        "currency":"<p><strong>Waluta:</strong> Dinar Bahrajnu = 1000 filów</p>",
        "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Obszar obecnego Bahrajnu został zasiedlony przez Arabów w VII w. n. e. W XVI w. wyspę opnaowali Portugalczycy, a w w. XVII i XVIII należała do Persji. W r. 1783 do władzy doszła dynastia al - Chalifa, panująca w kraju do dnia dzisiejszego. W w. XIX kraj znalazł się w sferze zainteresowań imperializmu brytyjskiego. Do jego infiltracji w ewidentny sposób przyczynili się miejscowi władcy, którzy po r. 1840 zawarli z Londynem szereg nierównoprawnych układów ograniczających suwerenność kraju. Na ich podstawie w r. 1861 Bahrajn stał się protektoratem brytyjskim (Protected State). W 1933 r. Wielka Brytania założyła tu swoje bazy wojskowe. Po II wojnie światowej w Bahrajnie zaczyna wzrstać opór przeciwko kolonialnemu panowaniu Londynu, a jednocześnie rozwija się walka ludzi pracy o ich prawa społeczne i polityczne.</p><p>W latach 1968 - 1971 Brytania próbowała stworzyć z Bahrajnu, Kataru i krajów wchodzących obecnie w skład Państwa Zjednoczonych Emiratów Arabskich - Federację Emiratów Arabskich, chcąc w ten sposób utrzymać swoje wpływy w tej części świata. Próba nie powiodła się i 14 sierpnia 1971 r. proklamowano niepodległość Emiratu Bahrajnu. Bahrajn jest monarchią konstytucyjną, głową państwa jest emir, którego tytuł jest w dynastii al - Chalifa dziedziczony w linii męskiej.</p><p>W r. 1975 emir rozwiązał parlament w wyniku poważnych nieporozumień między ciałem ustawodawczym a rządem w kwestii swobód obywatelskich. Wybory parlamentarne zostały jednocześnie odłożone do chwili uchwalenia nowej ustawy wyborczej. Partie polityczne są w Bahrajnie zakazane. Nielegalne działa Front Wyzwolenia Narodowego Bahrajnu, ktorego programowym celem jest uniezależnienie kraju od kapitału zagranicznego, powołanie rządu narodowo - demokratycznego, zlikwidowanie wszystkich obcych baz wojskowych, zniesienie wszystkich nierównoprawnych układów oraz prowadzenie antyimperialistycznej polityki zagranicznej.</p>",
        "economy":"<p><strong>Gospodarka:</strong> Bahrajn jest krajem słabo rozwiniętym, jego gospodarka narodowa jest w dużum stopniu uzależniona od wydobycia i przetwórstwa ropy, która wraz z gazem ziemnym stanowi jedyne tutejsze bogactwo naturalne. Zasoby ropy szacuje się na 50 mln ton, gazuu ziemnego - na 1 000 mld m<sup>3</sup>. Ropa wydobywana jest przede wszytskim w rejonie Awali w głębi wyspy Bahrajn oraz (wspólnie z Arabią Saudyjską) z podmorskich złóż szelfowych Abu Saafa. Wydobycie i przerób tego najważniejszego bogactwa naturalnego kraju w całości znajduje się w rękach towarzystwa Bahrain Petroleum Co., które w 40% kontrolowane jest przez oncerny Standard Oil Company of California oraz Texaco Inc. Zyski z wydobycia ropy )ponad 750 mln dinarów rocznie) stanowią w chwili obecnej główne źródło dochodów państwowych Bahrajnu. Kraj jak dotąd nie ma dostatecznie rozwiniętego przemysłu. Rozwinięte jest wyłącznie wydobycie i przerób ropy naftowej. Z przedsiębiorstw przemysłu przetworczego największe znaczenie ma huta aluminum produkująca rocznie 120 tys. ton tego metalu.</p><p>Produkcja rolna ma znaczenie drugorzędne (większość terytorium Bahrajnu pokrywają pustynie i półpustynie). Powierzchnia użytków rolnych wynosi 3500 ha. Na terenach nawadnianych uprawia się zboże, bataty, owoce cytrusowe i warzywa. Dość dbrze rozwinięte jest rybołówstwo, połów krewetek i pereł. Głónym artykułem eksportowym Bahrajnu jest ropa naftowa i produkty ropopochodne. Poza tym eksportuje się w ograniczonej ilości niektóre płody rolne. Import obejmuje głównie maszyny i wyroby przemysłumaszynowego, samkochody oraz towary konsumpcyjne. Do najważniejszych partnerów handlowych Bhrajnu należą Wielka Brytania, USA, Japonia, Arabia Saudyjska, RFN i Korea Południowa.</p>",
        "map":"<div id='map'><img src='maps/bahrajn-min.jpg' alt='Bahrajn map'></div>"
       }
   ],
   "bangladesz": [
       {   
        "title":"<p><strong>BANGLADESZ</strong></p>",
        "subtitle":"<p><strong>Bangladerska Republika Ludowa</strong></p><p>Ghana Pradża Tantri Bangla Desz</p>",
        "position":"<p><strong>Położenie:</strong> Północno - wschodnia część subkontynentu indyjskiego</p>",
        "area":"<p><strong>Powierzchnia:</strong> 143 998 km<sup>2</sup></p>",
        "adminDivision":"<p><strong>Podział administracyjny:</strong> 20 okręgów</p>",
        "capitol":"<p><strong>Stolica:</strong> Dhaka (ok. 1 800 000 mieszkańców)</p>",
        "biggestCities":"<p><strong>Inne duże miasta:</strong> Czatgano (Cittagong 890 000 mieszk.), Khalna (500 000 mieszk.)</p>",
        "population":"<p><strong>Ludność:</strong> Ok. 91 000 000; 98% populacji stanowią Bengalczycy, 1% - Biharczycy, resztę - przedstawiciele innych narodowości</p>",
        "naturalConditions":"<p><strong>Warunki naturalne:</strong> 3/4 powierzchni kraju zajmuje delta rzek Gangesu i Brahmaputry. Na wschodzie ciągną się niewysokie Góry Czatgańskie, na północnym wschodzie w granicach Bangladeszu znajduje się częśc gór Asamskich. Klimat tropikalny, bardzo wilgotny</p>",
        "language":"<p><strong>Język urzędowy:</strong> beglaski</p>",
        "currency":"<p><strong>Waluta:</strong> Taka = 100 pajsa</p>",
        "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Historia Bangladeszu aż do r. 1947 w znacznym stopniu pokrywa się z historią Indii. W dobie kolonialnej terytorium obecnego Bangladeszu stanowiło integralną część brytyjskich posiadłości w Indiach. Kiedy w 1947 r. Indie Brytyjskie zostały na podtawie planu Mountbattena podzielone na dwa niezależne państwa (wg klucza religijnego), zostało one włączone do muzułmańskiego Pakistanu. Wówczas składał się on z dwóch części - zachodniej i wschodniej, oddzielonych od siebie pasem terytorium indyjskiego o szerokości ponad 2 tys. km. Pakistan Wschodni był podporządkowany zachdniej części kraju.</p><p>W marcu 1971 r. po zwycięstwie wyborczym Ligi Ludowej (Awami League) wieloletnie zabiegi o przyznanie autonomii Pakistanowi Wschodniemu przerodziły się w walkę narodowowyzwoleńczą o samostanowienie i niepodległość. 26 marca tego samego roku na terytorium Pakistanu Wschodniego uroczyście proklamowano Bangladeską Republikę Ludową; faktycznie uzyskała ona niepodległość jednak dopiero 16 grudnia 1971 r., z chwilą zwycięskiego zakończenia walk narodu Bangladeszu. W latach 1971 - 1975 na czele młodej republiki stał Mudżibur Rahman, torujący drogę przemianom socjalistycznym i dążący do budowy państwa świeckiego i demokratycznego. W sierpniu 1975 r. doszło do wojskowego zamachu stanu, w wyniku którego władza przeszła w ręce armii; wprowadzono stan wyjątkowy, rozwiązano parlament i zakazano działalności partii politycznych. Reżim wojskowy otworzył drzwi zachodnim monopolom, które zaczęły przenikać do kraj. W kwietniu 1977 r. prezydentem Bangladeszu został generał major Ziaul Rahman, który podpisał dekret wprowadzający zasadnicze zmiany do konstytucji - celem tych zmian było zlikwidowanie świeckiego charakteru państwa.</p><p>W r. 1979 władzę przejął rząd cywilny. Nie udało mu się jednak rozwiązać żadnego z trudnych problemów wewnętrznych ani ustabilizować sytuacji politycznej. W 1981 r. miała miejsce nieudana próba wojskowego zamachu stanu; kolejny, tym razem udany, przewrót nastąpił w marcu 1982 r. Jego inicjatorzy stawiają sobie za cel poprawę katastrofalnej sytuacji kraju, jednak ich wysiłki nie przyniosły jak dotąd żadnych rezultatów.</p>",
        "economy":"<p><strong>Gospodarka:</strong> Bangladeska Republika Ludowa jest rozwijającym się krajem rolniczym, jednym z najbiedniejszych na kontynencie azjatyckim. 85% zawodowo czynnje ludności Bangladeszu pracuje w rolnictwie.</p><p>Podstawą tutejszego przemysłu są zakłady przetwórstwa juty; ważne miejsce w gospodarce narodowej zajmują również przedsiębniorstwa przetwarzające importowaną bawełnę. W kraju znajduje siię stalownia, fabryka obrabiarek, zakład produkcji silników wysokoprężnych, kilka niewielkich stoczni. W przemyśle spożywczym największe znaczenie mają łuszczarnie ryżu i cukrownie. Dość dobrze rozwinięty jest także przemysł papierniczy; przemysł chemiczny nastawiony jest przede wszytskim na produkcję nawozów sztucznych. Mimo, że sprzyjające warunki klimatyczne umożliwiają trzykrotne zbiory w ciągu roku, plony są bardzo niskie. Na orodukcję rolniczą niekorzystnie wpływają niszczycielskie tajfuny i powodzie.</p><p>Najważniejszym artykułem rolnym  jest ryż (pola ryżowe zajmują 75% całej ziemi uprawnej). Z roślin przemysłowych dominującą pozycję zajmuje juta - w jej produkcji i eksporcie Bangladesz zajmuje pierwsze miejsce na świecie. Drugą najważniejszą rośliną eksportową jest ryż. Ok. 8% ludności Bangladeszu utrzymuje się z rybołówstwa, rocznie odławia się tu ok. 800 tys ton ryb. W międzynarodowym podziale pracy Bangladesz uczestniczy wyłącznie jako dostawca produktów rolnych. Głównym artykułem eksportowym jest juta, będąca źródłem 80% ogółu wpływów dewizowych kraju; poaz tym eksportuje się herbatę, papier, skóry, futra, przyprawy.</p><p>Ważne miejsce w imporcie zajmuje zboże, bawełna, ropa naftowa, cement, nawozy sztuczne, maszyny i artykuły konsumpcyjne. Najważniejszymi partnerami handlowymi Bangladeszu są USA, Wileka Brytania i pozostałe kraje EWG, następnie Japonia, Indie i Związek Radziecki.</p>",
        "map":"<div id='map'><img src='maps/bangladesz-min.jpg' alt='Bangladesz map'></div>"
       }
   ],
   "buthan": [
       {   
        "title":"<p><strong>BUTHAN</strong></p>",
        "subtitle":"<p><strong>Buthan</strong></p><p>Druk - Jul</p>",
        "position":"<p><strong>Położenie:</strong> Wschodnie Himalaje</p>",
        "area":"<p><strong>Powierzchnia:</strong> 47 000 km<sup>2</sup></p>",
        "adminDivision":"<p><strong>Podział administracyjny:</strong> 8 prowincji</p>",
        "capitol":"<p><strong>Stolica:</strong> Thimphu (23 500 mieszkańców)</p>",
        "biggestCities":"<p><strong>Inne duże miasta:</strong> Tongsa Dzong, Thunkar</p>",
        "population":"<p><strong>Ludność:</strong> 1 300 000, głównie Tybetańczycy (45%) i Nepalczycy oraz przedstawiciele innych narodowości</p>",
        "naturalConditions":"<p><strong>Warunki naturalne:</strong> Bhutan jest krajem górskim, leżącym wschodnich stokach Himalajów. 50% jego powierzchni znajduje się na wysokości ponad 3 000 m n. p. m. (najwyżyszy szczyt - Czomolhari, 7 314 m). Klimat zależny jest od wysokości n. p. m.; północ i północny zachód mają klimat chłodny, południe ciepły.</p>",
        "language":"<p><strong>Język urzędowy:</strong> asamsko - tybetański</p>",
        "currency":"<p><strong>Waluta:</strong> Ngultrum = 100 czetrumów</p>",
        "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W XVII w. Bhutan popadł w zależność od Tybetu. W r. 1774 ówczesna brytyjska Kompania Wschodnioindyjska podjęła pierwsze próby opanowania kraju. Jednak dopiero w XIX i na początku XX w. Londyn podporządkkował go sobie za pomocą szeregu nierównoprawnych traktatów.</p><p>Bhutan był zależny od Wielkiej Brytanii aż do 1949 r. Na początku sierpnia tegoż roku zawarł układ z Indiami, w którym zobowiązał się &bdquo;postępować zgodnie z radami rządu indyjskiego&rdquo; w sprawach polityki zagranicznej. W r. 1954 powołano w kraju Zgromadzenie Narodowe, będące pierwotnie wyłącznie organem doradczym, jednak od r. 1968 pełni ono również niektóre funkcje ustawodawcze. Bhutan jest monarchią konstytucyjną. Głową państwa jest maharadża. Organem doradczym maharadży jest Rada,  anajwyższym organem ustawodawczym państwa - Zgromadzenie Narodowe, którego członkowie są wybierani spośród starostów gmin i przedstawicieli klasztorów. Partie polityczne są zakazane.</p>",
        "economy":"<p><strong>Gospodarka:</strong> Bhutan jest zacofanym krajem rolniczym. Ponad 90% mieszkańców trudni się rolnictwem, które wraz z gospodarką leśną stanowi podstawę ekonomiki buyhańskiej. W kraju odkryto niewielkie złoża węgla kamiennego, dolomitu, grafitu i gipsu, a także rudy miedzi i niektórych innych kopalin. Wydobycie tych surowców jest ograniczone ze względu na niedostatenicznie rozwiniętą infrastrukturę. Od r. 1961 gospodarka narodowa Bhutanu rozwija się zgodnie z 5 - letnimi planami rozwoju gospodarczego; w ich finansowaniu i realizacji w dużym stopniu uczestniczy sąsiednia Republika Indii, a w ostatnich latach także odpowiednie organy ONZ. Plany te zmierzają gównie do stworzenia infrastruktury oraz rozwijania produkcji rolnej.</p><p>Użytki rolne zajmują 34% powierzchni Bhutanu; w górskich dolinach uprawia się mandarynki, pomarańcze, owoce mango i banany, na pozostałych terenach - przede wszytskim ryż (ok. 280 tys ton rocznie), pszenicę, kukurydzę, jęczmień, proso oraz ziemniaki. W wyższych partiach rozpowszechnione jest pasterstwo - hoduje się jaki, konie i owce. Jedynym partnerem Bhutanu są Indie. Za ich pośrednictwem. towary bhutańskie trafiają jednak również na rynki państw trzecich - zwłaszcza do Bangladeszu, Japonii i Wielkiej Brytanii. Najważniejszymi pozycjami eksportu bhutańskiego są węgiel kamienny, drewno, wosk, kość słoniowa i owoce. Import obejmuje przede wszystkim artykuły przemysłowe i konsumpcyjne, tekstylia i paliwa.</p>",
        "map":"<div id='map'><img src='maps/buthan-min.jpg' alt='Buthan map'></div>"
       }
   ],
   "birma": [
       {   
        "title":"<p><strong>BIRMA</strong></p>",
        "subtitle":"<p><strong>Socjalistyczna Republika Związku Birmańskiego</strong></p><p>Pyijtchaunsu Schouszelis Thammata Myanma Nainngamto</p>",
        "position":"<p><strong>Położenie:</strong> Południowo - wschodnia Azja, nad Zatoka Bengalską</p>",
        "area":"<p><strong>Powierzchnia:</strong></p>",
        "adminDivision":"<p><strong>Podział administracyjny:</strong> 7 stanów autonomicznych i 7 okręgów</p>",
        "capitol":"<p><strong>Stolica:</strong> Rangun (3 600 000 mieszkańców)</p>",
        "biggestCities":"<p><strong>Inne duże miasta:</strong> Mandalay (417 000 mieszk.), Bassein (635 000 mieszk.)</p>",
        "population":"<p><strong>Ludność:</strong> Ok. 39 000 000, 73% populacji stanowią Birmańczycy, poza tym mieszkają tu Karenowie, Szanowie, Czinowie, Kaczinowie i przedstawiciele innych narodowości</p>",
        "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość terytorium pokrywają łańcuchy górskie i wyżyny. W kierunku południowym doliny górskie przechodzą w niziny. Większa część kraju leży w strefie tropikalnej</p>",
        "language":"<p><strong>Język urzędowy:</strong> birmański</p>",
        "currency":"<p><strong>Waluta:</strong> Kiat = 100 pia</p>",
        "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Terytorium dzisiejszej Birmy należy do obszarów o starym osadnictwie. Jeszcze przed naszą erą powstało tu, w większości po wpływem kultury indyjskiej, kilka państw. W XI w. podjęto próbę utworzenia pierwszego scentralizowanego państwa birmańskiego. W XV w. dotarli tu Portugalczycy, a w XVII w. Birma dostała się w sferę interesów kolonialnych Wielkiej Brytanii. W XIX w. Londyn kilkakrotnie próbował przyłączyć ten kraj do swoich posiadłości zamorskich; udało się to jednak dopiero po tzw. trzeciej wojnie birmańsko - angielskiej w r. 1885; zaanektował wówczas terytorium Birmy i przyłączył je do swej ówczesnej kolonii - Indii.</p><p>Birma była kolonią (z wyjątkiem okresu II wojny światowej, kiedy to w latach 1942 - 1945 okupowali ją Japończycy) aż do r. 1948. Wtedy to właśnie Londyn zmuszony był przyznać jej niepodległość.</p><p>Po uzyskaniu niepodległości uwagę skupiono głównie na umocnieniu wewnętrznej jednośći państwa birmańskiego i jego niezależności nie tylko w sferze politycznej, ale przede wszystkim gospodarczej. W r. 1952 zatwierdzono 8 - letni plan rozwoju gospodarczego Birmy, zmierzając do zlikwidowania zacofania pokolonialnego.</p><p>W r. 1962 władzę w Birmie przejmuje wojsko. Najważniejszym organem władzy państwowej staje się Rada Rewolucyjna, która 30 kwietnia 1962 r. ogłasza szeroko zakrojony program niekapitalistycznego rozwoju kraju. Zgodnie z jego zasadami, w następnym roku wydaje ustawę przyznającą Radzie Rewolucyjnej prawo do nacjonalizowania przedsiębiorstw prywatnych. W następnych latach w kraju podejmuje się dalsze postępowe kroki. Na początku stycznia 1974 r. wchodzi w życie nowa konstytucja, a nazwa kraju zostaje zmieniona na Socjalistyczną Republiką Związku Birmańskiego. 2 marca tego samego roku funkcję najwyższego organu ustawodawczego przejmuje Zgromadzenie Ludowe. W okresie między posiedzeniami jego rolę spełnia Rada Stanu, której przewodniczący jest zarazem prezydentem republiki.</p>",
        "economy":"<p><strong>Gospodarka:</strong> Birma jest krajem rolniczym o rozwijającym się przemyśle. W gospodarce (przemyśle naftowym, wydobywczym, drzewnym i tytoniowym) dominującą rolę odgrywa sektor państwowy. W Birmie znajdują się duże pokłady rud wolframu, cynku, cyny, ołowiu, srebra, złota, rudy żelaza, ropy naftowej i gazu ziemnego.</p><p>Po przejęciu władzy przez Radę Rewolucyjną w marcu 1962 r. konsekwentnie usunięto kapitał zagraniczny z pozycji, ajkie zajmował w gospodarce birmańskiej. Jednocześnie upaństwowiono wiele przedsiębiorstw należących do rodzimej burżuazji.</p><p>W chwili obecnej sektor państwowy wytwarza w przybliżeniu połowę krajowej produkcji przemysłowej. Najważniejsze gałęzie to wydobycie i przerób ropy naftowej, przemysł wydobywczy, drzewny i włókienniczy. W kraju znajduje się kilka dość dużych cementowni, cukrowni, wytwórni farmaceutycznych, fabryk nawozów sztucznych oraz zakładów przemysłu spożywczego. Najważniejszą dziedziną gospodarki narodowej jest produkcja rolna, w której pracuje 51% zawodowo czynnej ludności. Ziemie rolnicze zajmują ok. 16,25 mln ha, z czego wykorzystuje się mniej więcej połowę. Uprawia się przede wszystkim ryż, następnie trzcinę cukrową, rośliny strączkowe, orzeszki ziemne, bawełnę, tytoń i niektóre inne rośliny. Dość dobrze rozwinięta jest również hodowla bydła.</p>",
        "map":"<div id='map'><img src='maps/birma-min.jpg' alt='Birma map'></div>"
       }
   ],
   "brunei": [
       {   
        "title":"<p><strong>BRUNEI</strong></p>",
        "subtitle":"<p><strong>Sułtanat Brunei</strong></p><p>Negara Brunei Dar - es - Salam</p>",
        "position":"<p><strong>Położenie:</strong> Północno - zachodnie wybrzeże wyspy Kalimantan (Borneo)</p>",
        "area":"<p><strong>Powierzchnia:</strong> 5 765 km<sup>2</sup></p>",
        "adminDivision":"<p><strong>Podział administracyjny:</strong> 4 okręgi</p>",
        "capitol":"<p><strong>Stolica:</strong> Bandar Seri Begawan (75 000 mieszkańców)</p>",
        "biggestCities":"<p><strong>Inne duże miasta:</strong> Seria (22 000 mieszk.), Kuala Belait (5 000 mieszk.)</p>",
        "population":"<p><strong>Ludność:</strong> 213 000. 50% populacji stanowią Malajowie, a 25% - Chińczycy; poza tym mieszkaja tu Hindusi oraz przedstawiciele innych narodowości</p>",
        "naturalConditions":"<p><strong>Warunki naturalne:</strong> Powierzchnia Brunei jest przeważnie równinna, tylko zachodnia część kraju jest górzysta. Klimat wilgotny i gorący</p>",
        "language":"<p><strong>Język urzędowy:</strong> malajski i angielski</p>",
        "currency":"<p><strong>Waluta:</strong> Dolar Brunei = 100 centów</p>",
        "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Terytorium dzisiejszego Brunei do XV w. stanowiło część indonezyjskiego królestwa Majapahit. W XV w. powstał tu sułtanat, którego największy rozkwit przypada na w. XVI. W tym czasie region ten zaczynają penetrować europejskie mocarstwa kolonialne. W r. 1580 na krótko opnaowuja go Hiszpanie, wkrótce jednak wypierają ich Anglicy, których wpływy umacniają się do tego stopnia, że w r. 1888 sułtanat Brunei staje się protektoratem brytyjskim.</p><p>W 1959 r. Londyn przyznał Brunei częściową autonomią wewnętrzną, a w r. 1971 - całkowitą autonomię wewnętrzną. 1 stycznia 1984 r. kraj uzyskał niepodległość. Jego nazwa została zmieniona na Negara Brunei Dar - es - Salam (Państwo Brunei - Kraj Pokoju). Głową państwa jest sułtan, którego organem doradczym jest m. in. Rada Ustawodawcza, licząca 21 członków. (5 z urzędu, 5 powoływanych przez sułtana i 10 wyłanianych w wyborach powszechnych). Partie polityczne nie istnieją.</p>",
        "economy":"<p><strong>Gospodarka:</strong> Ekonomika Brunei opiera się na eksploatacji bogatych złóż ropy naftowej i gazu ziemnego. Wydobycie ropy znajduje się w rękach Brunei Shell Petroleum Company - filii brytyjskiego koncernu Royal Dutych Shell. Podd względem wydobycia ropy naftowej kraj zajmuje 23, a pod względem wydobycia gazu ziemnego - 4 miejsce na świecie. Eksploatacja bogactw naturalnych przynosi roczny dochód w wysokości 3 mld dolarów. Do celów rolniczych wykorzystuje się praktycznie tylko 10% powierzchni kraju. Uprawia się głównie ryż, kawę, kakao, palmę kokosową, trzcinę cukrową i tytoń. Produkcja rolna nie zaspokaja potrzeb wewnętrznych, w związku z czym Brunei musi importować 80% artykułó spożywczych (łącznie z ryżem). Głównym towarem eksportowym jest ropa naftowa.</p>",
        "map":"<div id='map'><img src='maps/brunei-min.jpg' alt='Brunei map'></div>"
       }
   ],
   "chiny": [
       {   
        "title":"<p><strong>CHINY</strong></p>",
        "subtitle":"<p><strong>Chińska Republika Ludowa</strong></p><p>Zhonghua Renmin Gongheguo (oficjalna transkrypcja chińska) - Czunghua Żenmin Kunghekuo (tradycyjna polska)</p>",
        "position":"<p><strong>Położenie:</strong> Wschodnia i środkowa część kontynentu azjatyckiego</p>",
        "area":"<p><strong>Powierzchnia:</strong> 9 596 961 km<sup>2</sup></p>",
        "adminDivision":"<p><strong>Podział administracyjny:</strong> 22 prowincje (łącznie z Tajwanem), 5 okręgów autonomicznych i 3 miasta wydzielone Pekin - Beijing, Szanghaj - Shanghai, Tiencin - Tianjin</p>",
        "capitol":"<p><strong>Stolica:</strong> Pekin (Beijing, ok. 12 800 000 mieszkańców)</p>",
        "biggestCities":"<p><strong>Inne duże miasta:</strong> Szanghaj (Shanghai, 12 000 000 mieszk.), Tiencin (Tianjin 4 500 000 mieszk.)</p>",
        "population":"<p><strong>Ludność:</strong> 1 008 175 000, 94% populacji stanowią Chińczycy (Hanowie), poza tym mieszkaja tu przedstawiciele ok. 50 mniejszości narodowych</p>",
        "naturalConditions":"<p><strong>Warunki naturalne:</strong> Powierzchnia w większości górzysta; zachodnią i północno - zachodnią część kraju pokrywają wysoko położone wyżyny poprzedzielane łańcuchami wysokogórskimi, stepy, pustynie i bezodpływowe kotliny z zasolonymi glebami. We wschodniej części kraju znajdują się dwie wielkie niziny. Klimat subtropikalny i kontynentalny</p>",
        "language":"<p><strong>Język urzędowy:</strong> chiński</p>",
        "currency":"<p><strong>Waluta:</strong> J&#252;an = 100 fenów</p>",
        "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Chiny, które należą do najstarszych państw świata, są krajem o nieprzerwanej ciągłości historycznej, trwającej niemal 4 tys. lat. Poczynając od okresu ok. 1600 r. p. n. e., kiedy powstało państwo Szang, w kraju istniały kolejno różne typy państw feudalnych; od połowy XVII w. aż do r. 1911 panowała w Chinach madżuraka dynastia Cing, która w sferze kontaktów międzynarodowych prowadziła politykę tzw. samoizolacji. Nie przeszkodziło to jednak mocarstwom imperialistycznym (Wielkiej Brytanii, Japonii, USA i in.), od poł. XIX w. zamieniać ten wielk azjatycki kraj w swoją półkolonię i zmusić go do zawarcia szeregu nierównoprawnychtraktaów. W r. 1911 zwyciężyła w Chinach rewolucja burżuazyjno - demokratyczna i proklamowano Republikę Chińską, a w następnym roku ogłoszono edykt o abdykacji dynastii mandżurskiej. Rewolucja wzbudziła w całym kraju wielkie nadzieje, nie potrafiła jednak zrealizować zadań, które sobie wytyczyła.</p><p>Zwycięstwo Wielkiej Socjalistycznej Rewolucji Październikowj w Rosji wpłynęło na rozwój ruchu narodowowyzwoleńczego w Chinach. Od pierwszych dni swego istnienia Związek Radziecki popierał walkęludu chińskiego o wolność i niepodległość. Kiedy w sieprniu 1945 r. wojska radzieckie rozbiły japońską Armię Kwantuńską w Mandżurii, powstały warunki sprzyjające zwycięstwu rewolucji ludowej ludowej i utworzeniu Chińskiej Republiki Ludowej (1 października 1949 r.). Początkowo Chińska Republika Ludowa budowała socjalizm w ścisłej współpracy ze Związkiem Radzieckim i pozostałymi państwami wspólnoty socjalistycznej. Jednak w końcu lat pięćdziesiątych w kierownictwie państwowym i partyjnym uzyskała przewagę drobnoburżuazyjna, antymarksistowska i antyludowa grupa skupiona wokół Mao Tse - tunga. Maoiści rozpoczęli politykę antyradziecką i zaczęli rozwijać działalność wywrotową, zmierzającą do rozbicia jedności krajów socjalistycznychoraz międzynarodowego ruchu komunistycznego i robotniczego; w maju 1958 r., na II Sesji VIII Zjazdu Komunistycznej Partii Chin, anulowano pozytywne uchwały VIII Zjazdu KPCh z r. 1956 i uchwalono awanturniczą politykę &bdquo;wielkiego skoku&rdquo;, komun ludowych i nowej generalnej linii. Opór przeciwko tej polityce kierownictwa maoistowskiego złamano w latach 1966 - 1969 w toku tzw. wielkiej proletariackiej rewolucji kulturalnej, która doprowadziła do rozbicia wszystkich organizacji państwowych, politycznych i społecznych łącznie z KPCh. IX zjazd partii (kwiecień 1969 r.) potwierdził maoistowski kurs, którego główną cechą stała się otwarta walka przeciwko Związkowi Radzieckiemu, wspólnocie socjalistycznej i partiom marksistowsko - leninowskim. Frakcja, która objęła w ChRL władzę po śmierci Mao (9 września 1979 r.), rozbiła grupę ultramaoistowskich radykałó (tzw. bandę czworga). W następnych latach w kierownictwie chińskim zaczęło przeważać bardziej realistyczne spojrzenie na polityczny i gospodarczy rozwój kraju. Problematykę życia gospodarczego kraju, jego rozwoju wewnętrznego oraz politykę zagraniczną szeroko omawiał XII Zjazd KPCh, który obradował w Pekinie we wrześniu 1982 r. Najwyższym organem władzy państwowej w ChRL jest Ogólnochińskie Zgromadzenie Przedstawicieli Ludowych. Tytularną głową państwa jest, zgodnie ze znowelizowaną konstytucją z 1982 r., przewodniczący ChRL.</p>",
        "economy":"<p><strong>Gospodarka:</strong> Proklamowaniu Chińskiej Republiki Ludowej w kraju dokonały się głębokie przemiany społeczno - ekonomiczne. Do r. 1956 sektor socjalistyczny w przemyśle i rolnictwie osiągnął zdecydowaną przewagę. Mniej więcej do końca lat piędziesiątych gospodarka ChRL rozwijała się dynamicznie dzięki internacjonalistycznej pomocy ZSRR i pozostałych krajów socjalistycznych. Jedynie Związek radziecki pomógł wybudować w kraju ponad 250 zakładów przemysłowych i innych obiektów. Od koca lat pięćdziesiątych w miarę wzrostu wpływu grupy Mao Tse - tunga gospodarka chińska coraz bardziej odchodziła od zasad socjalistycznych. Obecne kierownictwo co prawda powraca do pewnych zasad gospodarki planowej i w stosunkowo krótkim czasie chce zmodernizować gospodarkę, jednak w praktyce chodzi mu rzede wszystkim o dalsze umocnienie przemysłu zbrojeniowego.</p><p>Najlepiej rozwinięty jest przemysł wydobywczy. ChRL ma duże złoża rudy żelaza, węgla kamiennego, metali niezależnych i ropy naftowej. Prócz tego istnieje przemysł maszynowy, chemiczny, włókienniczy, spożywczy i inne. W produkcji rolnej zatrudnione jest 2/3 zawodowo czynnej ludności. Uprawia się ryż, proso, pszenicę, bawełnę, warzywa i niektóre inne rośliny. Rozwinuięta jest hodowla trzody chlewnej. Wskutek niedostatecznej mechanizacji rolnictwo chińskie nie jest w stanie wyżywić ludności kraju.</p>",
        "map":"<div id='map'><img src='maps/chiny-min.jpg' alt='Chiny map'></div>"
       }
   ],
   "cypr": [
       {   
        "title":"<p><strong>CYPR</strong></p>",
        "subtitle":"<p><strong>Republika Cypryjska</strong></p><p>Kipriaki Dimokatia</p><p>Kibris C&#252;mhuriyeti</p>",
        "position":"<p><strong>Położenie:</strong> Wschodnia cześć Morza Śródziemnego</p>",
        "area":"<p><strong>Powierzchnia:</strong> 9 251 km<sup>2</sup></p>",
        "adminDivision":"<p><strong>Podział administracyjny:</strong> 6 dystryktów</p>",
        "capitol":"<p><strong>Stolica:</strong> Nikozja (Levkosia, ok. 120 000 mieszkańców)</p>",
        "biggestCities":"<p><strong>Inne duże miasta:</strong> Limassol (Lemesos, 51 000 mieszk.), Famagusta (Ammachostos, 42 000 mieszk.)</p>",
        "population":"<p><strong>Ludność:</strong> 645 000. Mniej więcej 80% populacji stanowią Grecy, 18% - Turcy, zaś pozostałe 2% - przedstawiciele innych narodowości</p>",
        "naturalConditions":"<p><strong>Warunki naturalne:</strong></p>",
        "language":"<p><strong>Język urzędowy:</strong> grecki i turecki</p>",
        "currency":"<p><strong>Waluta:</strong> Funt cypryjski = 1000 milów</p>",
        "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Ze względu na swe położenie Cypr od niepamiętnych czasów stanowił ważne skrzyżowanie szlaków handlowych. Był kolonizowany przez Egipcjan, Fenicjan i Greków, jednak ze względu na swe strategiczne położenie już wówczas stanowił cel najazdów; w I w. p. n. e. stał się posiadłością rzymska, pod koniec IV w. n. e. przypadł w udziale Bizantyjczykom. W r. 648 wyspę zdobyli Arabowie, których w w. XI wyparł zakon templariuszy. U schyłku XV w. podporządkowują go sobie Wenecjanie. W r. 1571 zostaje zdobyty przez Turków, którzy władają nim aż do lat osiemdziesiątych ubiegłego stulecia. Po otwarciu Kanału Sueskiego Cypr dostaje się w orbitę wpływów brytyjskich; w 1878 r. Londyn podporządkowuje sobie wyspę wykorzystując osłabienie imperium osmańskiego wojną rosyjsko - turecką. W r. 1925 przyznaje Cyprowi status kolonii koronnej. Długotrwała walka narodowowyzwoleńcza Cypryjczyków przeciwko obecnemu panowaniu przybrała na sile zwłaszcza po II wojnie światowej. Niepodległość Cypru proklamowano dopiero 16 sierpnia 1960 r. Zanim to jednak nastapiło, w 1959 r. zawarto porozumienia zurychskie (grecko - tureckie) i londyńskie (brytyjsko - grecko - tureckie), na mocy których Wielka Brytania zachowała na wyspie własne bazy wojskowe, wyłączone spod suwerenności Republiki Cypryjskiej. Na ich podstawie na wyspie rozlokowano również oddziały greckie i tureckie. Nierównoprawne układy oraz dążenie paktu NATO do przekształcenia Cypru we własną bazę wojskową wywołały stan permanentnego napięcia na wyspie, podsycanego dodatkowo przez te siły wewnętrzne, które starały się prowokować waśnie narodowościowe między Grekami i Turkami cypryjskimi. Na przełomie lat 1963/1964 rzerodziły się one w gwałtowne starcia zbrojne. W 1964 r. w celu przywrócenia spokoju na wyspę prybyły oddziały ONZ. Niezależna polityka zagraniczna Cypru, której głównym twórcą był nieżyjący już prezydent Makarios, napotykała opór kół prawicowych na wyspie i w Atenach, które dążyły do Enosis czyli przyłączenia Cypru do Grecji. Dążenie to sprawiło, że w lipcu 1974 r. miała miejsce na wyspie nieudana próba faszystowskiego zamachu stanu, która stała się pretekstem do inwazji wojsk tureckich naCypr i podziału wyspy na dwie części: od połowy 1974 r. wojska tureckie okupują 40% terytorium cypryjskiego, w tym także część stolicy. 200 tys. Greków cypryjskich (tzn. prawie trzecią część ludności) wypędzono z ich domostw, w północnej części Cypru zaczęli masowo osiedlać się koloniści tureccy, nieustannie zacieśniając jej polityczne, gospodarcze i wojskowe związki z Turcją. Zwiększyło to realne niebezpieczeństwo podziału wyspy. Ten niebezpieczny trend osiągnął swój punkt szczytowy 15 listopada 1983 r., kiedy w północnej części Cypru proklamowano tzw. niepodległe państwo tureckie. Proklamowanie państwa tureckiego na Cyprze przyczyniło się do ponownego zaostrzenia napięciua w tym rejonie.</p>",
        "economy":"<p><strong>Gospodarka:</strong> Główną gałęzią gospodarki cypryjskiej jest rolnictwo. Na wyspie znajdują się rozległe złoża rudy miedzi, której zasoby szacuje się na 20 mln, a także złoża azbestu, rudy chromu, siarki, pirytu i niektórych innych surowców. 90% produkcji przemysłu spożywczego, fabryki obuwia, ceramiki, mas plastycznych, zakłady przemysłu drzewnego itp.</p><p>Tereny rolnicze zajmują 47% powierzchni kraju, Uprawia się tu owoce cytrusowe, ziemniak, winorośl, oliwki, zboże, tytoń.</p><p>Artykuły rolne stanowią 70% eksportu cypryjskiego, zorientowanego przede wszystkim na kraje EWG; Cypr rozija jednak kontaky gospodarcze również z państwami socjalistycznymi.</p>",
        "map":"<div id='map'><img src='maps/cypr-min.jpg' alt='Cypr map'></div>"
       }
   ],
   "filipiny": [
       {   
        "title":"<p><strong>FILIPINY</strong></p>",
        "subtitle":"<p><strong>Republika Filipin</strong></p><p>Republika &#241;g Pilipinas</p>",
        "position":"<p><strong>Położenie:</strong> Archipelag leży w odległości 800 km od lądu azjatyckiego, tworzy go ponad 7 100 wysp, wysepek, raf i atoli koralowych, z których tylko 2 773 posiada nazwę, a jedynie 426 ma powerzchnię większą niż 2,5 km<sup>2</sup></p>",
        "area":"<p><strong>Powierzchnia:</strong> 300 780 km<sup>2</sup>, największą wyspa jest Luzon - 160 000 km<sup>2</sup></p>",
        "adminDivision":"<p><strong>Podział administracyjny:</strong> 72 prowincje</p>",
        "capitol":"<p><strong>Stolica:</strong> Manila (4 500 000 mieszkańców)</p>",
        "biggestCities":"<p><strong>Inne duże miasta:</strong> Cebu (419 000 mieszk.), Davao (515 000 mieszk.)</p>",
        "population":"<p><strong>Ludność:</strong> 47 600 000; Filipiny zamieszkują przedstawiciele wielu narodowości i grup etnicznych</p>",
        "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość wysp jest pochodzenia wulkanicznego, 75% ich powierzchni pokrywają góry. Klimat tropikalny</p>",
        "language":"<p><strong>Język urzędowy:</strong> tagalski, angielski i hiszpański</p>",
        "currency":"<p><strong>Waluta:</strong> Peso filipińskie = 100 centavos</p>",
        "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> W starożytności i średniowieczu Filipiny zależne były od księstw malajskich. Od X w. zaczynają rozwijać się ścisłe kontakty handlowe z Chinami, a od w. XIV - z Indonezją. W r. 1521 na archipelagu wylądowal żeglarz portugalski Ferdynand Magellan; w 22 lata później przybywaja tutaj pierwsi koloniści hiszpańscy. W r. 1564 wyspy zostają ostatecznie uzależnione od Madrytu. W XIX w. na Filipinach mają miejsce liczne próby zrzucenia jarzma hiszpańskiego; w r. 1896 wybucha powstanie, w czasie którego zostaje proklamowana Republika Filipin. Jej egzystencja nie była długa; już w r. 1898 na wyspach lądują wojska amerykańskie i Filipiny popadają w zależność od Waszyngtonu. W r. 1916 USA przyznaja wyspom tzw. ograniczoną autonomię, a w r. 1934 - status dominum (Philippine Commonwealth). Bezpieczeństwo po ataku japońskim na amerykańską bazę Pearl Harbor na Hawajach (7 grudnia 1941 r.) i rozpoczęciu II wojny światowej na Pacyfiku także Filipiny znalazły się pod okupacją japońską. Pod kierownictwem Komunistycznej Partii Filipin (założonej w 1930 r.), która staje na czele antyjapońskiej walki narodowowyzwoleńczej, powstaje w r. 1942 ludowa armia wyzwoleńcza (Hukbong Bayan Laban Sa Hapon), której członkowie walczyli przeciwko okupantom z bronią w ręku. W r. 1944 na wyspach wylądowali Amerykanie, w następnym roku Japończycy zostali wyparci z Filipin.</p><p>4 lipca 1946 r. Filipiny zostały proklamowane niepodległą republiką, jednak pod względem politycznym i gospodarczym w dalszym ciągu byy uzależnione od USA.</p><p> Jesienią 1972 r. prezydent Ferdinand Marcos (wybrany na przywódcę państwa w r. 1965, a następnie wybrany na drugą kadencję) wprowadził na Filipiny stan wyjątkowy (znisiony dopiero w styczniu 1981 r.). W styczniu 1973 r. została przyjęta nowa konstytucja, zastępująca reżim prezydencki systemem parlamentarnym i ograniczająca pozycję monopoli północnoamerykańskich w kraju.</p><p>Głową Republiki Filipin jest prezydent, wybierany na 6 lat w wyborach powszechnych. Władza ustawodawcza należy do 1 - izbowego tymaczsowego 200 - osobowego Zgromadzenia Narodowego o kadencji 6 - letniej. Prezydent republiki jest również członkiem parlamentu.</p>",
        "economy":"<p><strong>Gospodarka:</strong> Filipiny są krajem rolniczym, rolnictwo wytwarza prawie 60% globalnego produktu narodowego. Dużą rolę w gospodarce kraju do dziś odgrywa kapitał amerykański. Filipiny posiadają wielkie bogactwa mineralne; znajdują się tu bogate złoża rudy manganu i chromu, poza tym występuje tu złoto, srebro, rudy żelaza, ołowiu, miedzi i rtęci. Od r. 1972 w strefie przybrzeżnej oraz niektórych innych rejonach rozwija się wydobycie ropy naftowej.</p><p>Na Filipinach przeważają zakłady przetwórstwa produktów rolnych i bogactw naturalnych. Najbardziej rozwinięty jest przemysł włókienniczy, cukrowniczy, tytoniowy i cementowy. W kraju istnieją również stalownie, zakłady chemiczne, rafinerie ropy naftowej oraz zakłady przemysłu drzewnego. Okóło 30% całego przemysłu skoncentrowane jest w rejonie Manili.</p><p>W produkcji rolnej zatrudnione jest 46% ludności w wieku produkcyjnym, dalsze 14% pracuje w gospodarce leśnej i rybołówstwie. Z ok. 10 mln ha ziemi rolnej uprawia się 7 mln. Na użytek wewnętrzny uprawia się przede wszystkim ryż i kukurydzę, a na eksport - trzcinę cukrową, konopie manilskie (abaka), tytoń, kauczuk i kawę. Duży obszar zajmują również plantacje palmy kokosowej.</p><p>Filipiny należą do największych światowych eksporterów kopry; poza tym eksportuje się  konopie manilskie, olej kokosowy, cukier i surowce mineralne. Import obejmuje maszyny i urządzenia, produkty naftowe, metale i zboże. Najważniejszymi partnerami handlowymi Filipin są japonia, Stany Zjednoczone, Holandia, RFN i Wielka Brytania.</p>",
        "map":"<div id='map'><img src='maps/filipiny-min.jpg' alt='Filipiny map'></div>"
       }
   ],
   "hongkong": [
       {   
        "title":"<p><strong>HONGKONG</strong></p>",
        "subtitle":"<p><strong>Hongkong</strong></p><p>Hongkong - Siangkang</p><p>(Brytyjska kolonia Hongkong i terytoria wydzierżawione)</p>",
        "position":"<p><strong>Położenie:</strong> Leży u wybrzeży wschodnio - chińskich. Składa się z wyspy Hongkong i południowej części półwyspu Koulun (Kowloon), Nowych terytoriów na lądzie chińskim i 235 drobnych wysepek u wybrzeży Morza Połudnowochińskiego.</p>",
        "area":"<p><strong>Powierzchnia:</strong> 1 035 km<sup>2</sup> (Hongkong - 83 km<sup>2</sup>, Koulun - 41 km<sup>2</sup>, Nowe Terytoria i wysepki - 889 km<sup>2</sup>)</p>",
        "adminDivision":"<p><strong>Podział administracyjny:</strong> Jedna całość administracyjna</p><p><strong>Ośrodek administracyjny:</strong> Victoria (2 100 000 mieszkańców - na wyspie Hongkong)</p>",
        "capitol":"<p><strong>Stolica:</strong></p>",
        "biggestCities":"<p><strong>Inne duże miasta:</strong> </p>",
        "population":"<p><strong>Ludność:</strong>5 100 000. Wiekszość mieszkańców pochodzenia chińskiego, 2% populacj stanowią Europejczycy, głównie Brytyjczycy</p>",
        "naturalConditions":"<p><strong>Warunki naturalne:</strong> Powierzchnia łagodnie sfalowana, linia brzegowa dobrze rozwinięta. Klimat wilgotny, subtropikalny</p>",
        "language":"<p><strong>Język urzędowy:</strong> angielski i chiński</p>",
        "currency":"<p><strong>Waluta:</strong> Dolar Hongkongu = 100 centów</p>",
        "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> 26 styczniass 1841 r. wyspa Hongkong została zajęta przez uzbrojoną jednostkę floty brytyjskiej. Trzy dni potem proklamowano ją brytyjska kolonią koronną i Anglicy rozpoczęli tu budowę bazy morskiej oraz portu handlowego. Rok później ówczesny rząd chiński na mocy tzw.  układu nankińskiego (sierpień 1842 r.) musiał zgodzić się na odstąpienie Hongkongu Wielkiej Brytanii. W II poł. ubiegłego stulecia Londyn kontynuował planowe umacnianie i rozszerzanie swej posiadłości kolonialnej w tej części świata; w r. 1860 na podstawie tzw. konwencji pekińskiej otrzymał część półwyspu koulun, a w r. 1898 Wielka Brytania zawarła umowę o wydzierżawienie na okres 99 lat również Nowych terytoriów oraz drobnych wysepek na morzu Południowochińskim. (Umowa dzierżawna miała wygasnąć w r. 1997). Od grudnia 1941 r. do sierpnia 1945 r. Hongkong okupowały wojska japońskie. Po klęsce Japonii w II wojnie światowej powrócili tu Brytyjczycy</p><p>W marcu 1972 r. rząd ChRL zgłosił w Organizacji Narodów Zjednoczonych roszczenia do Hongkongu. 19 grudnia 1984 r. Wielka Brytania i Chiny podpisały układ w sprawie przyszłości Hongkongu. Na mocy tego układu 1 lipca 1997 r. po okresie 156 letniej zwierzchności Wielkiej Brytanii nad Hongkongiem Chiny przejmą całkowitą kontrolę nad terytorium Hongkongu. Zawierając układ Chiny zgodziły się na formułę &bdquo;jeden kraj, dwa systemy&rdquo;, gdyż zgodnie z podpisanym dokumentem, przez nabliższe 50 lat po przekazaniu Chinom Hongkongu, w byłej kolonii brytyjskiej będzie utrzymywany system kapitalistyczny. Podpisanie porozumienia poprzedziły dwuletnie negocjacje, które zainicjowała wiyzta premier Wielkiej Brytanii pani Margaret Thatcher w Pekinie we wrześniu 1982 r.</p><p>Hongkong jest brytyjską kolonią koronną, głową państwa jest królowa brytyjska reprezentowana przez gubernatora. Gubernator jest przewodniczącym Rady Wykonawczej i Rady Ustawodawczej. Pierwsza z nich jest organem władzy wykonawczej, w skład którego, prócz gubernatora, wchodzi 5 członków z urzędu, 1 z nominacji posiadający pełne uprawnienia oraz 8 z nominacji i uprawnieniach ograniczonych. Druga jest organem władzu ustawodawczej, złożonym, prócz gubernatora, z 4 członków z urzędu (wchodzący w skład Rady wykonawczej), 16 z nominacji o pełnych uprawnieniach i 24 mianowanych o uprawnieniach ograniczonych.</p>",
        "economy":"<p><strong>Gospodarka:</strong> Hongkong jest ważnym centrum handlowym, finansowym i przemysłowym całego Dalekiego Wschodu. Ta kolonia brytyjska jest ośrodkiem handlu między krajami kapitalistycznymi a Chińską Republiką Ludową, dużym węzłem międzynarodowej komunikacji morskiej i lotniczej, a także ważnym punktem przeładunku towarów dla całego obszaru Dalekiego Wschodu.</p><p>W r. 1977 na terytorium Hongkongu znajdowało się ogółem 23 507 przedsiębiorstw przemysłowych, zatrudniających ponad 670 tys. pracowników. Najważniejsze miejsce w gospodarce narodowej zajmuje przemysł włókienniczy, dobrze rozwinięta jest także produkcja elektrotechniczna, przemysł optyczny i elektroniczny. Poza tym znajdują się tu duże stocznie, zakłady przemysłu obuwniczego, fabryki zabawek i artykułów sportowych, huty, zakłady pracujące na potrzeby budownictwa, zakłady przetwórstwa rybnego. Produkcja rolna w Hongkongu stoi na bardzo niskim poziomie, ziemie uprawne zajmują tylko 13 tys. ha. Uprawia się głównie ryż i warzywa.</p><p>W ostatnich latach w Hongkongu zaczął gwałtownie rozwijać się przemysł, a większość jego wyrobów przeznaczona jest na eksport. Najważniejszymi partnerami handlowymi Hongkongu są USA i Wielka Brytania, dokąd kierowane jest ok. 40% eksportu, następnie Japonia i Chińska Republika Ludowa. Eksportuje się przede wszystkim wyroby elektrotechniczne i elektroniczne, urządzenia optyczne, tkaniny, obuwie itp. W imporcie przeważają artykuły spożywcze i napoje (m. in. woda pitna z terytorium ChRL), produkty chemiczne, maszyny, środki transportu, tłuszcze, oleje, papier itp.</p>",
        "map":"<div id='map'><img src='maps/hongkomg-min.jpg' alt='Hongkong map'></div>"
       }
   ]
}