{
    "asiaDescription": [
       {
           "title":"<p><strong>AZJA</strong></p><p>(Ogólna charakterystyka polityczno-gospodarcza)</p>",
           "position":"<p><strong>Położenie:</strong> Niemal cały kontynent leży na Półkuli Północnej, tylko część Archipelagu Malajskiego znajduje się na południe od równika. Wraz z Europą Azja, będąca największą częścią świata, tworzy jeden zwarty ląd - Eurazję; granica między obu kontynentami była przeprowadzana różnie, jednak z politycznego i gospodarczego punktu widzenia najwłaściwszy jest podział dokonany przez geografów radzieckich; granicę międzu Europą i Azją stanowią wschodnie przedgórza Uralu, Mugodżarów, a dolna Emba, wybrzeże Morza Kaspijskiego oraz granice między ZSRR, Turcją i Iranem</p>",
           "area":"<p><strong>Powierzchnia:</strong> Ok. 44 413 000 km<sup>2</sup>, w tym 18 000 000 km<sup>2</sup> przypada na azjatycką część ZSRR</p>",
           "adminDivision":"<p><strong>Podział administracyjny:</strong> 38 niepodległych państw oraz 3 terytoria kolonialne i zależne</p>",
           "biggestCities":"<p><strong>Największe miasta:</strong> Tokio (wraz z aglomeracją liczy 17 000 000 mieszkańców)</p>",
           "population":"<p><strong>Ludność:</strong> ponad 2 500 000 000 (bez radzieckiej części Azji, liczącej ok. 90 000 000 mieszkańców). Azja jest najbardziej zaludnionym kontynentem, mieszka tu ok. 60% ludności świata</p>",
           "naturalConditions":"<p> Powierzchnia Azji jest urozmaicona. Jej północną część pokrywają niziny, środkową - wyżyny i pustynie, na południe od nich ciągnie się z zachodu na wschód najpotężniejszy masyw górski na świecie, do którego należy Kaukaz, Elbru, Hindukusz, Pamir, Tien - szan, Karakorum, Transhimalaje i Himalaje. W Azji występują wszystkie strefy klimatyczne</p>",
           "historyPoliticalOutline":"<p> Olbrzymia powierzchnia kontynentu, który dzieli się na kilka obszarów geograficznych, sprawiła, że rozwój historyczny poszczególnych części Azji był dość zróżnicowany.</p><p>Najbardziej na zachód wysunięta część kontynentu azjatyckiego przez stulecia pozostawała pod wpływem Grecji i Bizancjum, pustynny południowy zachód w VII w. n.e. stał się domena islamu, w pozostałych częściach stopniowo kształtowałysię odrębne potężne organizacje państwowe, takie jak Indie, Chiny czy Japonia. Na początku XIII w. w środkowej Azji powstało państwo mongolskie, które z czasem objęło swymi wpływami Chiny, Indie, a także obszary położone na zachód - aż do Morza Czarnego. W XV w. zachodnia część Azji dostaje się pod wpływy imperium osmańskiego. Na początku ery nowożytnej zaczyna się podbój Azji przez ówczesne potęgi europejskie - głównie Hiszpanię i Portugalię. Są one jednak stopniowo wypierane z zajętych przez siebie pozycji przez rozwijające się państwa kapitalistyczne - Wielką Brytanię, Francję i Holandię, które za pomocą siły zbrojnej oraz nierównoprawnych traktatów zapewniają sobie kontrolę nad szeregiem niepodległych dotąd państw azjatyckich i do początku XX w. całkowicie opanowują najbogatszą część kontynentu.</p>p>Nową eopkę w życiu narodów Azji stworzyło zwycięstwo Wilekiej Socjalistycznej Rewolucji Październikowej oraz utworzenie pierwszego na siecie państwa socjalistycznego. Państwo to przyniosło wolność narodom północnej części kontynentu azjatyckiego, które przez wieki były podporządkowane carskiej Rosji i umożliwiło im wszechstronny rozwój polityczny, gospodarczy i kulturalny. Był to zarazem katalizator ruchów narodowowyzwoleńczych w innych krajach Azji; pod wpływem Rewolucji Październikowej zwyciężyła rewolucja ludowa w Mongolii, a w innych krajach zaczeło się wrzenie rewolucyjne i rozpoczął proces umacniania sił postępu. Po II wojnie światowej ruch narodowowyzwoleńczy w Azji jeszcze bardziej przybiera na sile. Wtedy też w stosunkowo krótkim czasie wiele krajów tego kontynetu uzyskało niepodległość. W niektórych przypadkach europejskie mocarstwa kolonialne, wspierane przez Stany Zjednoczone Ameryki, które próbowały objąć Azję kontrolą, zawzięcie broniły się przed opuszczeniem tej części świata. W interesie utrzymania pozycji Zachodu w Azji w czerwcu 1950 r. USA rozpoczęły wojnę w Korei; narody Wietnamu, Laosu i Kamnbodży przez długie lata musiały walczyć z bronią w ręku o swą niepodległość - najpierw przeciwko kolonizatorom francuskim, a potem przeciw interwentom amerykańskim. Także obecnie Waszyngton dąży do gospodarczego i militarnego zdominowania krajów azjatyckich, do stworzenia w Azji przyczółka tzw. wysuniętej obrony USA i wykorzystania jej narodów do własnych globalnych celów antykomunistycznych. W tych dążeniach Satny Zjednoczone spotykają się z poparciem obecnego kierownictwa ChRL. Mocarstwowe plany USA zostały jednak w dużym stopniu pokrzyżowane wskutek zwycięstwa narodu wietnamskiego nad amerykańskimi agresorami oraz upadku kliki Pol Pota w Kampuczy, a także istitnych zmian m jakie zaszły na kontynencie azjatyckim, a zwłaszcza zwycięstwa narodowo - demokratycznej rewolucji w Iranie i fiaska podejmowanych pprzez USA prób zlikwidowania owoców rewolucji ludowej w Afganistanie.</p><p>Dążąc do zachowania swoich pozycji, zwłaszcza na Bliskim Wschodzie, Waszyngton przy pomocy izraelskich syjonistów utrzymuje napięcię w tej części świata. Te dążenia Stanów Zjednoczonych widać szczególnie dobrze w Libanie.</p>",
           "economy":"<p><strong>Gospodarka:</strong> Kontynent azjatycki dysponuje wielkimi zasobami naturalnymi i wieloma ważnymi surowcami, przede wszystkim energetycznymi. Duże znaczenie mają szczególnie tutejsze złoża ropy naftowej (przede wszystkim bliskowschodnie i indonezyjskie)m zawierające 70% prawdopodobnych zasobów tego ważnego surowca, jakimi dysponuje świat kapitalistyczny. Ocenia się, że w Azji znajduje się mniej więcej trzecia część światowych zasobów węgla kamiennego, ok 17% światowych zasobów rudy żelaza i ok. 60% światowych zasobów cyny. Znajdują się tu również bogate złoża rud manganu, wolframu, chromu, antymonu, boksytów, rtęci, magnezytu, tytanu i innych minerałów.</p><p>Na rynkach światowych kontynent azjatycki odgrywa ważną rolę, przede wszystkim jako dostawca surowców; jest on zarazem liczącym się odbiorcą towarów przemysłowych i konsumpcyjnych.</p>",
           "map":"<div id='map'><img src='maps/azja2.jpg' alt='Azja map'></div>"
       }
   ],
   "afganistan": [
       {   
        "title":"<p><strong>AFGANISTAN</strong></p>",
        "subtitle":"<p><strong>Afgańska Republika Demokratyczna</strong></p><p>De Afghanistan Demokratik Dżamhurijat</p>",
        "position":"<p><strong>Położenie:</strong> Południowo - zachodnia część Azji środkowej</p>",
        "area":"<p><strong>Powierzchnia:</strong> 647 497 km<sup>2</sup></p>",
        "adminDivision":"<p><strong>Podział administracyjny:</strong> 29 prowincji</p>",
        "capitol":"<p><strong>Stolica:</strong> Kabul (750 000 mieszkańców)</p>",
        "biggestCities":"<p><strong>Inne duże miasta:</strong> Kandahar (209 000 mieszk.), Herat (157 000 mieszk.)</p>",
        "population":"<p><strong>Ludność:</strong> Ok.  15 500 000. Afganistan zamieszkują przedstawiciele ponad 20 narodowości; ponad połowę ludności stanowią Patanowie, ok. 1/3 - Tadżycy</p>",
        "naturalConditions":"<p><strong>Warunki naturalne:</strong> 4/5 terytorium pokrywają wysokogórskie równiny i pasma górskie. Na krańcach łańcuchów górskich znajdują się niziny, wzdłuż rzeki Kab ul ciągnie się kotlina Dżalalabad. Klimat kontynentalny, śródlądowy, suchy</p>",
        "language":"<p><strong>Język urzędowy:</strong> pusztu i dari (afgański dialekt języka perskiego)</p>",
        "currency":"<p><strong>Waluta:</strong> Afgani = 100 pul</p>",
        "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Osadnictwo ludzkie na obszarze dzisiejszego Afganistanu datuje się od najdawniejszych czasów. Jako jednolite, scentralizowane państwo Afganistan powstał w r. 1747, po rozpadzie imperium perskiego. W r. 1818 kraj rozpadł się na cztery samodzielne księstwa feudalne. Do ponownego zjednoczenia doszło za panowania emira Dost Muhammada. Na początku XIX w. kolonizatorzy brytyjscy zaczęli podejmować próby podbicia kraju. W latach 1838 - 1842 dochodzi do I wojny angielsko - afgańskiej, w której Anglicy zostali pobici i musieli opuścić kraj. W okresie 1878 - 1881 ma miejsce II wojna angielsko - afgańska. Mimo, że i tym razem Londynowi nie udało się całkowicie podporządkować sobie tego środkowoazjatyckiego kraju, osiągnął przynajmniej tyle, iż uzyskał kontrolę nad polityką zagraniczną, a częściowo także gospodarką Afganistanu. W r. 1893 na podstawie nierównoprawnego, narzuconego Afganistanowi tzw. traktatu Duranda. Brytyjczycy oderwali część jego terytorium i przyłączyli ją do swych posiadłości kolonialnych w Indiach (obszar ten wraz ze stolicą Peszawarem należy obecnie do Pakistanu).</p><p>W wyniku III wojny angielsko - afgańskiej, która wybuchła w maju 1919 r., Londyn został zmuszony do uznania niepodległości i suwerenności państwa afgańskiego. W tym okresie za północną granicą kraju konstytuowało się państwo radzieckie, a Włodzimierz Lenin w osobistym posłaniu do emira Afganistanu w imieniu władzy radzieckiej uznał suwerreność i niepodległość państwa afgańskiego. W tym samym roku oba kraje nawiązały również stosunki dyplomatyczne, a w r. 1921 został podpisany radziecko - afgański układ o przyjaźni i sojuszu.</p><p>W następnych dziesięcioleciach widać było coraz wyraźniej, że plemienny reżim feudalny w Afganistanie stanowi hamulec rozwoju kraju, toteż siły postępowe zaczęły dążyć do zasadniczych przemian społecznych. W 1965 r. Nur Muhammad Taraki założył  nielegalną Ludowo - Demokratyczną Partię Afganistanu, wokół której zaczęły stopniowo skupiać się wszystkie rzeczywiście postępowe siły społeczeństwa. W lipcu 1973 r. pod nieobecnosć władcy, bratanek króla i jego szwagier Muhammad Daud dokonał zamachu stanu i proklamował republikę. Wkrótce okazało się jednak, że jego głównym celem było utrzymanie starych tradycji i porządków feudalnych. Drogę do rzeczywiście postępowych przemian w życiu Afganistanu utorowało dopiero zwycięęstwo rewolucji narodowodemokrstycznej, która w kwietniu 1978 r. obaliła reżim Dauda. Na czele nowo utworzonej afgańskiej Rady Rewolucyjnej oraz rządu reowlucyjnego stanął Nur Muhammad Taraki, a wiceprzewodniczącym został Babrak Karmal.</p><p>Postępowe zmiany, jakie zachodziły w kraju były jednak solą w oku krajowej reakcji, która przy poparciu międzynarodowego imperializmu oraz chińskich maoistów za pomocą wszelkich środków starała się sabotować ich realizację. Afganistan znalazł się w krytycznej sytuacji po wrześniu 1979 r., kedy to na czele kraju stanął Hafizullah Amin, którego postawa sprzyjała aktywizacji sił kontrrewolucyjnych. Oceniając sytuację wewnętrzną, afgańscy patrioci doszli do wniosku, że kontrrewolucję można będzie stłumić dopiero po obaleniu Amina. Do zamachu stanu doszło 28 grudnia 1979 r.; w jego następstwie czołowe stanowiska w państwie ponownie objęli przywódcy rewolucji kwietnia 1978 r. (oprócz Nur Muhammada Tarakiego, który zmarł). Przewodniczącym nowej Rady Rewolucyjnej został Babrak Karmal.</p><p>Z uwagi na to, że kontrrewolucja przerodziła się tymczasem w otwartą inwazję wspieraną i finansowaną przez międzynarodowy imperializm, nowy rząd afgański zgodnie z art. 4 układu afgańsko - radzieckiego z 5 grudnia 1978 r. zwrócił się do Związku radzieckiego z prośbą o natychmiastową pomoc, włączając to pomoc wojskową. Pomoc jakiej udzielił Afganistanowi Związek Radziecki oznaczała kres nadziei kontrrewolucji i sił międzynarodowego imperialimu na powstrzymanie postępowego rozwoju kraju.</p>",
        "economy":"<p><strong>Gospodarka:</strong> Afgańska Republika Demokratyczna jest słabo rozwiniętym krajem rolniczym; rolnictwem trudni się 70% jego mieszkańców. Chociaż Afganistan ma sporo bogactw naturalnych - znajdują się tu złoża węgla kamiennego, gazu ziemnego, rudy żelaza, metali niezależnych, soli kamiennej, boksytów i niektórych innych kopalin - przemysł wydobywczy jest słabo rozwinięty.</p><p>Po zwycięstwie w kwietniu 1978 r. rewolucji narodowo - demokratycznej praktycznie we wszystkich dziedzinach życia zaczęły zachodzić istotne przemiany ekonomiczne i społeczne. Wielkie znaczenie gospodarcze ma ogłoszona 29 listopada 1978 r. reforma rolna; na jej podstawie uległa konfiskacie prywatna własność ziemska o piwerzchni przekraczającej 6 ha. Ziemię tę przydzielono następnie bezrolnym. Do połowy 1979 r. pomiędzy 285 tys zebrolnych rozpalcelowano 600 tys. ha ziemi, praktycznie likwidując stosunki feudalne na wsi afgańskiej. Obok realizacji reformy rolnej władze afgańskie wiele uwagi poświęcają zakładaniu rolniczych spółdzielni produkcyjnych, które gospodarują na ponad 20% ziemi uprawnej. Dalsze 50 tys. przekazano państwowym gospodarstwom rolnym.</p><p>Opracowano 5 - letni plan rozwoju gospodarczego Afganistanu na lata 1979/80 - 1983/84. Plan ten przewidywał m. in. stworzenie krajowej bazy energetycznej. Afganistan budując własną niezależną gospodarkę korzysta ze znacznej pomocy Związku radzieckiego. Z jego pomocą powstało już w kraju ok. 120 obiektów przemysłowych, rolniczych i innych; w najbliższym okresie przy udziale ZSRR zrealizuje się szereg dalszych ważnych projektów - takich jak np. budowa górniczego kombinatu wzbogacającego. Według danych statystycznych, w 1978 r. w Afganistanie było ok. 200 przedsiębiorstw przemysłowych zatrudniających 50 tys. pracowników, z czego 40 tys. pracowało w sektorze państwowym. Użytki rolne obejmują ok. 14 mln ha; uprawia się pszenicę, kukurydzę, owies, jęczmień, ryż. Duże znaczenie ma hodowla owiec karakułowych, kóz i bydła.</p>",
        "map":"<div id='map'><img src='maps/afganistan-min.jpg' alt='Afganistan map'></div>"
       }
   ]
}