{
    "europaDescription": [
        {
            "title":"(Ogólna charakterystyka polityczno-gospodarcza)",
            "position": "<p><strong>Położenie:</strong> Europa leży na Półkuli Północnej, stanowiąc część kontynentu zwanego Eurazją. Jej najbardziej wysuniętym na północ punktem jest przylądek Nordkyn w Norwegii, na południe - przylądek Marroqui w Hiszpanii, na zachód - przylądek Roca w Portugalii, a na wschód - łańcuch Północnego Uralu.</p>",
            "area": "<p><strong>Powierzchnia:</strong> 10 537 000 km<sup>2</sup></p>",
            "adminDivision": "<p><strong>Podział administracyjny:</strong> 35 państw i terytoriów (wraz z Berlinem Zachodnim, Gibraltareem i Watykanem)</p>",
            "biggestCities": "<p><strong>Największe miasta:</strong> Moskwa (ok. 8 000 000 000 mieszk.), Paryż (ok. 8 000 000 000 mieszk.), Londyn (ok. 8 000 000 000)</p>",
            "population": "<p><strong>Ludność:</strong> ok. 660 000 000. Europa jest najgęściej zaludnionym kontynentem o stosunkowo równomiernej gęstości zaludnienia</p>",
            "naturalConditions":"<p><strong>Warunki naturalne</strong> Powierzchnia Europy jest bardzo urozmaicona,ponieważ w różnych epokach geologicznych kształtowały ją rozmaite procesy górotwórcze. Północną część kontynenntu wypłenia szelf bałtycki przechodzący w Nizinę Wschodnio-Europejską. Europa północno-zachodnia ma rzeźbę górzystą będącą skutkiem starych procesów górotwórczych (orogeneza kaledońska), podobnie jak Europa środkowa (orogeneza hercyńska). Europa południowa jest najmłodsza pod względem geologicznym (powstała w wyniku orogenezy alpejskiej w triasie i trzecirzędzie). Średnia wysokość kontynentu wynosi 290 m, najwyższe wzniesienie - Mont Blanc (4810 m), najniższy punkt - nad Morzem Kaspijskim (-28 m). Największą rzeką europejską jest Wołga (długość 3 531 km, dorzecze 1 360 000 km<sup>2</sup>). Klimat Europy kształtuje się pod wpływem Prądu Zatokowego, ktory dociera aż do najbardziej na północ wysuniętych punktów kontynentu</p>",
            "historyPoliticalOutline":"<p><strong>Historia i zarys polityczny:</strong> W trzecim tysiącleciu p.n.e. powstały pierwsze cywilizacje w tych częściach Europy, które miały dogone warunki geograficzne (zwłaszcza w basenie Morza Śródziemnego). Najważniejszą organizacją państwową powstałą na naszym kontynencie w starożytności bylo Cesarstwo Rzymskie, istniejące do V w.n.e. Na ruinach Cesarstwa Rzymskiego powstają stopniowo nowe organizacje stanowiące wyższy stopień rozwoju społenczo-gospodarczego - państwa feudalne. Następuje to w VI - VIII w., w Europiw wschodniej - w IX-Xw. Na X-XIV w. przypada okres największego rozkwitu feudalizmu w Europie. W wyniku rozwoju miast i handlu pod koniec tego okresu zarysowuje się pierwszy kryzys feudalizmu, czego przejawem był husycki ruch rewolucyjny w Czechach oraz rozruchy społeczne w pmiastach zachodnich. Od XIV w. państwa zachodniej części kontynentu europejskiego rozpoczynają ekspansję kolonialną, natomiast w środkowej i wschodniej w XIV i XVII w. następuje przejściowa stabilizacja ustroju feudalnego. Stopniowe kształtowanie się kapitalistycznych stosunków w Europie zachodniej znajduje wyraz w szeregu rewolucji burżuazyjno-demokratycznych, z których najważniejsza była Wielka Rewolucja Francuska z 1789 r.<p>W XIX w. w wyniku uprzemysłoweienia w większości krajów europejskich zmienia się struktura społeczna. Najliczniejszą klasą społeczną stają się robotnicy, którzy stopniowo zaczynają stanowić zorganizowaną siłę polityczną. Uzbrojona w idee twórców socjalizmu naukowego próbuje ona zmienić istniejący ustrój społeczny. Pierwszą świadomą próbą wprowadzenia dyktatury proletariatu była Komuna Paryska w 1871 r. Pod koniec XIX w. kończy się okres kapitalizmu wolnokonkurencyjnego i powstają pierwsze mocarstwa imperialistyczne. W dążeniu do nowego podziału świata państwa te doprowadzają do wybuchu I wojny światowej w 1914 roku.</p><p>Wydarzeniem przełomowym w dziejach Europy i świata stała się Wielka Socjalistyczna Rewolucja Październikowa w 1917 r. w Rosji oraz powstanie pierwszego na świecie państwa socjalistycznego. Pod wpływem Rewolucji Październikowej oraz w wyniku klęski Austro-Węgier i cesarskich Niemiec w I światowej powstają w tym okresie w Europie środkowej i wschodniej nowe państwa narodowe - Czechosłowacja, Polska, Wegry, Austria i Jugosławia. W 1929 r. rozpoczyna się w kapitalistycznej części świata kryzys godpodarczy, który w 1933 r. utorował drogę faszyzmowi w Niemczech.</p><p>Pod koniec lat trzydziestych stale wzrasta agresywność Niemiec hitlerowskich, a ofiarą ich ekspansji padają Austria i Czechosłowacja. 1 września 1939 r. armia hitlerowska podstępnie zaatakowała Polskę rozpoczynając II wojnę światową. 22 czerwca 1941 r. hitlerowskie Niemcy, które do tego czasu podbiły już znaczną część Europy, napadły na Związek Radziecki. Agressor został odparty za cenę ogromnych ofiar i bezprzykładnego bohaterstwa narodu radzieckiego, niosącego główny ciężar wali z hitlerowskimi Niemcami. Armia Radziecka stopniowo przejęła inicjatywę strategiczną, wyzwalając z faszystowskiej nieowli narody Europy wschodniej i środkowej, a na początku maja 1945 r. zdobyła stolicę hitlerowskiej Rzeszy - Berlin. II wojan światowa w Europie zakończyła się podpisaniem 8 maja 1945 r. bezwarunkowej kapitulacji Niemiec.</p><p>Zwycięstwo ZSRR bad faszyzmem niemieckim stworzyło jakściowo nową sytuację w Europie. Związek Radziecki stał się decydującą siłą w poltyce światowej, w powojennej Europie powstały nowe państwa demokracji ludowej, które wstąpiły na drogę budownictwa socjalistycznego. W 1949r. powstaje Rada Wzajemnej Pomocy Gospodarczej jako integralne ugrupowanie ekonomiczne europejskich krajów socjalistycznych. W 1955r., w odpowiedzi na włączenie Republiki Federalnej Niemiec do paktu NATO, zostaje utworzone obronne ugrupowanie krajów socjalistycznych - Organizacja Układu Warszawskiego. Najwwyraźniejszą cechą rozwoju Europy w okresie po II wojnie światowej jest stały wzrost gospodarczej i politycznej siły krajów współnoty socjalistycznej oraz ich międzynarodowego prestiżu i autorytetu.</p></p>",
            "economy": "<p><strong>Gospodarka:</strong> Kraje europejskie zajmują czołowe miejsce w gospodarce światowej. Kraje socjalistyczne - członkowie Rady Wzajemnej Pomocy Gospodarczej (wraz z ZSRR i MRL) dostarczają ponad 1/3 światowej produkcji przemysłowej. Ich dochód narodowy przekracza 25% dochodu światowego. Kraje Europy zachodniej dostarczają 34,5% całej produkcji przemysłowej świata kapitalistycznego.</p>",
            "map":"<div id='map'><img src='maps/europa2-min.jpg' alt='Europa map'></div>"
        }
    ],
    "albania": [
        {   
            "title":"<p><strong>ALBANIA</strong></p>",
            "subtitle":"<p><strong>Ludowa Socjalistyczna Republika Albanii</strong></p><p>Republika Populóre Socialiste e Shgip&#235;ris&#235;</p>",
            "position": "<p><strong>Położenie:</strong>: południowo-zachodnia część Półwyspu Bałkańskiego.",
            "area": "<p><strong>Powierzchnia:</strong> 28 748 km<sup>2</sup></p>",
            "adminDivision": "<p><strong>Podział administracyjny:</strong> 26 okręgów administracyjnych (rreth&#235;t)</p>",
            "capitol":"<p><strong>Solica:</strong> Tirana (Tiran&#235;, 200 000 mieszkańców)</p>",
            "biggestCities": "<p><strong>Inne duże miasta:</strong> Shkod&#235;r (57 000 mieszk.), Durr&#235;s (55 000 mieszk.)</p>",
            "population": "<p><strong>Ludność:</strong> 26 000 000, prawie wyłącznie Albańczycy.</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Za wąską niziną nadbrzeżną ciągną się łańcuchy górskie i płaskowyże, zajmujące większość obszaru Albanii. Na terenach niżej położonych panuje klimat śródziemnomorski, na wyżynach - umiarkowany, kontynentalny/p>",
            "language":"<p><strong>Język urzędowy:</strong> albański</p>",
            "currency":"<p><strong>Waluta:</strong> Lek = 100 quindarów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Dzxisiejszą Albanię zamieszkiwały plemiona iliryjskie. W 167 r. p.n.e. kraj stał się prowincją Cesarstwa Rzymskiego, po 395 r. n.e. należał do Bizancjum. Pierwsze niezależne feudalne państwo albańskie powstało w 1183 r.; po 1389 r. znalazło się pod panowaniem tureckim. Trwało to praktycznie aż do 1912 r., gdy zostało proklamowane niepodległe państwo albańskie. Po 1920 r. Albania znacznie uzależniła się od ówczesnych mocarstw imperialistycznych. W 1925 r. dochodzi do władzy reżim prawicowy, a w trzy lata później zostaje proklamowane królestwo. W 1939 r. Albanię okupują faszystowskie Włochy. W 1949 r. na czele zataczającej coraz szersze kręki walki narodowowyzwoleńczej przeciwko okupantom włoskim (a potem niemieckim) staje nowo powstała KP Albanii. W 1944 r. powstaje Antyfaszystowski Komitet Narodowowyzwoleńczy, a w październiku tegoż roku władzę przejmuje rząd demokratyczny. 29 listopada 1944 r. cała Albania została wyzwolona z okupacji faszystowskiej. 11 stycznia 1946 r. uroczyście proklamowano republikę ludową. Pod koniec lat czterdziestych przy pomocy ZSRR i innych państw socjalistycznych rozpoczęto w kraju budowę podstaw socjalizmu. Na początku lat sześćdziesiątych władze albańskie jednostronnie zerwały internacjonalistyczne więzy z ZSRR i innymi krajami wspólnoty socjalistycznej. Najwyższym organem władzy państwowej w Ludowej Socjalistycznej Republice Albanii jest Zgromadzenie Ludowe wybierane na okres czteroletni, a bnajwyższym organem wykonawczym administracji państwowej jest rada ministrów.</p>",
            "economy": "<p><strong>Gospodarka:</strong> W okresie, jaki upłynął od chwili narodzin władzy ludowej Albania przy pomocy ZSRR i innych krajów socjalistycznych zmieniła się z zacofanego kraju rolniczego z gospodarką opanowaną przez kapitał zagraniczny, w kraj przemysłowo - rolniczy. Kraj dysponuje bogatymi złożami ropy naftowej, gazu ziemnego, asfaltu naturalnego, rud chromu, miedzi, żelaza i niklu, węgla kamiennego, boksytów, siarki, marmuru i innych surowców. Obok przemysłu wydobywczego istnieją zakłady przetwórcze produktów rolnych, przemysł włókienniczy, drzewny i hutniczy. W Albanii uprawia się kukurydzę, pszenicę, bawełnę, winogrona i owoce tropikalne. Intensywnie rozwija się produkcja zwierzęca.<p>Do głównych artykułów eksportowych należą surowce, produkty rolne i niktóre wyroby przemysłowe.</p></p>",
            "map":"<div id='map'><img src='maps/albania-min.jpg' alt='Albania map'></div>"
        }
    ],
    "andora": [
        {
            "title":"<p><strong>ANDORA</strong></p>",
            "subtitle":"<p><strong>Doliny Andory</strong></p><p>Valls d&#787;Andorra</p><p>Vall&#233;es d&#787;Andorre</p><p>Principado de Andorra</p>",
            "position": "<p><strong>Położenie:</strong> Wschodnie Pireneje między Hiszpanią a Francją</p>",
            "area": "<p><strong>Powierzchnia:</strong> 453 km<sup>2</sup></p>",
            "adminDivision": "<p><strong>Podział administracyjny:</strong> 6 parroquies (parafii)</p>",
            "capitol":"<p><strong>Stolica:</strong> Andorra la Vella (11 000 mieszkańców)</p>",
            "biggestCities": "<p><strong>Największe miasta:</strong></p>",
            "population": "<p><strong>Ludność:</strong> 29 000, w większości Katalończycy</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Klimat podobny jak w sąsiednich regionach Hiszpanii i Francji</p>",
            "language":"<p><strong>Język urzędowy:</strong> kataloński i francuski</p>",
            "currency":"<p><strong>Waluta:</strong> Frank francuski = 100 centymów i pesa hiszpańska = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Pierwsze wzmianki o Andorze jako terytorium samodzielnym pochodzą z 805 r. n. e. Z prawnego punktu widzenia jest to państwo autonomiczne pod zwierzchnictwem Francji i biskupa hiszpańskiego miasta Sco de Urgel. Najwyższym organem samorządu lokalnego jest wybieralna Rada Generalna złożona z 24 członków. Na międzynarodowym forum politycznym Andorę reprezentuje Francja.</p>",
            "economy": "<p><strong>Gospodarka:</strong> Podstawą gospodarki Andory jest rolnictwo, handel i turystyka. Do najważniejszych upraw należą zboża, ziemniaki, tytoń i warzywa. Do celów rolniczych wykorzystuje się ok. 4% powierzchni. W Andorze znajdują się złoża żelaza, łupków, ołowiu, ałunu, granitu, marmuru, srebra i kamieni szlachetnych. Ważnym źródłem dochodów jest handel wolnocłowy. (W Andorze nie istnieją przepisy celne ani podatkowe) oraz turystyka. Handel zagraniczny ukierunkowany jest na Hiszpanię i Francję, a przedmiotem eksportu są przede wszystkim artykuły rolne.</p>",
            "map":"<div id='map'><img src='maps/andora-min.jpg' alt='Andora map'></div>"
        }
    ],
    "austria": [
        {
            "title":"<p><strong>AUSTRIA</strong></p>",
            "subtitle":"<p><strong>Republika Austrii</strong></p><p>Republik &#214;sterreich</p>",
            "position": "<p><strong>Położenie:</strong> Europa Środkowa, dorzecze górnego Dunaju i jego dopływy</p>",
            "area": "<p><strong>Powierzchnia:</strong> 83 850 km<sup>2</sup></p>",
            "adminDivision": "<p><strong>Podział administracyjny:</strong> 9 krajów związkowych</p>",
            "capitol":"<p><strong>Stolica:</strong> Wiedeń (Wien, 1 700 000 mieszkańców)</p>",
            "biggestCities": "<p><strong>Inne duże miasta:</strong> Graz (250 000 mieszk.), Linz (205 000 mieszk.), Salzburg (123 000 mieszk.)</p>",
            "population": "<p><strong>Ludność:</strong> 7 500 000, niemal 97% populacji stanowią Austriacy</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Ok. 3/4 powierzchni pokrywają stoki Wschodnich Alp i inne łańcuchy górskie. Wschodnia część kraju jest nizinna. Klimat jest umiarkowany</p>",
            "language":"<p><strong>Język urzędowy:</strong> niemiecki</p>",
            "currency":"<p><strong>Waluta:</strong> Szyling austriacki = 100 groszy</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Republika Austrii powstała w listopadzie 1918 r. po klęsce monarchii austro - węgierskiej w I wojnie światowej i jej rozpadzie. W 1938 r. do Austrii wkroczyły wojska hitlerowskie (tzw. Anschluss). Hitler włączył ten kraj do &bdquo;Rzeszy wielkoniemieckiej&rdquo;. Decydującą rolę w wyzwoleniu Austrii spod jarzma faszyzmu odegrała Armia Radziecka, która w kwietniu 1945 r. wyzwoliła Wiedeń i większość terytorium austriackiego. W 1945 r. Austria została podzielona na cztery strefy okupacyjne - radziecką, amerykańską, brytyjską i francuską. W kraju powstał rząd tymczasowy. 15 maja 1955 r. przedstawiciele ZSRR, USA, Wielkiej Brytanii, Francji i Austrii podpisali w Wiedniu Traktat Państwowy o przywróceniu niezależnej i demokratycznej Austrii. 26 października 1955 r. parlament austriacki uchwalił ustawę o wieczystej neutralności.<p>Austria jest republiką związkową. Każdy z 9 krajów (jeden kraj stanowi stolica Wiedeń) ma własną konstytucję, sejm krajowy i rząd. Głową państwa austriackiego jest prezydent związkowy, sprawujący władzę wykonawczą wraz ze związkowym rządem z kanclerzem na czele. Najwyższym organem ustawodwaczym jest dwuizbowy parlament. Co cztery lata ludność wybiera 183 posłów do Rady Narodowej (izby niższej), a sejmy krajowe mianują 50 członków Rady Związków (izby wyższej parlamentu).</p></p>",
            "economy": "<p><strong>Gospodarka:</strong> Kapitalistyczna Austria jest rozwiniętym krajem przemysłowo - rolniczym. Ma wiele bogactw naturalnych, zwłaszcza rudę żelaza, ropę naftową, gaz ziemny, węgiel brunatny, magnezyt, sól i niektóre metale niezależne. Do głównych gałęzi przemysłu należy hutnictwo żelaza, przemysł maszynowy, naftowy, wydobywczy, elektrotechniczny, elektroenergetyczny i chemiczny. Obok prywatnych monopoli określoną pozycję w produkcji przemysłowej zajmuje sektor państwowy, który kontroluje przede wszystkim przemysł ciężki. Większość ziemi uprawnej znajduje się w rękach obszarników. Produkcja rolna w zasadzie zaspokaja potrzeby wewnętrzne. Główną gałęzią jest produkcja zwierzęca, przede wszystkim wyrób mleka i serów. Uprawia się głównie ziemniak, buraki cukrowe, pszenicę i jęczmień.<p>Głównymi partnerami handlowymi Austrii są RFN, Szwajcaria, Włochy i Wielka Brytania.</p></p>",
            "map":"<div id='map'><img src='maps/austria-min.jpg' alt='Austria map'></div>"
        }
    ],

    "belgia": [
        {
            "title":"<p><strong>BELGIA</strong></p>",
            "subtitle":"<p><strong>Króleswtwo Belgii</strong></p><p>Royaume de Belgique</p><p>Koninkrik Belgie&#2235;</p>",
            "position": "<p><strong>Położenie:</strong> Europa zachodnia, wybrzeże Morza Północnego</p>",
            "area": "<p><strong>Powierzchnia:</strong> 30 513 km<sup>2</sup></p>",
            "adminDivision": "<p><strong>Podział administracyjny:</strong> 9 prowincji</p>",
            "capitol":"<p><strong>Stolica:</strong> Bruksela (Bruxells, 2 000 000 mieszkańców)</p>",
            "biggestCities": "<p><strong>Największe miasta:</strong> Antwerpia (Antwerpen, 620 000 mieszk.) Li&#232;ge (496 000 mieszk.)</p>",
            "population": "<p><strong>Ludność:</strong> 9 900 000, z tego 46% stanowią francuskojęzyczni Walonowie mieszkający w południowej części kraju, a 54% germańscy Flamandowie żyjący w części pólnocnej</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Większość powierzchni nizinna, tylko na wschodzie i południu tereny górzyste. Klimat umiarkowany, morski</p>",
            "language":"<p><strong>Język urzędowy:</strong> francuski, flamandzki i niemiecki</p>",
            "currency":"<p><strong>Waluta:</strong> Frank belgijski = 100 centymów</p>",
            "historyPoliticalSystem":"<p><strong>Historia i ustrój polityczny:</strong> Dzieje kultury na tych terenach liczą wprawdzie dwa tysiące lat, ale historia samodzielnego państwa belgijskiego jest stosunkowo krótka. Powstało ono w 1830 r. wyzwalając się w wyniku powstania ludowego sopd panowania holenderskiego.<p>Dzięki obfitości bogactw naturalnych kraj znalazł się w XIX w. wśród najwyżej uprzemysłowionych krajów kontynentu europejskiego i czołowych mocarstw kolonialnych. W I wojnie światowej Belgia padła ofiarą najazdu niemieckiego. W czasie II wojny światowej okupowały ją hitlerowskie Niemcy. Walkę z okupantem prowadził silny ruch oporu, w których decydującą rolę odgrywała partia komunistyczna. Po II wojnie światowej Królestwo Belgii zaczęło orientować się niemal wyłącznie na współpracę w ramach Europy zachodniej. W 1960 r. kraj utracił swą najbogatszą kolonię afrykańską Kongo (obecnie Zair), a z czasem również pozostałe kolonie zamorskie. Jest aktywnym członkiem szeregu organizacji gospodarczych i wojskowo - politycznych państw kapitalistycznych. W Brukseli ma swa siedzibę m.in. centrala EWG, a od 1967 r. również główny sztab paktu wojskowego NATO. Belgia jest monarchią konstytucyjną. Głową państwa jest król mający stosunkowo szerokie uprawnienia. Władzę ustawowaczą dzieli on z dwuizbowym parlamentem, składającym się z Izby Reprezentanów i Senatu. Posłowie wybierani sa na cztery lata. Władzę wykonawcząs sprawuje rząd z premierem na czele.</p></p>",
            "economy": "<p><strong>Gospodarka:</strong> Pod względem gospodarczym Belgia, mimo niewielkiej powierzchni i małej liczby ludności, należy do najbardziej rozwiniętych krajów kapitalistycznych. Najważniejszym bogactwem naturalnym kraju są wielkie złoża węgla kamiennego, szacowane na 6 mld ton. Ponadto znajdują się tam niewielkie złoża rud metali kolorowych (zwłaszcza cyny), obecnie jednak Belgia musi importować większość surowców dla swego przemysłu. Wyskoi poziom światowy osiągnął przemysł maszynowy, ważną pozycję w gospodarce narodowej zajmuje przemysł elektrotechniczny, chemiczny, stoczniowy i włókienniczy, wysoko rozwinięta jest produkcja materiałów budowlanych i szkła (mniej więcej 1/3 całego eksporu krajów kapiyalistycznych). W Antwerpii znajdują się liczne szlifiernie diamentów, a Flandria stanowi ośrodek przemysłu tekstylnego. Rolnictwo belgijskie należy do najbardziej rozwiniętych w kapitalistycznej części świata. Osiąga ono równie wysoką wydajność, jak w dwóch najbardziej rozwiniętych rolniczo krajach Europy Zachodniej - Danii i Holandii. Nastawione jest przede wszystkim na rynek wewnętrzny, a wyraźną przewagę ma produkcja zewnętrzna.<p>Do głównych partnerów belgijskiego handlu zagranicznego należą pozostałe kraje Beneluxu (Holandia i Luksemburg) oraz kraje EWG.</p></p>",
            "map":"<div id='map'><img src='maps/belgia-min.jpg' alt='Belgia map'></div>"
        }
    ]

}
