{
    "northAmerica":"<p><strong>Ameryka Północna</strong></p><p>(Ogólna charakterystyka polityczno-gospodarcza)</p><p><strong>Położenie:</strong> Ameryka Północna leży na Pólkuli Zachodniej; jej najbardziej wysuniętym na północ punktem jest przylądek Murchisona (71&#730; 50&#700; szerokości północnej), a za południową granicą uważa się rzekę Rio Grande, która oddziela ją od obszaru Ameryki Łacińskiej. (Granica geograficzna między Ameryką Północną a kontynentem południowamerykańskim przebiega wzdłuż przesmyku panamskiego.) Od wschodu Ameryka Północna przylega do Oceanu Atlantyckiego, od zachodu - do Oceanu Spokojnego. Do Ameryki Północnej należy również wyspa Grenlandia</p><p><strong>Powierzchnia:</strong> Ok. 21 500 000 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 2 państwa niepodległe (USA i Kanada), 1 terytorium zamorskie (Grenlandia) i 2 kolonie - Bermudy (bryt.) i Saint Pierre i Miquelon (departament zamorski Francji). (Pozostałe kraje, należące co prawda pod względem geograficznym do Ameryki Północnej, ze względu na ich rozwój historyczny i polityczny włączyliśmy do rozdziału poświęconego Ameryce Łacińskiej.)</p><p><strong>Największe miasta:</strong> Nowy Jork (9 800 000 mieszk.), Chicago (7 000 000 mieszk.), Los Angeles (8 400 000 mieszk.), Montreal (2 700 000 mieszk.)</p><p><strong>Ludność:</strong> Ok. 250 000 000. Najgęścij zaludnionym państwem są USA</p><p><strong>Warunki naturalne:</strong> Ze względu na rozwój geologiczny Ameryka Północna ma dość urozmaicone ukształtowanie pionowe. Jej powierzchnię ksztłtują ciągnące się w kierunku południkowym wysokogórskie łańcuchy Kordylierów przedzielone na zachodzie kontynentu śródgórskich wyżynami, na wschodzie zaś - Płaskowyż Lauretański i Appalachy, opadające ku nadmorskim nizinom nad Oceanem Atlantyckim i Zatoką Meksykańską. Najwyższym szczytem jest Mout McKinley (6 194 m) na Alasce, najniższym punktem - wklęsłość Deatch Valley (Dolina Śmierci) w Kaliforni (-85 m). Większość wód kontynentu należy do zlewiska Oceanu Atlantyckiego, do którego wody Ameryki Północnej odprowadzają Missisipi i rzeka św. Wawrzyńca</p><p><strong>Historia i zarys polityczny:</strong> Europejska kolonizacja obecnych państw Ameryki Północnej - USA i Kanady - rozpoczyła się w XVI w. Największy udział mieli w niej Francuzi, a zwłaszcza Brytyjczycy. Stany Zjednoczone Ameryki powstały w wyniku wojen niepodległościowych prowadzonych przez kolonie brytyjskie w Ameryce Północnej, a zakończonych w 1783 r. podpisaniem traktatu paryskiego. Kanada aż do r. 1850 r., w którym Londyn przyznał jej prawo do własnego rządu, była uzleżniona od Wielkiej Brytanii.</p><p>Satny Zjednoczone Ameryki i Kanada z biegiem czasu przekształciły się w rozwinięte kraje przemysłowe; w chwili obecnej USA są najpotężniejszym państwem kapitalistycznym na świecie.</p><p><strong>Gospodarka:</strong>USA i Kanada są wysoko rozwiniętymi przemysłwoymi krajami kapitalistycznymi o rozwiniętej produkcji rolnej. Dysponują znacznymi bogactwami naturalnymi. USA wytwarzają 40,6% produkcji przemysłowej świata kapitalistycznego, a Kanada 3,2%. Na Stany Zjednoczone przypada ok. 15% obrotów handlu zagranicznego, zaś na Kanadę - ok. 5%.</p>",    
    "bermudas":"<p><strong>BERMUDY</strong></p><p><strong>Bermudy</strong></p><p>Bermuda</p><p>(Kolonia brytyjska w zachodniej części Oceanu Atlantyckiego)</p><p><strong>Położenie:</strong> Archipelag leży w zachodniej części Oceanu Atlantyckiego, na wschód od wybrzeży USA. Tworzy go 360 wysp koralowych, z których tylko 22 są zamieszkałe</p><p><strong>Powierzchnia:</strong> 53 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> Jedna całość administracyjna</p><p><strong>Ośrodek administracyjny:</strong> Hamilton (3500 mieszkańców)</p><p><strong>Inne duże miasta:</strong> North Village, Somerset, Town Hill</p><p><strong>Ludność:</strong> 62 000, w tym 50% to potomkowie Afrykanów i Mulaci, pozostali to potomkowie Europejczyków</p><p><strong>Warunki naturalne:</strong> Powierzchnia wysp płaska, z wieloma lagunami. Klimat kształtuje się pod wpływem Prądu Zatokowego, łagodny</p><p><strong>Język urzędowy:</strong> angielski</p><p><strong>Waluta:</strong> Dolar bermudzki = 100 centów</p><p><strong>Historia i zarys polityczny:</strong> Archipelag został odkryty w r. 1515 przez hiszpańskiego żeglarza J. Bermudeza. Od 1684 r. kolonia beytyjska. Bermudami zarządza gubernator mianowany przez królową brytyjską. Władzę ustawodawczą sprawuje dwuizbowy parlament (40 - osobowa Izba Gmin i 11 - osobowa Rada Ustawodawcza). Na bermudach znajdują się amerykańskie bazy wojskowe.</p><p><strong>Gospodarka:</strong> Najważniejszą gałęzią gospodarki jest turystyka, która dostarcza 90% wszytskich dochodów państwowych. W ostatnich latach dzięki korzystnemu ustawodawstwu podatkowemu Bermudy stały się ośrodkiem międzynarodowego kapitału finansowego.</p><p>Ludność zajmuje się rolnictwem (uprawa warzyw, bananów i kwiatów na eksport) oraz rybołówstwem. Przemysł praktycznie nie istnieje, w kraju są wyłącznie warszty rzemieślnicze.</p><p>Handel zagraniczny zorientowany jest na Wielką Brytanię i USA; wszelkie towary przemysłowe, paliwa oraz podstawowe artykuły spożywcze sprowadzane są z zagranicy.</p>",    
    "greenland":"<p><strong>GRENLANDIA</strong></p><p><strong>Grenlandia</strong></p><p>Gr&#246;nland</p><p>(Część Królstwa Danii, posiadająca samorząd lokalny)</p><p><strong>Położenie:</strong>Leży na północny wschód od kontynentu amerykańskiego, otoczona Oceanem Atlantyckim i Morzem Arktycznym</p><p><strong>Powierzchnia:</strong> 2 175 600 km<sup>2</sup>, największa wyspa na świecie</p><p><strong>Podział administracyjny:</strong> 3 prowincje dzielące się na 16 powiatów</p><p><strong>Ośrodek administracyjny:</strong> Godth&#229;b (10 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Frederiksh&#229b, Skjoldungen</p><p><strong>Ludność:</strong> 51 000, przede wszystkim Eskimosi i Duńczyczy</p><p><strong>Warunki naturalne:</strong> Wybrzeże wyspy jest bardzo urozmaicone, z licznymi zatokami i drobnymi wysepkami. Wnętrze kraju w trzech czwartych pokryte lodowcem. Klimat zimny i suchy</p><p><strong>Język urzędowy:</strong> grenlandzki</p><p><strong>Waluta:</strong> Korona duńska = 100 &#246;re</p><p><strong>Historia i zarys polityczny:</strong> W X w. skolonizowana przez Islandczyków. Od 1814 r. kolonia duńska, w 1953 r. uznana za terytorium zamorskie Danii. W 1978 r. mieszkańcy Grenlandii wywalczyli w ramach Królestwa Danii pewną autonomię. 1 maja 1979 r. wyspa uzyskała samorząd lokalny; organem ustawodawczym jest Rada Krajowa. Od II wojny światowej na Grenlandii znajdują się bazy wojskowe USA.</p><p><strong>Gospodarka:</strong> Najważniejszą rolę odgrywa rybołówstwo, połów fok, morsów i zwierząt futerkowych. Wyspa ma dość znaczne bogactwa naturalne: wydobywa się kryolit, węgiel kamienny i granit, znajdują się tu również złoża ołowiu, cynku i uranu. Handel zagraniczny jest nastawiony przede wszystkim na Danię; eksport obejmuje surowce i futra, import - artykuły konsumpcyjne i przemysłowe.</p><div id='map'><img src='maps/grenlandia-min.jpg' alt='Grenlandia map'></div>",   
    "canada":"<p><strong>KANADA</strong></p><p><strong>Dominium Kanady</strong></p><p>Dominion of Canada</p><p><strong>Położenie:</strong> Zajmuje północną część kontynentu amerykańskiego i liczne przyległe wyspy</p><p><strong>Powierzchnia:</strong> 9 976 175 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 10 prowincji i 2 terytoria wydzielone</p><p><strong>Stolica:</strong> Ottawa (800 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Montreal (2 700 000 mieszk.), Toronto (2 600 000 mieszk.)</p><p><strong>Ludność:</strong> 23 800 000, e tym 44% to Anglokanadyjczycy, a 31% - Frankokanadyjczycy. Mieszkają tu również przedstawiciele wielu innych narodowości</p><p><strong>Warunki naturalne:</strong> Kanada leży w strefie klimatu umiarkowanego i zimnego, dużą część kraju pokrywa tundra; pod względem liczby jezior zajmuje pierwsze miejsce na świecie</p><p><strong>Język urzędowy:</strong> angielski i francuski</p><p><strong>Waluta:</strong> Dolar kanadyjski = 100 centów</p><p><strong>Historia i zarys polityczny:</strong> Bardziej intensywna angielska i francuska kolonizacja terytorium dzisiejszej Kanady rozpoczęła się w XVII w. Z początku przeważały wpływy francuskie, poźniej jednak nasilił się napór Brytyjczyków. Między oboma ówczesnymi europejskimi mocarstwami kolonialnymi doszło do starcia, w wyniku którego Londyn opanował dotychczasowe posiadłości francuskie. W XIX w. pod wpływem amerykańskiego ruchu niepodległościowego nastroje antybrytyjskie ogarnęły również Kanadę; pod ich naciskiem w 1850 r. Londyn zmuszony był przyznać Kanadzie prawo do własnego rządu, a 17 lat później przyznał jej status dominium. W r. 1931 r. Wielka Brytania przyznała Kanadzie niezależność w zakresie polityki wewnętrznej i zagranicznej, a w 10 lat poźniej zrezygnowano z traktowania obywateli kanadyjskich jako poddanych brytyjskich. Kanada jest członkiem brytyjskiej Wspólnoty Narodów, formalną głową państwa jest królowa brytyjsk, którą w kraju reprezentuje gubernator generalny, mianowany przez władczynię za zgodą rządu Kanady. Władza ustawodawcza należy do dwuizbowego parlamentu, składającego się z Senatu (104 senatorów mianowanych dożywotnio przez generalnego gubernatora) oraz Izby Gmin (282 deputowanych wybieranych na okres 5 lat).</p><p><strong>Gospodarka:</strong> Kanada jest rozwiniętym przemysłowo - rolnicznym krajem kapitalistycznym. Dysponuje ogromnymi bogactwami naturalnymi i należy do największych dostawców surowców na rynki światowe: zajmuje pierwsze miejsce w świecie kapitalistycznym pod względem wydobycia niklu, cynku i azbestu, w produkcji papieru gazetowego i w wydobyciu platyny; drugie miejsce w produkcji celulozy, wydobyciu złota, uranu, molibdenu i kobaltu; trzecie miejsce w wydobyciu srebra i produkcji aluminium; czwarte miejsce w produkcji zboża i wydobyciu ołowiu; piąte - w wydobyciu rudy miedzi i żelaza. Do najważniejszych gałęzi przemysłu należy przemysł papierniczy, wydobywczy, metalurgiczny, spożywczy i samochodowy.</p><p>Rozwinięte jest także rolnictwo, nastawione przede wszystkim na uprawę pszenicy. Wysoki poziom osiągnęłą produkcja zwierzęca.</p><p>W handlu zagranicznym największe znaczenie mają kontakty z USA. Rozwijają się także stosunki handlowe z krajami EWG i innymi państwami.</p><div id='map'><img src='maps/kanada-min.jpg' alt='Canada map'></div>",    
    "saintPierreMiquelon": "<p><strong>SAINT PIERRE I MIQUELON</strong></p><p><strong>Saint Pierre i Miquelon</strong></p><p>Saint Pierre et Miquelon</p><p>(Departament zamorski Francji)</p><p><strong>Położenie:</strong> Archipelag w północno - zachodniej części Oceanu Atlantyckiego, na południe od Nowej Funlandii</p><p><strong>Powierzchnia:</strong> 242 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> Wyspy tworzą całość administracyjną</p><p><strong>Ośrodek administracyjny:</strong> St. Pierre (ponad 5 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Miquelon, la Baie, La Pointe</p><p><strong>Ludność:</strong> 6 200, w większości potomkowie imigrantów francuskich</p><p><strong>Warunki naturalne:</strong> Wyspy są łagodnie pofałdowane, niskie pagórki (najwyższe wzniesienia na Miquelon osiągają 250 m), powierzchnia kamienista, ziemia mało urodzajna. Klimat oceaniczny, wilgotny, lato krótkie, zima długa i chłodna</p><p><strong>Język urzędowy:</strong> francuski</p><p><strong>Waluta:</strong> Frank francuski = 100 centymów</p><p><strong>Historia i zarys polityczny:</strong> Wyspy odktyli Portugalczycy w r. 1520. W latach 1713 - 1816 na przemian zajmowali je Francuzi i Brytyjczycy. Definitywnie jako kolonia przeszły pod zarząd francuski w 1816r. Ich status uległ zmianie po 1946 r., kiedy zostały uznane za terytorium zamorskie Francji oraz w 1976 r., kiedy stały się departamentem zamorskim Francji. Władzę wykonawczą reprezentuje prefekt mianowany przez rząd francuski. Sprawy lokalne rozstrzyga Rada Generalna, w skład której wchodzi 14 wybierlanych członków. We francuskim Zgromadzeniu Narodowym wyspy reprezentuje 1 deputowany,a w Senacie - 1 senator.</p><p><strong>Gospodarka:</strong> Gospodarka wysp jest słabo rozwinięta. Głównym źródłem dochodu jest rybołówstwo. Kamienista gleba nie sprzyja produkcji rolnej. Produkcja roślinna sprowadza się wyłącznie do uprawy warzyw; w produkcji zwierzęcej przeważa hodowla bydła, owiec i trzody chlewnej. Przemysł ograniczony jest wyłącznie do zakładów przetwórstwa ryb. Eksport obejmuje ryby i produkty rybne, import zaś - maszyny, wyroby elektrotechniczne i in. artykuły przemysłowe. Główni partnerzy handlowi to Kanada, Francja i Stany Zjednoczone.</p>",    
    "usa":"<p><strong>STANY ZJEDNOCZONE</strong></p><p><strong>Stany Zjednoczone Ameryki</strong></p><p>United States of America</p><p><strong>Położenie:</strong> Rozciągają się na kontynencie północnoamerykańskim między Oceanem Spokojnym a Oceanem Atlantyckim. Do terytorium USA należą również jako stany federalny Alaska i Wyspy Hawajskie</p><p><strong>Powierzchnia:</strong> 9 371 786 km<sup>2</sup></p><p><strong>Podział administracyjny:</strong> 50 stanów federalnych i 1 dystrykt federalny</p><p><strong>Stolica:</strong> Waszyngton (Washington, 3 000 000 mieszkańców)</p><p><strong>Inne duże miasta:</strong> Nowy Jork (new York, 9 800 000 mieszk.) Los Angeles ( 8 400 000 mieszk.)</p><p><strong>Ludność:</strong> 230 000 000. Skład narodowościowy bardzo zróżnicowany</p><p><strong>Warunki naturalne:</strong> Terytorium właściwych Stanów Zjednoczonych obejmują południkowo przebiegające pasma górskie - na wschodzie Appalachy, a na zachodzie Kordyliery. Między nimi rozciągają się Niziny Wewnętrzne przechodzącce w Basen Misissipi. Klimat USA przeważnie kontynentalny, na wybrzeżu zachodnim i wschodnim umiarkowany, wzdłuż Zatoki Meksykańskiej - subtropikalny</p><p><strong>Język urzędowy:</strong> angielski</p><p><strong>Waluta:</strong> Dolar USA = 100 centów</p><p><strong>Historia i zarys polityczny:</strong> Europejska kolonizacja obecnego terytorium USA rozpoczęła się w XVI w. i była przede wszystkim dziełem brytyjczyków. Same Satny Zjednoczone Ameryki powstały w wyniku wojny kolonii brytyjskich o niepodległość, która zakńczyła się podpisaniem traktatu pokojowego w Wersalu w 1783 r. W 1789 r. uchwalono w USA konstytucję republikańską, która po raz pierwszy w historii nowożytnej zalegalizowała federacyjną formę państwa. W latach 1861 - 1865 r. trwała wojna domowa między burżuazyjną Północą a południowymi stanami niewolniczymi. Doprowadziła ona do zniesienia w USA niewolnictwa. W ciagu 200 lat swej historii Stany Zjednoczone stały się czołową siłą polityczną, ekonomiczną i militarną świata kapitalistycznego, która stara się realizować swe mocarstwowe cele również za pomocą środków militarnych. Do niebezpiecznego pogłębienia tego trendu w polityce USA doszło po objęciu na początku 1981 r. funkcji prezydenta Rolanda Regana. Waszyngtońskei koła rządzącce rozpoczęły nową rundę wyścigu zbrojeń, dążąc równocześnie do zwiększenia, obecności wojskowej USA w różnych części świata. Wyrazem tendencji panujących w kierowniczych kołach USA jest m. in. rozmieszczeń nowych amerykańskich rakiet jądrowych średniego zasięgu w Europie zachodniej i doktryna tzw. ograniczonej wojny jądrowej. Stany Zjednoczone Ameryki są republiką federacyjną, która składa sie z 50 stanów i okręgu stołecznego - Dystryktu Kolumbii (District of Columbia).</p><p>Najwyższa władza ustawodawcza należy do parlamentu (Kongresu), który składa się dwu izb - Izby Reprezentanów (435 członków wybieranych na 2 lata zgodnie z ordynacją wyborczą poszczególnych stanów) oraz Senatu (po 2 reprezentantów każdego stanu wybieranych w wyborach bezpośrednich na okres 6 lat). Na czele władzy wykonawczej stoi prezydent, wybierny na 4 lata w wyborach dwustopniowych. Jest on głową państwa, naczelnym dowódcą sił zbrojnych, powołuje rząd oraz ma wiele innych rozległych uprawnień. Nie jest odpowiedzialny przed parlamentem. Każdy z 50 stanów USA ma własną konstytucję oraz, z wyjątkiem Nebraski, dwuizbowy parlament, a także wybieralnego gubernatora, władze wykonawcze i sądownictwo.</p><p><strong>Gospodarka:</strong> USA są najbardziej rozwiniętym państwem świata kapitalistycznego. Charakteryzuje się wysokim stopniem monopolizacji przemysłu i kapitału; duża część koncernów przemysłowych tworzy grupy kapitału finansowego (np. grupy Morgana, Rockeffelera, Du Ponta, Bank of America, grupa chicagowska, elevelandzka i in.).</p><p>Do głównych gałęzi przemysłu należą hutnictwo, przemysł maszynowy, produkcja instrumentów, elektrotechnika i elektronika, przemysł chemiczny, przetwórstwo ropy, przemysł lotniczy, energetyka. W rolnictwie przeważają wysoko zmechanizowane wielkie i średnie farmy; grunty orne zajmują 18,8% powierzchni ziemi, pastwiska 28%, a lasy - 32%. Rocznie produkuje się 46,5 mln ton zbóż oraz 2,8 mln ton bawełny, co stanowi w przybliżeniu 40% całych zbiorów tego surowca dla premysłu włokienniczego w kapitalistycznej części świata. Na USA przypada rónież około 50% całego zbioru kukurydzy w świecie kapitalistycznym. Produkcja zwierzęca rozwinięta jest przede wszystkim w rejonie Wielkich Jezior, wypasowa hodowla bydła - na preriach oraz drobiu 0 w rejonie Appalachów i wokół dużych miast.</p><p>Pod względem wielkości handlu zagranicznego Stany Zjednoczone Ameryki zajmują pierwsze miejsce wśród krajów kapitalistycznych, ich eksport stanowi 13% całego eksportu światowego. Glównymi towarami eksportowymi są wyroby przemysłu maszynowego i przetwórczego, następnie zboże oraz tłuszcze roślinne i zwierzęce. 33% eksportu USA kierowane jest od Europy zachodniej, 24% - do KAnady, a 22% 0 do krajów kontynentu azjatyckiego. W imporcie dominują surowce - przede wszystkim ropa naftowa, metale niezleżne, zeluloza i papier.</p><div id='map'><img src='maps/usa-min.jpg' alt='USA map'></div>"
}

