{
"northAmericaDescription": [
        {
            "title":"<p><strong>Ameryka Łacińska</strong></p><p>(Ogólna charakterystyka polityczno - gospodarcza)</p>",
            "position":"<p><strong>Położenie:</strong> Ameryka Łacińska to obszar na Półkuli Zachodniej, między 35&#778; szerokości północnej, a 56&#778; szerokości południowej. Zajmuje południowo - zachodnią część kontynentu północnoamerykańskiego, rejon Ameryki środkowej wraz z wyspami oraz cały ląd Ameryki Południowej. Rozciąga się z północy na południe na przestrzeni ok. 10 000 km, od zachodu otaca ją Ocean Spokojny, a od wschodu - Zatoka Meksykańska, Morze Karaibskie oraz Ocean Atlantycki</p>",
            "area":"<p><strong>Powierzchnia:</strong> Ok. 23 600 000 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 33 niepodległe państwa oraz 12 terytoriów kolonialnych i zależnych</p>",
            "biggestCities":"<p><strong>Największe miasta:</strong> Meksyk (ok. 15 000 000 mieszk.), Buenos Aires (8 700 000 mieszk.), S&#227;o Paulo (7 500 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> Ok. 400 000 000. Najgęściej zaludnionymi państwami są Brazylia i Meksyk</p>",
            "naturalConditions":"<p><strong>Warunki naturalne</strong> Z Ameryki Pólnocnej poprzez Meksyk i Amerykę Środkową ciągnie się na południe górski masyw Korydlierów, które w Ameryce południowej przybierają nazwę Andów. Najwyższym szczytem jest Aconcagusa w Argentynie (6 959 m), najniższym punktem - wklęsłość Salinas Grandes (-40 m) na półwyspie Valdes. Największa rzeką jest Amazonka (długość cieku 7 025 km, jej dorzecze obejmuje obszar 7 050 000 km<sup>2</sup>). Jezior na terenie Ameryki Łacińskiej jest mało, największe z nich to Maracaibo (14 343 km<sup>2</sup>, Patos (10 144 km<sup>2</sup>) i Titicaca (6 900 km<sup>2</sup>). Większa część Ameryki Łacińskiej leży w strefie tropikalnej, na nizinie La Platy zaczyna się strefa podzwrotnikowa, a w Patagonii - umiarkowana</p>",
            "historyPoliticalOutline":"<p><strong>Historia i zarys polityczny:</strong> Najstarszymi mieszkańcami obecnej Ameryki Łacińskiej byli Indianie, którzy przybyli tu w kilku falach migracyjnych z Azji. Od r. 1492, kiedy to Krzysztof Kolumb w służbie króla Hiszpanii odkrył Amerykę, ropoczął się okres kolonizacji europejskiej, połączony z beslitosnym mordowaniem ludności indiańskiej i sprowadzaniem Murzynów do prac niewolniczych na plantacjach. Większość terytoriów w Ameryce Łacińskiej podporządkowali sobie Hiszpanie, Portugalczycy kolonizowali terytorium dzisiejszej Brazyli, a niektóre mniej ważne rejony, zwłaszcza wyspy Morza Karaibskiego, dostały się we władanie innych ówczesnych mocarstw europejskich - Wielkiej Brytanii, Francji i Holandii.</p><p>Na początku ubiegłego stulecia rozpoczęła się walak narodowowyzwoleńcza kolonii przeciwko metropoliom, w której brali udział głównie Hiszpanie urodzeni w Ameryce. W miarę nasilania się walki powstawały nowe formacje państwowe, które następnie przerodziły się w obecne kraje. Po wyzwoleniu spod hiszpańskiego panowania kolonialnego do większości tych niepodległych państw zaczął przenikać początkowo kapitał brytyjski, a następnie także północnoamerykański.</p><p>Po zwycięstwie Wielkiej Socjalistycznej Rewolucji Październikowej również w Ameryce Łacińskiej zaczął powstawać zorganizowany ruch robotniczy; w poszczególnych krajach powstały partie komunistyczne, które stanęły na czele walki narodów Ameryki Łacińskiej przeciwko wyzyskowi i panowaniu monopoli zagranicznych, przede wszystkim północnoamerykańskich. Po II wojnie światowej, mimo iż Waszyngton usilnie starał się zwiększyć niekolonialne uzależnienie poszczególnych krajów tego regionu od USA i uczynić z nich posłuszne narzędzie, walka narodowowyzwoleńcza ludu Ameryki Łacińskiej przybrała na sile; 1 stycznia 1959 r. zwyciężyła rewolucja na Kubie i lud tego wyspiarskiego kraju rozpoczął budowę socjalizmu. Zwycięstwo rewolucji kubańskiej stało się potężnym bodźcem dla pozostałych narodów Ameryki Łacińskiej do zintesyfikowania walki przeciwko politycznemu i ekonomicznemu panowaniu Waszyngtonu oraz wyzyskowi ze strony jego miejscowych sługusów. Mimo że USA przy pomocy reakcyjnych sił w niektórych krajach (na przykład w Chile i Urugwaju) starały się utopić we krwi ruch rewolucyjny i wprowadziły w nich dykatury faszystowskie, nie udało im się powstrzymać walki narodów Ameryki Łacińskiej o wolność, demokrację i postęp społeczny; świadczy o tym dowodnie zwycięstwo sił patrotycznych w Nikaragui, rosnący opór ludu Chile przeciwko faszystowskiej juncie Pinocheta oraz walka patriotów Salwadoru przeciwko rządzącej reakcyjnej juncie.</p>",
            "economy":"<p><strong>Gospodarka:</strong> (Ponieważ pozycja gospodarcza Republiki Kubańskiej już choćby ze względu na jej podstawową orientację na świat socjalizmu i wspólnotę RWPG rózni się od pozostałych krajów latynoamerykańskich, nie włączono Kuby do niniejszego przeglądu. Kraju tego dotyczą wyłącznie informacje o bogactwach naturalnych.)</p><p>Państwa Ameryki Łacińskiej należą do grupy krajów rozwijających się, dla których charakterystyczne jest uzależnienie od kapitału zzagranicznego, zwłaszcza północnoamerykańskiego, słabo rozwinięty przemysł, zacofanie monokulturowe rolnictwo. Jednak w porównaniu z krajami rozwijającymi się na innych kontynentach poziom ich rozwoju przemysłowego jest najwyższy. Ameryka Łacińska dysponuje dostateczną ilością zasobów naturalnych i surowców, może rozwijać produkcję rolną, dysponuje także znacznymi źródłami energii oraz coraz lepiej wykwalifikowanymi kadrami robotników i techników.</p><p>Olbrzymie bogactwa naturalne Ameryki Łacińskiej nie są jeszcze dstatecznie zbadane. Mimo to już dziś wiele krajów tego regionu pod względem wydobycia niektórych surowców plasuje się w czołówce światowej; ocenia się, że Ameryka Łacińska posiada 26% światowych zasobów boksytu, 33% miedzi, 16% cyny, 20% żelaza, 9% niklu i 7% ołowiu. Wielkie są również zasoby węgla i ropy naftowej oraz gazu ziemnego.</p><p>Baza przemysłowa krajów Ameryki Łacińskiej stale się rozwija. w 1978 r. wyprodukowano tutaj 23,5 mln ton stali czyli 80% więcej niż w r. 1970. Podsatwą produkcji przemysłowej są jednak nadal gałęzie związane z produkcją rolną. Nastąpił gwałtowny rozwój petrochemii. Wiele zakładów przemysłowych znajduje się w rękach monopoli zagranicznych.</p><p>Rolnictwo latynoamerykańkie ma ogromne możliwości rozwojowe. Ocenia się, że na ogólną powierzchnię 575 mln hektarów ziemi uprawnej wykorzystuje się tylko niecałe 30%. Przyczyną tego stanu rzeczy są stosunki własnościowe - ogromne obszary gruntów rolnych, będące własnością latyfundystów i monopoli zagranicznych, leżą odłogiem. Kraje latynoamerykańkie są czołowymi producentami kawy (Brazylia, Kolumbia, Meksyk), bananów, ziarna kakaowego, zbóż, owoców cytrusowych, następnie roślin przemysłowych (tytoniu, sizalu i bawełny), owoców i warzyw; zajmują również ważną pozycję w produkcji zwierzęcej.</p><p>Udział eksportu krajów Ameryki Łacińskiej w eksporcie światowym wynosi jedynie 4,6% (dane z r. 1977) i nie jest adekwatny do ich możliwości gospodarczych. Od 1960 r. kraje Ameryki Łacińskiej dążą do pogłębiania wzjamnej współpracy gospodarczej i z biegiem lat utworzyły szereginstytucji integrujących, których celem jest zwiększanie wzajemnych obrotów handlowych poprzez likwidację barier celnych i innych.</p>",
            "map":"<div id='map'></div>"
        }
    ],
	"anguilla": [
        {
           "title":"<p><strong>ANGUILLA</strong></p>",
            "subtitle":"<p><strong>Anguilla</strong></p><p>Anguilla</p><p>(Kolonia brytyjska na Morzu Karaibskim)</p>",
            "position":"<p><strong>Położenie:</strong> Północna część Małych Antyli</p>",
            "area":"<p><strong>Powierzchnia:</strong> 91 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> Jedna jednostka administracyjna</p><p><strong>Ośrodek administracyjny:</strong> Valley (ok. 1000 mieszkańców)</p>",
            "capitol":"<p><strong>Stolica:</strong> </p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> </p>",
            "population":"<p><strong>Ludność:</strong> 7 300, przeważnie potomkowie Afrykanów przywiezionych tu w przeszłości do pracy niewolniczej</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Niska i płaska wyspa koralowa</p>",
	    "language":"<p><strong>Język urzędowy:</strong> angielski</p>",
            "currency":"<p><strong>Waluta:</strong> Dolar wschodniokaraibski = 100 centów</p>",
            "historyPoliticalSystem":"<p> Do 1968 r. historia wypy Anguilla jest identyczna jak historia pobliskich wysp Saint Christopher i Nevis.</p><p>Następnie otrzymała ona odrębny zarząd, a później  - ststus kolonii brytyjskiej</p>",
            "economy":"<p><strong>Gospodarka:</strong> Gospodarka wyspy jest całkowicie kontrolowana przez kapitał brytyjski. Jej podstawą jest monokulturowe rolnictwo nastawione przede wszystkim na uprawę trzciny cukrowej. Przemysł jest słabo rozwinięty, bazę produkcyjną tworzą przede wszystkim cukrownie. Główni partnerzy handlowi to Wielka Brytania, USA i Kanada.</p>",
            "map":"" 
        }
    ],
	"antiguaBarbuda": [
        {
          "title":"<p><strong>ANTIGUA I BARBUDA</strong></p>",
            "subtitle":"<p><strong>Antigua i Barbuda</strong></p><p>Antigua i Barbuda</p>",
            "position":"<p><strong>Położenie:</strong> Wyspy Antigua, Barbuda i Redonda na Morzu Karaibskim w rejonie Małych Antyli</p>",
            "area":"<p><strong>Powierzchnia:</strong> ok. 442 km<sup>2</sup>, w tym Antigua 280 km<sup>2</sup>, Barbuda 160 km<sup>2</sup>, Redonda ok. 1,6 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 6 okręgów</p>",
            "capitol":"<p><strong>Stolica:</strong> Saint John&#700;s (30 000 mieszkańców), port na wyspie Antigua</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Cedar Grove, Parham i Freetown na wyspie Antigua, Codrington na wyspie Barbuda</p>",
            "population":"<p><strong>Ludność:</strong> 75 000 (z czego 1 000 zamieszkuje wyspę Barbuda), przeważnie potomkowie Afrykanów</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Powierzchnia całej wyspy Antigua jest dość płaska. Bardziej na północ lężaca Barbuda jest wyspą pochodzenia koralowego, Redonda to niezamieszkała wysepka skalista. Klimat podzwrotnikowy</p>",
	    "language":"<p><strong>Język urzędowy:</strong> angielski</p>",
            "currency":"<p><strong>Waluta:</strong> Dolar wshodniokaraibski = 100 centymów</p>",
            "historyPoliticalSystem":"<p> Wyspę Antigua odkrył w r. 1493 Krzysztof Kolumb. Pierwszą próbę zasiedlenia jej podjęli Hiszpanie dopiero w r. 1620. Dwanaście lat później opanowują ją Anglicy i w r. 1667 wyspa staje się kolonią Wielkiej Brytanii. W latach 1871 - 1958 Antigua była częścią kolonii Wysp Podwietrznych, następnie zaliczono ją w skład Federacji Indii Zachodnich, a po upadku tego sztucznego neokolonialnego tworu w r. 1962 otrzymała ponownie odrębny zarząd. W lutym 1967 r. Antigui przyznano tzw. terytorium stowarzyszonego z Wielką Brytanią; w wyniku tej decyzji kolonia otrzymała samorząd w sprawach lokalnych, z tym że zagadnienia polityki zagranicznej, obrony i finansów pozostawały nadal w gestii Londynu. Z dniem 1 listopada 1981 r Antigua uzyskała niepodległość państwową. Nadal jest członkiem brytyjskiej Wspólnoty Narodów; władzę ustwodawczą sprawuje dwuizbowy parlament, władzę wykonawczą - rząd z premierem na czele.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Antigua jest krajem rolniczym, słabo rozwiniętym gospodarczo. W przeszłości nastawiona była wyłąćznie na uprawę trzciny cukrowej i jej przetwórstwo (cukier i rum stanowiły 90% tutejszego eksportu), ostatnio bardzo wyraźnie wzrosło znaczenie uprawy bawełny, hodowli bydła i rybołówstwa. Na użytek własny uprawia się kukurydzę, ziemniak, ryż, maniok i warzywa.. Produkcja przemysłowa ma w skali całej gospodarki narodoweej charakter drugorzędny i tworzy jedynie 5% globalnego produktu społecznego. Większość zakładów nastawiona jest na przetwórstwo płodów rolnych.</p><p>Najważniejszymi pozycjami eksportowymi są artykuły rolne - cukier, cytrusy, bawełna i melasa. Importuje się artykuły spożywcze i przemysłowe, ropę naftową itd. Główni partnerzy handlowi to USA, Kanada i Wielka Brytania.</p>",
            "map":"" 
        }
    ],
	"dutchAntilles": [
        {
          "title":"<p><strong>ANTYLE HOLENDERSKIE</strong></p>",
            "subtitle":"<p><strong>Antyle Holenderskie</strong></p><p>De Nederlandse Antillen</p><p>(Integralna część Holandii o samorządzie wewnętrznym)</p>",
            "position":"<p><strong>Położenie:</strong> Leżą na Morzu Karaibskim w archipelagu Małych Antyli, tworzą je dwie grupy wysp (w każdej znajdują się po trzy wyspy) oddalone od siebie ok. 900 km</p>",
            "area":"<p><strong>Powierzchnia:</strong> 1 011 km<sup>2</sup> (Cura&#231;ao - 472 km<sup>2</sup>, Bonaire - 281 km<sup>2</sup>, Aruba 190 km<sup>2</sup>, St. Maarten - 34 km<sup>2</sup>, St. Eustatius - 21 km<sup>2</sup>, Saba - 13 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> Każda wyspa tworzy całość administracyjną</p><p><strong>Ośrodek administracyjny:</strong> Willemstad na wyspie Cura&#231;ao (65 000 mieszkańców)</p>",
            "capitol":"<p><strong>Stolica:</strong> </p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Oranjestad (Aruba), Kralendijk (Bonaire)</p>",
            "population":"<p><strong>Ludność:</strong> 260 000, z czego 90% stanowią potomkowie Afrykanów i Indian, pozostała część to osadnicy europejscy</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Wyspy są na ogół płaskie. Część południowa Antyli Holenderskich ma klimat suchy i gorący, dla północnej charakterystyczny jest klimat ciepły i wilgotny</p>",
	    "language":"<p><strong>Język urzędowy:</strong> holenderski</p>",
            "currency":"<p><strong>Waluta:</strong> Gulden (floren) antylski = 100 centów</p>",
            "historyPoliticalSystem":"<p> W 1499 r. do brzegów Cura&#231;ao przybił hiszpański konkwistador Alonso de Ojeda, ale Madryt nie był zainteresowany kolonizacją tego obszaru. Poczynając od r. 1634 zaczynają sie tu osiedlać Holendrzy, którzy stopniowo opanowują również wyspy Aruba, Bonaire, Saba, St. Eustatius oraz część wyspy St. Maarten. Od 27 stycznia 1951 r. Antyle Holenderskie są tzw. autonomicznym zamorskim państwem członkowskim Królestwa Holandii i mają własny rząd autonomiczny. Głową państwa jest królowa holenderska, reprezentowana na wyspach przez gubernatora. Administracja wyspy, która decyduje wyłącznie o sprawach wewnętrznych, podlega 22 - osobowemu parlamentowi. Gubernator przewodniczy ośmioosobowej Radzie Konsultatywnej, pełniącej funkcję gubernatorskiego organu doradczego. W przyszłości wyspy mają otrzymać całkowitą niepodległość.</p>",
            "economy":"<p><strong>Gospodarka:</strong> </p>",
            "map":"" 
        }
    ],
	"argentina": [
        {
          "title":"<p><strong>RGENTYNA</strong></p>",
            "subtitle":"<p><strong>ARGENTYNA</strong></p><p>Republika Argentyńska</p><p>Rep&#250;blica Argentina</p>",
            "position":"<p><strong>Położenie:</strong> Południowo - wschodnia część kontynentu południowoamerykańskiego</p>",
            "area":"<p><strong>Powierzchnia:</strong> 2 776 889 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 22 prowincje: terytorium federalne i dystrykt federalny</p>",
            "capitol":"<p><strong>Stolica:</strong> Buenos Aires (8 700 000 mieszkańców)</p>",
            "biggestCities":"<p><strong>Inne duże miasta:</strong> Rosario (860 000 mieszk.), C&#243;rdoba (856 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> 27 000 000, z czego ponad 90% stanowią potomkowie osadników europejskich; oprócz nich mieszka tu 600 000 Metysów oraz niecałe 30 000 potomków rdzennych mieszkańców</p>",
            "naturalConditions":"<p><strong>Warunki naturalne:</strong> Rozpościera się od wybrzeży Oceany Atlantyckiego po szczyty Andów. Klimat na północy zwrotnikowy kontynentalny, w części środkowej - podzwrotnikowy, na południu i w górskich rejonach Andów - umiarkowany</p>",
	    "language":"<p><strong>Język urzędowy:</strong> hiszpański</p>",
            "currency":"<p><strong>Waluta:</strong> Peso argentyńskie = 100 centavos</p>",
            "historyPoliticalSystem":"<p> Pierwszym Europejczykiem, który przybił do brzegów Argentyny był Hiszpan Juan Diaz de Solis, który w r. 1516 zatrzymał się u ujścia La Platy. Od r, 1536 terytorium obecnej Argentyny stało się częścią hiszpańskich posiadłości kolonialnych, a od r. 1776 weszło w skład wicekrólestwa Peru, a następnie - wicekrólestwa La Plata. W r. 1810 doszło do powstania ludności, która podjęła walkę narodowowyzwoleńczą przeciwko panowaniu hiszpańskiemu. Walka zakończyła się zwycięstwem i ogłoszeniem niepodległości w r. 1816.</p><p>Od II poł. XIX w. w Argentynie umacniają się kapitalistyczne stosunki produkcji, w tym czasie zaczynają wyraźnie przenikać do kraju również kapitał zagraniczny, przeważnie brytyjski. Od początku XX w. również USA dążą do uzyskania pozycji ekonomicznych w tym latynoamerykańskim kraju. W latach 1917 - 1922 pod wływem Wielkiej Socjalistycznej Rewolucji Październikowej w kraju szybko rozwija się ruch robotniczy. W r. 1918 powstaje Komunistyczne Partia Argentyny.</p><p>Na sytuację polityczną w kraju po II wojnie światowej wywarła wpływ przede wszystkim armia; pierwszoplanową osobistością życia politycznego w okresie powojennym był w Argentynie generał Juan Domingo Peron, który pełnił funkcję prezydenta w latach 1946 - 1955. Peron zyskał dużą popularność dzięki wielu reformom socjalnym, został jednak usunięty i długo przebywał na wygnaniu. Do ojczyzny powrócił dopiero w r. 1973, kiedy to znowu został głową państwa. Po jego śmierci na stanowisko prezydenta wybrano Marię Estelę Martinez Peron, jednak 24 marca 1976 r. została ona usunięta przez armię. Nieudana próba przyłączenia Falklandów w r. 1982 przyspieszyła proces demokratyzacji i 10 grudnia 1983 r. władzę przejął cywilny rząd Obywatelskiej Unii Radykalnej.</p>",
            "economy":"<p><strong>Gospodarka:</strong> Argentyna jest przemysłowo - rolniczym państwem kapitalistycznym, jednym z najbardziej rozwiniętych w Ameryce Łacińskiej. Ma wielkie nadwyżki produktów spożywczych (zboże, mięso, owoce) oraz znaczne zasoby surowcowe. Są to wielkie złoża ropy naftowej (Argentyna jest w 90% samowystarczalna pod względem zaopatrzenia w produkty naftowe), gazu ziemnego i węgla, a także pokładu uranu, miedzi, wolframu, manganu, ołowiu, rudy żelaza i niektórych innych minerałów.</p><p>Pod względem wielkośći produkcji przemysłowej na jednego mieszkańca Argentyna znajduje się na piewszym miejscu wśród krajów Ameryki Łacińskiej. Ma rozwinięty przemysł maszynowy i hutniczy, w kooperacji z zagranicą produkuje się samochody osobowe i ciężarowe, maszyny rolnicze i obrabiarki. W Argentynie istnieje również przemysł chemiczny i petrochemiczny, elektrotechniczny, spożywczy i włokienniczy.</p><p>Wyjątkowo korzystne warunki klimatyczne umożliwiły rozwój produkcji rolnej, zwłaszcza hodowli bydła. W chwili obecnej Argentyna zajmuje piąte miejsce na świecie pod względem wielkości pogłowia bydła (ponad 60 mln sztuk), a szóste w hodowli owiec. Jest także ważnym producentem zbóż - pszenicy i kukurydzy, a także roślin oleistych. POza tym w kraju uprawia się owoce, warzywa, niektóre rośliny przemysłowe, jak np. tytoń, bawełnę i in. W rolnictwie często przeważają na poły feudalne stosunki, większość ziemi znajduje się w rękach wielkich właścicieli zagranicznych.</p><p>Ważną rolę w życiu gospodarczym Argentyny odgrywa handel zagraniczny; zasadniczym artykułem eksportowym są produkty rolne, wysyłane głównie do USA i krajów EWG. Argentyna utrzynuje dobre i obustronnie korzystne kontakty gospodarcze z krajami EWG. Dla jej gospodarki duże znaczenie ma członkostwo w międzynarodowych organizacjach gospodarczych i finansowych oraz w regionalnych stowarzyszeniach ekonomicznych, zwłaszcza w Stowarzyszeniu Wolnego Handlu Ameryki Łacińskiej, Grupie Dorzecza La Platy oraz Systemie Gospodarczym Ameryki Łacińskiej (SELA)</p>",
            "map":"<div id='map'><img src='maps/argentyna-min.jpg' alt='Argentina map'></div>"
        }
    ]
}
<p><strong>Ośrodek administracyjny:</strong> Willemstad na wyspie Cura&#231;ao (65 000 mieszkańców)</p>
<sup>2</sup>