{
"northAmericaDescription": [
        {
            "title":"<p><strong>Ameryka Łacińska</strong></p><p>(Ogólna charakterystyka polityczno - gospodarcza)</p>",
            "position":"<p><strong>Położenie:</strong> Ameryka Łacińska to obszar na Półkuli Zachodniej, między 35&#778; szerokości północnej, a 56&#778; szerokości południowej. Zajmuje południowo - zachodnią część kontynentu północnoamerykańskiego, rejon Ameryki środkowej wraz z wyspami oraz cały ląd Ameryki Południowej. Rozciąga się z północy na południe na przestrzeni ok. 10 000 km, od zachodu otaca ją Ocean Spokojny, a od wschodu - Zatoka Meksykańska, Morze Karaibskie oraz Ocean Atlantycki</p>",
            "area":"<p><strong>Powierzchnia:</strong> Ok. 23 600 000 km<sup>2</sup></p>",
            "adminDivision":"<p><strong>Podział administracyjny:</strong> 33 niepodległe państwa oraz 12 terytoriów kolonialnych i zależnych</p>",
            "biggestCities":"<p><strong>Największe miasta:</strong> Meksyk (ok. 15 000 000 mieszk.), Buenos Aires (8 700 000 mieszk.), S&#227;o Paulo (7 500 000 mieszk.)</p>",
            "population":"<p><strong>Ludność:</strong> Ok. 400 000 000. Najgęściej zaludnionymi państwami są Brazylia i Meksyk</p>",
            "naturalConditions":"<p><strong>Warunki naturalne</strong> Z Ameryki Pólnocnej poprzez Meksyk i Amerykę Środkową ciągnie się na południe górski masyw Korydlierów, które w Ameryce południowej przybierają nazwę Andów. Najwyższym szczytem jest Aconcagusa w Argentynie (6 959 m), najniższym punktem - wklęsłość Salinas Grandes (-40 m) na półwyspie Valdes. Największa rzeką jest Amazonka (długość cieku 7 025 km, jej dorzecze obejmuje obszar 7 050 000 km<sup>2</sup>). Jezior na terenie Ameryki Łacińskiej jest mało, największe z nich to Maracaibo (14 343 km<sup>2</sup>, Patos (10 144 km<sup>2</sup>) i Titicaca (6 900 km<sup>2</sup>). Większa część Ameryki Łacińskiej leży w strefie tropikalnej, na nizinie La Platy zaczyna się strefa podzwrotnikowa, a w Patagonii - umiarkowana</p>",
            "historyPoliticalOutline":"<p><strong>Historia i zarys polityczny:</strong> Najstarszymi mieszkańcami obecnej Ameryki Łacińskiej byli Indianie, którzy przybyli tu w kilku falach migracyjnych z Azji. Od r. 1492, kiedy to Krzysztof Kolumb w służbie króla Hiszpanii odkrył Amerykę, ropoczął się okres kolonizacji europejskiej, połączony z beslitosnym mordowaniem ludności indiańskiej i sprowadzaniem Murzynów do prac niewolniczych na plantacjach. Większość terytoriów w Ameryce Łacińskiej podporządkowali sobie Hiszpanie, Portugalczycy kolonizowali terytorium dzisiejszej Brazyli, a niektóre mniej ważne rejony, zwłaszcza wyspy Morza Karaibskiego, dostały się we władanie innych ówczesnych mocarstw europejskich - Wielkiej Brytanii, Francji i Holandii.</p><p>Na początku ubiegłego stulecia rozpoczęła się walak narodowowyzwoleńcza kolonii przeciwko metropoliom, w której brali udział głównie Hiszpanie urodzeni w Ameryce. W miarę nasilania się walki powstawały nowe formacje państwowe, które następnie przerodziły się w obecne kraje. Po wyzwoleniu spod hiszpańskiego panowania kolonialnego do większości tych niepodległych państw zaczął przenikać początkowo kapitał brytyjski, a następnie także północnoamerykański.</p><p>Po zwycięstwie Wielkiej Socjalistycznej Rewolucji Październikowej również w Ameryce Łacińskiej zaczął powstawać zorganizowany ruch robotniczy; w poszczególnych krajach powstały partie komunistyczne, które stanęły na czele walki narodów Ameryki Łacińskiej przeciwko wyzyskowi i panowaniu monopoli zagranicznych, przede wszystkim północnoamerykańskich. Po II wojnie światowej, mimo iż Waszyngton usilnie starał się zwiększyć niekolonialne uzależnienie poszczególnych krajów tego regionu od USA i uczynić z nich posłuszne narzędzie, walka narodowowyzwoleńcza ludu Ameryki Łacińskiej przybrała na sile; 1 stycznia 1959 r. zwyciężyła rewolucja na Kubie i lud tego wyspiarskiego kraju rozpoczął budowę socjalizmu. Zwycięstwo rewolucji kubańskiej stało się potężnym bodźcem dla pozostałych narodów Ameryki Łacińskiej do zintesyfikowania walki przeciwko politycznemu i ekonomicznemu panowaniu Waszyngtonu oraz wyzyskowi ze strony jego miejscowych sługusów. Mimo że USA przy pomocy reakcyjnych sił w niektórych krajach (na przykład w Chile i Urugwaju) starały się utopić we krwi ruch rewolucyjny i wprowadziły w nich dykatury faszystowskie, nie udało im się powstrzymać walki narodów Ameryki Łacińskiej o wolność, demokrację i postęp społeczny; świadczy o tym dowodnie zwycięstwo sił patrotycznych w Nikaragui, rosnący opór ludu Chile przeciwko faszystowskiej juncie Pinocheta oraz walka patriotów Salwadoru przeciwko rządzącej reakcyjnej juncie.</p>",
            "economy":"<p><strong>Gospodarka:</strong> (Ponieważ pozycja gospodarcza Republiki Kubańskiej już choćby ze względu na jej podstawową orientację na świat socjalizmu i wspólnotę RWPG rózni się od pozostałych krajów latynoamerykańskich, nie włączono Kuby do niniejszego przeglądu. Kraju tego dotyczą wyłącznie informacje o bogactwach naturalnych.)</p><p>Państwa Ameryki Łacińskiej należą do grupy krajów rozwijających się, dla których charakterystyczne jest uzależnienie od kapitału zzagranicznego, zwłaszcza północnoamerykańskiego, słabo rozwinięty przemysł, zacofanie monokulturowe rolnictwo. Jednak w porównaniu z krajami rozwijającymi się na innych kontynentach poziom ich rozwoju przemysłowego jest najwyższy. Ameryka Łacińska dysponuje dostateczną ilością zasobów naturalnych i surowców, może rozwijać produkcję rolną, dysponuje także znacznymi źródłami energii oraz coraz lepiej wykwalifikowanymi kadrami robotników i techników.</p><p>Olbrzymie bogactwa naturalne Ameryki Łacińskiej nie są jeszcze dstatecznie zbadane. Mimo to już dziś wiele krajów tego regionu pod względem wydobycia niektórych surowców plasuje się w czołówce światowej; ocenia się, że Ameryka Łacińska posiada 26% światowych zasobów boksytu, 33% miedzi, 16% cyny, 20% żelaza, 9% niklu i 7% ołowiu. Wielkie są również zasoby węgla i ropy naftowej oraz gazu ziemnego.</p><p>Baza przemysłowa krajów Ameryki Łacińskiej stale się rozwija. w 1978 r. wyprodukowano tutaj 23,5 mln ton stali czyli 80% więcej niż w r. 1970. Podsatwą produkcji przemysłowej są jednak nadal gałęzie związane z produkcją rolną. Nastąpił gwałtowny rozwój petrochemii. Wiele zakładów przemysłowych znajduje się w rękach monopoli zagranicznych.</p><p>Rolnictwo latynoamerykańkie ma ogromne możliwości rozwojowe. Ocenia się, że na ogólną powierzchnię 575 mln hektarów ziemi uprawnej wykorzystuje się tylko niecałe 30%. Przyczyną tego stanu rzeczy są stosunki własnościowe - ogromne obszary gruntów rolnych, będące własnością latyfundystów i monopoli zagranicznych, leżą odłogiem. Kraje latynoamerykańkie są czołowymi producentami kawy (Brazylia, Kolumbia, Meksyk), bananów, ziarna kakaowego, zbóż, owoców cytrusowych, następnie roślin przemysłowych (tytoniu, sizalu i bawełny), owoców i warzyw; zajmują również ważną pozycję w produkcji zwierzęcej.</p><p>Udział eksportu krajów Ameryki Łacińskiej w eksporcie światowym wynosi jedynie 4,6% (dane z r. 1977) i nie jest adekwatny do ich możliwości gospodarczych. Od 1960 r. kraje Ameryki Łacińskiej dążą do pogłębiania wzjamnej współpracy gospodarczej i z biegiem lat utworzyły szereginstytucji integrujących, których celem jest zwiększanie wzajemnych obrotów handlowych poprzez likwidację barier celnych i innych.</p>",
            "map":"<div id='map'></div>"
        }
    ]
}

